Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_number_measure_amount.nan.message
source: Element MEASURE_AMOUNT does not contain a number
cs_cz: Element MEASURE_AMOUNT neobsahuje číslo
pl_pl: Element MEASURE_AMOUNT nie zawiera numeru
sk_sk: Element MEASURE_AMOUNT neobsahuje číslo

# feedaudit.validators.is_number_measure_amount.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_measure_amount.wrong.message
source: Element MEASURE_AMOUNT contains invalid value
cs_cz: Element MEASURE_AMOUNT obsahuje nepovolenou hodnotu
pl_pl: Element MEASURE_AMOUNT zawiera niewłaściwą wartość
sk_sk: Element MEASURE_AMOUNT obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_measure_amount.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_mergado_cost.nan.message
source: MERGADO_COST element does not contain a number
cs_cz: Element MERGADO_COST neobsahuje číslo
pl_pl: Element MERGADO_COST nie zawiera liczby
sk_sk: Element MERGADO_COST neobsahuje číslo

# feedaudit.validators.is_number_mergado_cost.nan.help
source: Product price set by MERGADO_COST element must be a positive number.
cs_cz: Cena produktu uvedená v elementu MERGADO_COST musí být kladné číslo.
pl_pl: Cena produktu ustalona przez element MERGADO_COST musi być liczbą dodatnią.
sk_sk: Cena produktu uvedená v elemente MERGADO_COST musí byť kladné číslo.

# feedaudit.validators.is_number_mergado_cost.wrong.message
source: MERGADO_COST element contains suspicious number
cs_cz: Element MERGADO_COST obsahuje podezřelé číslo
pl_pl: MERGADO_COST zawiera podejrzaną liczbę
sk_sk: Element MERGADO_COST neobsahuje kladné číslo

# feedaudit.validators.is_number_mergado_cost.wrong.help
source: Product price set by MERGADO_COST element is negative or suspiciously high.
cs_cz: Cena produktu uvedená v elementu MERGADO_COST je záporná či podezřele vysoká.
sk_sk: Cena produktu uvedená v elemente MERGADO_COST je záporná, či podozrivo vysoká.

# feedaudit.validators.is_number_miinto_stock.nan.message
source: C:STOCK_LEVEL:INTEGER element does not contain a number.
cs_cz: Element C:STOCK_LEVEL:INTEGER neobsahuje číslo.
pl_pl: Wartość musi być zawsze liczbą dodatnią
sk_sk: Element C:STOCK_LEVEL:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_miinto_stock.nan.help
source: Value must always be a positive number.
cs_cz: Hodnota musí být vždy kladným číslem.
sk_sk: Hodnota musí byť vždy kladným číslom.

# feedaudit.validators.is_number_miinto_stock.wrong.message
source: C:STOCK_LEVEL:INTEGER element does not contain a positive number.
cs_cz: Element C:STOCK_LEVEL:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:STOCK_LEVEL:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:STOCK_LEVEL:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_min_delivery_time.nan.message
source: Element min_delivery_time does not contain a number
cs_cz: Element min_delivery_time neobsahuje číslo
pl_pl: Element min_delivery_time nie zawiera numeru
sk_sk: Element min_delivery_time neobsahuje číslo

# feedaudit.validators.is_number_min_delivery_time.wrong.message
source: Element min_delivery_time contains invalid value
cs_cz: Element min_delivery_time obsahuje nepovolenou hodnotu
pl_pl: Element min_delivery_time zawiera niewłaściwą wartość
sk_sk: Element min_delivery_time obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_min_preparation_time.nan.message
source: Element min_preparation_time does not contain a number
cs_cz: Element min_preparation_time neobsahuje číslo
pl_pl: Element min_preparation_time nie zawiera numeru
sk_sk: Element min_preparation_time neobsahuje číslo

# feedaudit.validators.is_number_min_preparation_time.wrong.message
source: Element min_preparation_time contains invalid value
cs_cz: Element min_preparation_time obsahuje nepovolenou hodnotu
pl_pl: Element min_preparation_time zawiera niewłaściwą wartość
sk_sk: Element min_preparation_time obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_package_amount.nan.message
source: Element PACKAGE_AMOUNT does not contain a number
cs_cz: Element PACKAGE_AMOUNT neobsahuje číslo
pl_pl: Element PACKAGE_AMOUNT nie zawiera numeru
sk_sk: Element PACKAGE_AMOUNT neobsahuje číslo

# feedaudit.validators.is_number_package_amount.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_package_amount.wrong.message
source: Element PACKAGE_AMOUNT contains invalid value
cs_cz: Element PACKAGE_AMOUNT obsahuje nepovolenou hodnotu
pl_pl: Element PACKAGE_AMOUNT zawiera niewłaściwą wartość
sk_sk: Element PACKAGE_AMOUNT obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_package_amount.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_position.nan.message
source: POSITION element does not contain a number
cs_cz: Element POSITION neobsahuje číslo
pl_pl: Element POSITION element nie zawiera liczby
sk_sk: Element POSITION neobsahuje číslo

# feedaudit.validators.is_number_position.wrong.message
source: POSITION element does not contain a positive number
cs_cz: Element POSITION neobsahuje kladné číslo
pl_pl: Element POSITION nie zawiera liczby dodatniej
sk_sk: Element POSITION neobsahuje kladné číslo

# feedaudit.validators.is_number_positive_price.nan.message
source: PRICE element does not contain a number
cs_cz: Element PRICE neobsahuje číslo
pl_pl: Element PRICE element nie zawiera liczby
sk_sk: Element PRICE neobsahuje číslo

# feedaudit.validators.is_number_positive_price.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu zawsze musi być liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_positive_price.wrong.message
source: PRICE element does not contain a positive number
cs_cz: Element PRICE neobsahuje kladné číslo
pl_pl: Element PRICE nie zawiera liczby dodatniej
sk_sk: Element PRICE neobsahuje kladné číslo

# feedaudit.validators.is_number_positive_price_vat.nan.message
source: PRICE_VAT element does not contain a number
cs_cz: Element PRICE_VAT neobsahuje číslo
pl_pl: Elemennt PRICE_VAT nie zawiera liczby
sk_sk: Element PRICE_VAT neobsahuje číslo

# feedaudit.validators.is_number_positive_price_vat.nan.help
source: Item price including VAT must always be a positive number.
cs_cz: Cena zboží včetně DPH musí být vždy kladným číslem.
pl_pl: Cena produktu zawierająca wartość VAT zawsze musi być liczbą dodatną.
sk_sk: Cena produktu vrátane DPH musí byť vždy kladným číslom.

# feedaudit.validators.is_number_positive_price_vat.wrong.message
source: PRICE_VAT element does not contain a positive number
cs_cz: Element PRICE_VAT neobsahuje kladné číslo
pl_pl: Element PRICE_VAT nie zawiera liczby dodatniej
sk_sk: Element PRICE_VAT neobsahuje kladné číslo

# feedaudit.validators.is_number_positive_price_vat.wrong.help
source: Item including VAT must always be a positive number.
cs_cz: Cena zboží včetně DPH musí být vždy kladným číslem.
pl_pl: Cena produktu zawierająca wartość VAT zawsze musi być liczbą dodatną.
sk_sk: Cena produktu vrátane DPH musí byť vždy kladným číslom.

# feedaudit.validators.is_number_preis_nachname.nan.message
source: versandkosten_nachnahme element does not contain a number
cs_cz: Element versandkosten_nachnahme neobsahuje číslo
pl_pl: Element versandkosten_nachnahme nie zawiera liczby
sk_sk: Element “versandkosten_nachnahme” neobsahuje číslo

# feedaudit.validators.is_number_preis_nachname.wrong.message
source: versandkosten_nachnahme element contains invalid value
cs_cz: Element versandkosten_nachnahme obsahuje neplatnou hodnotu
pl_pl: Element versandkosten_nachnahme zawiera niewłaściwą wartość
sk_sk: Element “versandkosten_nachnahme” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_preis_paypal.nan.message
source: versandkosten_paypal element does not contain a number
cs_cz: Element versandkosten_paypal neobsahuje číslo
pl_pl: Element versandkosten_paypal nie zawiera liczby
sk_sk: Element “versandkosten_paypal” neobsahuje číslo

# feedaudit.validators.is_number_preis_paypal.wrong.message
source: versandkosten_paypal element contains invalid value
cs_cz: Element versandkosten_paypal obsahuje neplatnou hodnotu
pl_pl: Element versandkosten_paypal zawiera niewłaściwą wartość
sk_sk: Element “versandkosten_paypal” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_preis_rechnung.nan.message
source: versandkosten_rechnung element does not contain a number
cs_cz: Element versandkosten_rechnung neobsahuje číslo
pl_pl: Element versandkosten_rechnung nie zawiera liczby
sk_sk: Element “versandkosten_rechnung” neobsahuje číslo

# feedaudit.validators.is_number_preis_rechnung.wrong.message
source: versandkosten_rechnung element contains invalid value
cs_cz: Element versandkosten_rechnung obsahuje neplatnou hodnotu
pl_pl: Element versandkosten_rechnung zawiera niewłaściwą wartość
sk_sk: Element “versandkosten_rechnung” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_preis_vorkasse.nan.message
source: versandkosten_vorkasse element does not contain a number
cs_cz: Element versandkosten_vorkasse neobsahuje číslo
pl_pl: Element versandkosten_vorkasse nie zawiera liczby
sk_sk: Element “versandkosten_vorkasse” neobsahuje číslo

# feedaudit.validators.is_number_preis_vorkasse.wrong.message
source: versandkosten_vorkasse element contains invalid value
cs_cz: Element versandkosten_vorkasse obsahuje neplatnou hodnotu
pl_pl: Element versandkosten_vorkasse zawiera niewłaściwą wartość
sk_sk: Element “versandkosten_vorkasse” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price.nan.message
source: PRICE element does not contain a number
cs_cz: Element PRICE neobsahuje číslo
pl_pl: Element PRICE nie zawiera liczby
sk_sk: Element “PRICE” neobsahuje číslo

# feedaudit.validators.is_number_price.nan.help
source: PRICE element contains information about a product price. It should contain a number only.
cs_cz: Element price obsahuje informace o ceně zboží. Měl by obsahovat pouze číslo.
pl_pl: Element PRICE zawiera informacje o cenie produktu. Powinien zawierać tylko liczbę.
sk_sk: Element price obsahuje informácie o cene tovaru. Mal by obsahovať iba číslo.

# feedaudit.validators.is_number_price.wrong.message
source: PRICE element contains invalid value
cs_cz: Element PRICE obsahuje neplatnou hodnotu
pl_pl: Element PRICE zawiera niewłaściwą wartość
sk_sk: Element “PRICE” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price.wrong.help
source: PRICE element contains information about a product price. It should contain a number only.
cs_cz: Element price obsahuje informace o ceně zboží. Měl by obsahovat pouze číslo.
pl_pl: Element PRICE zawiera informacje o cenie produktu. Powinien zawierać tylko liczbę.
sk_sk: Element salesprice obsahuje informácie o cene tovaru. Mal by obsahovať iba číslo.

# feedaudit.validators.is_number_price_camel.nan.message
source: PRICE element does not contain a number
cs_cz: Element PRICE neobsahuje číslo
pl_pl: Element PRICE nie zawiera liczby
sk_sk: Element PRICE neobsahuje číslo

# feedaudit.validators.is_number_price_camel.nan.help
source: PRICE element contains information about a product price. It should contain a number only.
cs_cz: Element price obsahuje informace o ceně zboží. Měl by obsahovat pouze číslo.
pl_pl: Element PRICE zawiera informacje o cenie produktu. Powinien zawierać tylko liczbę.
sk_sk: Element price obsahuje informácie o cene tovaru. Mal by obsahovať iba číslo.

# feedaudit.validators.is_number_price_camel.wrong.message
source: PRICE element contains invalid value
cs_cz: Element PRICE obsahuje neplatnou hodnotu
pl_pl: Element PRICE zawiera niewłaśćiwą wartość
sk_sk: Element PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price_camel.wrong.help
source: PRICE element contains information about a product price. It should contain a number only.
cs_cz: Element price obsahuje informace o ceně zboží. Měl by obsahovat pouze číslo.
pl_pl: Element PRICE zawiera informacje o cenie produktu. Powinien zawierać tylko liczbę.
sk_sk: Element price obsahuje informácie o cene tovaru. Mal by obsahovať iba číslo.

# feedaudit.validators.is_number_price_discount.nan.message
source: PRICE_DISCOUNT element does not contain a number
cs_cz: Element PRICE_DISCOUNT neobsahuje číslo
pl_pl: Element PRICE_DISCOUNT nie zawiera liczby
sk_sk: Element PRICE_DISCOUNT neobsahuje číslo

# feedaudit.validators.is_number_price_discount.nan.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Tento element označuje cenu a proto by měl obsahovat pouze kladná čísla.
pl_pl: Ten element wskazuje cenę, dlatego powinien zawierać tylko liczbę dodatnią.
sk_sk: Tento element označuje cenu a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_price_discount.wrong.message
source: PRICE_DISCOUNT element contains invalid value
cs_cz: Element PRICE_DISCOUNT obsahuje neplatnou hodnotu
pl_pl: Element PRICE_DISCOUNT zawiera niewłaściwą wartość
sk_sk: Element PRICE_DISCOUNT obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price_discount.wrong.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Tento element označuje cenu a proto by měl obsahovat pouze kladná čísla.
pl_pl: Ten element wskazuje cenę, dlatego powinien zawierać tylko liczbę dodatnią.
sk_sk: Tento element označuje cenu a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_price_discount_vat.nan.message
source: PRICE_DISCOUNT_VAT element does not contain a number
cs_cz: Element PRICE_DISCOUNT_VAT neobsahuje číslo
pl_pl: Element PRICE_DISCOUNT_VAT nie zawiera liczby
sk_sk: Element PRICE_DISCOUNT_VAT neobsahuje číslo

# feedaudit.validators.is_number_price_discount_vat.nan.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Tento element označuje cenu a proto by měl obsahovat pouze kladná čísla.
pl_pl: Ten element wskazuje cenę, dlatego powinien zawierać tylko liczbę dodatnią.
sk_sk: Tento element označuje cenu a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_price_discount_vat.wrong.message
source: PRICE_DISCOUNT_VAT element contains invalid value
cs_cz: Element PRICE_DISCOUNT_VAT obsahuje neplatnou hodnotu
pl_pl: Element PRICE_DISCOUNT_VAT zawiera niewłaściwą wartość
sk_sk: Element PRICE_DISCOUNT_VAT obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price_discount_vat.wrong.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Tento element označuje cenu a proto by měl obsahovat pouze kladná čísla.
pl_pl: Ten element wskazuje cenę, dlatego powinien zawierać tylko liczbę dodatnią.
sk_sk: Tento element označuje cenu a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_price_eur.nan.message
source: PRICE_EUR element does not contain a number
cs_cz: Element PRICE_EUR neobsahuje číslo
pl_pl: Element PRICE_EUR nie zawiera liczby
sk_sk: Element PRICE_EUR neobsahuje číslo

# feedaudit.validators.is_number_price_eur.nan.help
source: PRICE_EUR element contains product price including VAT in EUR. It should be a positive number with maximum two decimal places and should be separated by comma.
cs_cz: Element PRICE_EUR obsahuje cenu zboží včetně DPH v Eurech. Jedná se tedy o kladné číslo, desetinná místa mohou být nejvýše dvě a musí být oddělena čárkou.
pl_pl: Element PRICE_EUR zawiera cenę produktu zawierającą wartość VAT w EUR. Powinna być to liczba dodatnia z maksymalnie dwoma miejscami po przecinku I powinna być oddzielona przecinkiem.
sk_sk: Element PRICE_EUR obsahuje informáciu o cene tovaru vrátane DPH. Musí teda ísť o kladné číslo. Desatinné miesta môžu byť najviac dve a musia byť oddelené bodkou alebo čiarkou.

# feedaudit.validators.is_number_price_eur.wrong.message
source: PRICE_EUR element contains invalid value
cs_cz: Element PRICE_EUR obsahuje neplatnou hodnotu
pl_pl: Element PRICE_EUR zawiera niewłaściwą wartośc
sk_sk: Element PRICE_EUR obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price_eur.wrong.help
source: PRICE_EUR element contains product price including VAT in EUR. It should be a positive number with maximum two decimal places and should be separated by comma.
cs_cz: Element PRICE_EUR obsahuje cenu zboží včetně DPH v Eurech. Jedná se tedy o kladné číslo, desetinná místa mohou být nejvýše dvě a musí být oddělena čárkou.
pl_pl: Element PRICE_EUR zawiera cenę produktu zawierającą wartość VAT w EUR. Powinna być to liczba dodatnia z maksymalnie dwoma miejscami po przecinku I powinna być oddzielona przecinkiem.
sk_sk: Element PRICE_EUR obsahuje informáciu o cene tovaru vrátane DPH. Musí teda ísť o kladné číslo. Desatinné miesta môžu byť najviac dve a musia byť oddelené bodkou alebo čiarkou.

# feedaudit.validators.is_number_price_old.nan.message
source: PRICE_OLD element does not contain a number
cs_cz: Element PRICE_OLD neobsahuje číslo
pl_pl: Elemeny PRICE_OLD nie zawiera liczby
sk_sk: Element PRICE_OLD neobsahuje číslo

# feedaudit.validators.is_number_price_old.wrong.message
source: PRICE_OLD element contains invalid value
cs_cz: Element PRICE_OLD obsahuje neplatnou hodnotu
pl_pl: Element PRICE_OLD zawiera niewłaściwą wartość
sk_sk: Element PRICE_OLD obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price_retail.nan.message
source: PRICE_RETAIL element does not contain a number
cs_cz: Element PRICE_RETAIL neobsahuje číslo
pl_pl: Element PRICE_RETAIL nie zawiera liczby
sk_sk: Element PRICE_RETAIL neobsahuje číslo

# feedaudit.validators.is_number_price_retail.nan.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Tento element označuje cenu a proto by měl obsahovat pouze kladná čísla.
pl_pl: Ten element wskazuje cenę, dlatego powinien zawierać tylko liczbę dodatnią.
sk_sk: Tento element označuje cenu a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_price_retail.wrong.message
source: PRICE_RETAIL element contains invalid value
cs_cz: Element PRICE_RETAIL obsahuje neplatnou hodnotu
pl_pl: Element PRICE_RETAIL zawiera niewłaściwą wartość
sk_sk: Element PRICE_RETAIL obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price_retail.wrong.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Tento element označuje cenu a proto by měl obsahovat pouze kladná čísla.
pl_pl: Ten element wskazuje cenę, dlatego powinien zawierać tylko liczbę dodatnią.
sk_sk: Tento element označuje cenu a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_price_retail_vat.nan.message
source: PRICE_RETAIL_VAT element does not contain a number
cs_cz: Element PRICE_RETAIL_VAT neobsahuje číslo
pl_pl: Element PRICE_RETAIL_VAT nie zawiera liczby
sk_sk: Element PRICE_RETAIL_VAT neobsahuje číslo

# feedaudit.validators.is_number_price_retail_vat.nan.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Tento element označuje cenu a proto by měl obsahovat pouze kladná čísla.
pl_pl: Ten element wskazuje cenę, dlatego powinien zawierać tylko liczbę dodatnią.
sk_sk: Tento element označuje cenu a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_price_retail_vat.wrong.message
source: PRICE_RETAIL_VAT element contains invalid value
cs_cz: Element PRICE_RETAIL_VAT obsahuje neplatnou hodnotu
pl_pl: Element PRICE_RETAIL_VAT zawiera niewłaściwą wartość
sk_sk: Element PRICE_RETAIL_VAT obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_price_retail_vat.wrong.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Tento element označuje cenu a proto by měl obsahovat pouze kladná čísla.
pl_pl: Ten element wskazuje cenę, dlatego powinien zawierać tylko liczbę dodatnią.
sk_sk: Tento element označuje cenu a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_pricewithfee_camel.nan.message
source: PriceWithFee element does not contain a number
cs_cz: Element PriceWithFee neobsahuje číslo
pl_pl: Element PriceWithFee nie zawiera numeru
sk_sk: Element PriceWithFee by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_pricewithfee_camel.nan.help
source: PriceWithFee element contains invalid value. It should contain only positive numbers.
cs_cz: Element PriceWithFee pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Element PriceWithFee zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element PriceWithFee pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_pricewithfee_camel.wrong.message
source: PriceWithFee element contains invalid value
cs_cz: Element PriceWithFeeFee obsahuje nepovolenou hodnotu
pl_pl: Element PriceWithFee zawiera niewłaściwą wartość
sk_sk: Element PriceWithFee obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_pricewithfee_camel.wrong.help
source: PriceWithFee element contains invalid value. It should contain only positive numbers.
cs_cz: Element PriceWithFee pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Element PriceWithFee zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element PriceWithFee pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_pricewithoutfee_camel.nan.message
source: PriceWithoutFee element does not contain a number
cs_cz: Element PriceWithoutFee neobsahuje číslo
pl_pl: Element PriceWithoutFee nie zawiera numeru
sk_sk: Element PriceWithoutFee by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_pricewithoutfee_camel.nan.help
source: PriceWithoutFee element contains invalid value. It should contain only positive numbers.
cs_cz: Element PriceWithoutFee pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Element PriceWithoutFee zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element PriceWithoutFee pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_pricewithoutfee_camel.wrong.message
source: PriceWithoutFee element contains invalid value
cs_cz: Element PriceWithoutFee obsahuje nepovolenou hodnotu
pl_pl: Element PriceWithoutFee zawiera niewłaściwą wartość
sk_sk: Element PriceWithoutFee obsahuje nepovolenú hodnotu
