Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.length_mobile_link.long.help
source: G:MOBILE_LINK element can contain maximum 2000 characters.
cs_cz: Element G:MOBILE_LINK může obsahovat maximálně 2000 znaků.
pl_pl: Element G:MOBILE_LINK może zawierać maksymalnie 2000 znaków.
sk_sk: Element G: MOBILE_LINK môže obsahovať maximálne 2000 znakov.

# feedaudit.validators.length_mpc.long.message
source: MPC element is too long
cs_cz: Element MPCje příliš dlouhý
pl_pl: Element MPC jest za długi
sk_sk: Element MPC je príliš dlhý

# feedaudit.validators.length_mpn.long.message
source: G:MPN element is too long
cs_cz: Element G:MPN je příliš dlouhý
pl_pl: Element G:MPN jest za długi
sk_sk: Hodnota elementu G:MPN je príliš dlhá

# feedaudit.validators.length_mpn.long.help
source: G:MPN element can contain maximum 70 characters.
cs_cz: Element G:MPN může obsahovat maximálně 70 znaků.
pl_pl: Element G:MPN może zawierać maksymalnie 70 znaków.
sk_sk: Element G:MPN môže obsahovať maximálne 70 znakov.

# feedaudit.validators.length_mpn_max_100.long.message
source: MPN element is too long
cs_cz: Element MPN je příliš dlouhý
pl_pl: Element MPN jest za długi
sk_sk: Hodnota elementu MPN je príliš dlhá

# feedaudit.validators.length_mpn_max_100.long.help
source: MPN element can contain maximum 100 characters.
cs_cz: Element MPN může obsahovat maximálně 100 znaků.
pl_pl: Element MPN może zawierać maksymalnie 100 znaków.
sk_sk: Element MPN môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_name.long.message
source: NAME element value is too long
cs_cz: Hodnota elementu NAME je příliš dlouhá
pl_pl: Wartość elementu NAME jest za długa
sk_sk: Hodnota elementu NAME je príliš dlhá

# feedaudit.validators.length_name.long.help
source: NAME element can contain maximum 100 characters.
cs_cz: Element NAME může obsahovat maximálně 100 znaků.
pl_pl: Element NAME może zawierać maksymalnie 100 znaków.
sk_sk: Element NAME môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_name_camel.long.message
source: NAME element value is too long
cs_cz: Hodnota elementu NAME je příliš dlouhá
pl_pl: Wartość elementu NAME jest za długa
sk_sk: Hodnota elementu NAME je príliš dlhá

# feedaudit.validators.length_name_max_160.long.message
source: NAME element value is too long
cs_cz: Hodnota elementu name je příliš dlouhá
pl_pl: Wartość elementu NAME jest za długa
sk_sk: Hodnota elementu NAME je príliš dlhá

# feedaudit.validators.length_name_max_160.long.help
source: Product name should be concise and at the same time shorter than 160 characters. Some values in your XML are longer.
cs_cz: Název zboží by měl být výstižný, a přitom je vhodné aby byl kratší než 160 znaků. Hodnoty ve vašem XML jsou delší.
pl_pl: Nazwa produktu powinna być zwięzła I krótsza niż 160 znaków. Niektóre wartości w Twoim XMLu są dłuższe.
sk_sk: Názov tovaru by mal byť výstižný a pritom je vhodné, aby bol kratší ako 160 znakov. Hodnoty vo vašom XML sú dlhšie.

# feedaudit.validators.length_pattern_max_100.long.message
source: G:PATTERN element is too long
cs_cz: Element G:PATTERN je příliš dlouhý
pl_pl: Element G:PATTERN jest za długi
sk_sk: Hodnota elementu G:PATTERN je príliš dlhá

# feedaudit.validators.length_pattern_max_100.long.help
source: G:PATTERN element can contain maximum 100 characters.
cs_cz: Element G:PATTERN může obsahovat maximálně 100 znaků.
pl_pl: Element G:PATTERN może zawierać maksymalnie 100 znaków.
sk_sk: Element G:PATTERN môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_pattern_max_500.long.message
source: PATTERN element is too long
cs_cz: Element PATTERN je příliš dlouhý
pl_pl: Element PATTERN jest za długi
sk_sk: Hodnota elementu PATTERN je príliš dlhá

# feedaudit.validators.length_pattern_max_500.long.help
source: PATTERN element can contain maximum 500 characters.
cs_cz: Element PATTERN může obsahovat maximálně 500 znaků.
pl_pl: Element PATTERN może zawierać maksymalnie 500 znaków.
sk_sk: Element PATTERN môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_preis_beschreibung.long.message
source: beschreibung element is too long
cs_cz: Element beschreibung je příliš dlouhý
pl_pl: Element beschreibung jest za długi
sk_sk: Hodnota elementu beschreibung je príliš dlhá

# feedaudit.validators.length_preis_beschreibung.long.help
source: beschreibung element can contain maximum 1000 characters.
cs_cz: Element beschreibung může obsahovat maximálně 1000 znaků.
pl_pl: Element beschreibung może zawierać maksymalnie 1000 znaków.
sk_sk: Element beschreibung môže obsahovať maximálne 1000 znakov.

# feedaudit.validators.length_price_currency_max_3.long.message
source: PRICE_CURRENCY element is too long
cs_cz: Element PRICE_CURRENCY je příliš dlouhý
pl_pl: Element PRICE_CURRENCY jest za długi
sk_sk: Hodnota elementu PRICE_CURRENCY je príliš dlhá

# feedaudit.validators.length_price_currency_max_3.long.help
source: PRICE_CURRENCY element can contain maximum 3 characters.
cs_cz: Element PRICE_CURRENCY může obsahovat maximálně 3 znaky.
pl_pl: Element PRICE_CURRENCY może zawierać maksymalnie 3 znaki.
sk_sk: Element PRICE_CURRENCY môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_product.long.message
source: PRODUCT element value is too long
cs_cz: Hodnota elementu PRODUCT je příliš dlouhá
pl_pl: Wartość elementu PRODUCT jest za długa
sk_sk: Hodnota elementu PRODUCT je príliš dlhá

# feedaudit.validators.length_product.long.help
source: PRODUCT element can contain maximum 255 characters.
cs_cz: Element PRODUCT může obsahovat maximálně 255 znaky.
pl_pl: Element PRODUCT może zawierać maksymalnie 255 znaków.
sk_sk: Element PRODUCT môže obsahovať maximálne 255 znakov.

# feedaudit.validators.length_product.short.message
source: PRODUCT element value is too short
cs_cz: Hodnota elementu PRODUCT je příliš krátká
pl_pl: Wartość elementu PRODUCT jest za długa
sk_sk: Hodnota elementu PRODUCT je príliš krátka

# feedaudit.validators.length_product.short.help
source: Product name should be concise and at the same time longer than 6 characters. Some items in your XML have shorter names.
cs_cz: Název zboží by měl být výstižný, a přitom je vhodné aby byl delší než 6 znaků. Vybrané položky ve vašem XML jsou kratší.
pl_pl: Nazwa produktu powinna być związła I nie powinna przekraczać 6 znaków. Niektóre elementy w Twoim XMLu mają krótsze nazwy.
sk_sk: Názov produktu by mal byť výstižný a pritom je vhodné aby bol dlhší než 6 znakov. Vybrané položky vo vašom XML sú kratšie.

# feedaudit.validators.length_product_name_max_100.long.message
source: PRODUCT_NAME element value is too long
cs_cz: Hodnota elementu PRODUCT_NAME je příliš dlouhá
pl_pl: Wartość elementu PRODUCT_NAME jest za długa
sk_sk: Hodnota elementu PRODUCT_NAME je príliš dlhá

# feedaudit.validators.length_product_name_max_100.long.help
source: PRODUCT_NAME element can contain maximum 100 characters.
cs_cz: Element PRODUCT_NAME může obsahovat maximálně 100 znaky.
pl_pl: Element PRODUCT_NAME może zawierać maksymalnie 100 znaków.
sk_sk: Element PRODUCT_NAME môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_product_number_max_50.long.message
source: PRODUCT_NUMBER element value is too long
cs_cz: Hodnota elementu PRODUCT_NUMBER je příliš dlouhá
pl_pl: Wartość elementu PRODUCT_NUMBER jest za długa
sk_sk: Hodnota elementu PRODUCT_NUMBER je príliš dlhá

# feedaudit.validators.length_product_number_max_50.long.help
source: PRODUCT_NUMBER element can contain maximum 50 characters.
cs_cz: Element PRODUCT_NUMBER může obsahovat maximálně 50 znaky.
pl_pl: Element PRODUCT_NUMBER może zawierać maksymalnie 50 znaków.
sk_sk: Element PRODUCT_NUMBER môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_product_type.long.message
source: G:PRODUCT_TYPE element is too long
cs_cz: Element G:PRODUCT_TYPE je příliš dlouhý
pl_pl: Element G:PRODUCT_TYPE jest za długi
sk_sk: Hodnota elementu G:PRODUCT_TYPE je príliš dlhá

# feedaudit.validators.length_product_type.long.help
source: G:PRODUCT_TYPE element can contain maximum 750 characters.
cs_cz: Element G:PRODUCT_TYPE může obsahovat maximálně 750 znaků.
pl_pl: Element G:PRODUCT_TYPE może zawierać maksymalnie 750 znaków.
sk_sk: Element G:PRODUCT_TYPE môže obsahovať maximálne 750 znakov.

# feedaudit.validators.length_product_url_max_2000.long.message
source: PRODUCT_URL element is too long
cs_cz: Element PRODUCT URL je příliš dlouhý
pl_pl: Element PRODUCT_URL jest za długi
sk_sk: Hodnota elementu PRODUCT URL je príliš dlhá

# feedaudit.validators.length_product_url_max_2000.long.help
source: PRODUCT_URL element can contain maximum 2000 characters.
cs_cz: Element PRODUCT URL může obsahovat maximálně 2000 znaků.
pl_pl: Element PRODUCT_URL może zawierać maksymalnie 2000 znaków.
sk_sk: Element PRODUCT URL môže obsahovať maximálne 2000 znakov.

# feedaudit.validators.length_productname.long.message
source: PRODUCTNAME element value is too long
cs_cz: Hodnota elementu PRODUCTNAME je příliš dlouhá
pl_pl: Wartość elementu PRODUCTNAME jest za długa
sk_sk: Hodnota elementu PRODUCTNAME je príliš dlhá

# feedaudit.validators.length_productname.long.help
source: Product name should be concise and at the same time shorter than 70 characters. Some values in your XML are longer.
cs_cz: Název zboží by měl být výstižný, a přitom je vhodné aby byl kratší než 70 znaků. Hodnoty ve vašem XML jsou delší.
pl_pl: Nazwa produktu powinna być zwięzła I jednocześnie nie powinna przekraczacć 70 znaków. Niektóre wartości w Twoim XMLu są dłuższe.
sk_sk: Názov produktu by mal byť výstižný, a pritom je vhodné aby bol kratší než 70znakov. Hodnoty vo vašom XML sú dlhšie.

# feedaudit.validators.length_productname.short.message
source: PRODUCTNAME element value is too short
cs_cz: Hodnota elementu PRODUCTNAME je příliš krátká
pl_pl: Wartość elementu PRODUCTNAME jest za krótka
sk_sk: Hodnota elementu PRODUCTNAME je príliš krátka

# feedaudit.validators.length_productname.short.help
source: Product name should be concise and at the same time longer than 2 characters. Some items in your XML have shorter names.
cs_cz: Název produktu by měl být výstižný, a přitom je vhodné aby byl delší než 2 znaky. Hodnoty ve vašem XML jsou kratší.
pl_pl: Nazwa produktu powinna być zwięzła I jednocześnie nie powinna przekraczacć 2 znaków. Niektóre wartości w Twoim XMLu są dłuższe.
sk_sk: Názov produktu by mal byť výstižný, a pritom je vhodné aby bol dlhší ako 2 znaky. Hodnoty vo vašom XML sú kratšie.

# feedaudit.validators.length_promo_text_max_50.long.message
source: PROMO_TEXT element is too long
cs_cz: Element PROMO TEXT je příliš dlouhý
pl_pl: Element PROMO_TEXT jest za długi
sk_sk: Hodnota elementu PROMO TEXT je príliš dlhá

# feedaudit.validators.length_promo_text_max_50.long.help
source: PROMO_TEXT element can contain maximum 50 characters.
cs_cz: Element PROMO TEXT může obsahovat maximálně 50 znaků.
pl_pl: Element PROMO_TEXT może zawierać maksymalnie 50 znaków.
sk_sk: Element PROMO TEXT môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_retailer_msg.long.message
source: retailerMessage element is too long
cs_cz: Element retailerMessage je příliš dlouhý
pl_pl: Element retailerMessage jest za długi
sk_sk: Element retailerMessage je príliš dlhý

# feedaudit.validators.length_sale_price_effective_date.long.message
source: G:SALE PRICE EFFECTIVE DATE element is too long
cs_cz: Element G:SALE PRICE EFFECTIVE DATE je příliš dlouhý
pl_pl: Element G:SALE PRICE EFFECTIVE DATE jest za długi
sk_sk: Hodnota elementu G:SALE PRICE EFFECTIVE DATE je príliš dlhá

# feedaudit.validators.length_sale_price_effective_date.long.help
source: G:SALE PRICE EFFECTIVE DATE element can contain maximum 51 characters.
cs_cz: Element G:SALE PRICE EFFECTIVE DATE může obsahovat maximálně 51 znaků.
pl_pl: Element G:SALE PRICE EFFECTIVE DATE może zawierać maksymalnie 51 znaków.
sk_sk: Element G:SALE PRICE EFFECTIVE DATE môže obsahovať maximálne 51 znakov.

# feedaudit.validators.length_shipping_label.long.message
source: G:SHIPPING_LABEL element is too long
cs_cz: Element G:SHIPPING_LABEL je příliš dlouhý
pl_pl: Element G:SHIPPING_LABEL jest za długi
sk_sk: Hodnota elementu G:SHIPPING_LABEL je príliš dlhá

# feedaudit.validators.length_shipping_label.long.help
source: G:SHIPPING_LABEL element can contain maximum 100 characters.
cs_cz: Element G:SHIPPING_LABEL může obsahovat maximálně 100 znaků.
pl_pl: Element G:SHIPPING_LABEL może zawierać maksymalnie 100 znaków.
sk_sk: Element G:SHIPPING_LABEL môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_shopalike_ean.long.message
source: Element “EAN” is longer that 13 digits
cs_cz: Element “EAN” je delší než 13 znaků
pl_pl: Element ean jest za krótka
sk_sk: Element “EAN” je dlhší než 13 znakov

# feedaudit.validators.length_shopalike_ean.short.message
source: Element “EAN” is shorter that 13 digits
cs_cz: Element “EAN” je kratší než 13 znaků
pl_pl: Element ean jest za długi
sk_sk: Element “EAN” je kratší než 13 znakov

# feedaudit.validators.length_shopalike_name_40.long.message
source: Element name is longer than 40 characters
cs_cz: Element name je delší než 40 znaků
pl_pl: Element name jest za długi
sk_sk: Element name je dlhší než 40 znakov

# feedaudit.validators.length_shopalike_sku.long.message
source: Element “SKU” is longer that 256 characters
cs_cz: Element “SKU” je delší než 256 znaků
pl_pl: Element sku jest za długi
sk_sk: Element “SKU” je dlhší než 256 znakov

# feedaudit.validators.length_shortdesc_max_300.long.message
source: SHORTDESC element is too long
cs_cz: Element SHORTDESC je příliš dlouhý
pl_pl: Element SHORTDESC jest za długi
sk_sk: Element SHORTDESC je príliš dlhý

# feedaudit.validators.length_size.long.message
source: G:SIZE element is too long
cs_cz: Element G:SIZE je příliš dlouhý
pl_pl: Element G:SIZE jest za długi
sk_sk: Hodnota elementu G:SIZE je príliš dlhá

# feedaudit.validators.length_size.long.help
source: G:SIZE element can contain maximum 100 characters.
cs_cz: Element G:SIZE může obsahovat maximálně 100 znaků.
pl_pl: Element G:SIZE może zawierać maksymalnie 100 znaków.
sk_sk: Element G:SIZE môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_size_max_254.long.message
source: SIZE element is too long
cs_cz: Element SIZE je příliš dlouhý
pl_pl: Element SIZE jest za długi
sk_sk: Hodnota elementu SIZE je príliš dlhá

# feedaudit.validators.length_size_max_254.long.help
source: SIZE element can contain maximum 254 characters.
cs_cz: Element SIZE může obsahovat maximálně 254 znaků.
pl_pl: Element SIZE może zawierać maksymalnie 254 znaki.
sk_sk: Element SIZE môže obsahovať maximálne 254 znakov.

# feedaudit.validators.length_size_max_50.long.message
source: SIZE element value is too long
cs_cz: Hodnota elementu SIZE je příliš dlouhá
pl_pl: Element SIZE jest za długi
sk_sk: Hodnota elementu SIZE je príliš dlhá

# feedaudit.validators.length_size_max_50.long.help
source: SIZE element can contain maximum 50 characters.
cs_cz: Element SIZE může obsahovat maximálně 50 znaků.
pl_pl: Element SIZE może zawierać maksymalnie 50 znaków.
sk_sk: Element SIZE môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_sku.long.message
source: SKU element value is too long
cs_cz: Hodnota elementu sku je příliš dlouhá
pl_pl: Wartość elementu SKU jest za długa
sk_sk: Hodnota elementu sku je príliš dlhá

# feedaudit.validators.length_sku.long.help
source: SKU element can contain maximum 100 characters.
cs_cz: Element sku může obsahovat maximálně 100 znaků.
pl_pl: Element SKU może zawierać maksymalnie 100 znaków. .
sk_sk: Element sku môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_subcategorie_max_255.long.message
source: SUBCATEGORIE element value is too long
cs_cz: Hodnota elementu SUBCATEGORIE je příliš dlouhá
pl_pl: Wartość elementu SUBCATEGORIE jest za długa
sk_sk: Hodnota elementu SUBCATEGORIE je príliš dlhá

# feedaudit.validators.length_thirdpartycategory.long.message
source: THIRDPARTYCATEGORY element value is too long
cs_cz: Hodnota elementu thirdpartycategory je příliš dlouhá
pl_pl: Wartość elementu THIRDPARTYCATEGORY jest za długa
sk_sk: Hodnota elementu thirdpartycategory je príliš dlhá

# feedaudit.validators.length_thirdpartycategory.long.help
source: THIRDPARTYCATEGORY element can contain maximum 300 characters.
cs_cz: Element thirdpartycategory může obsahovat maximálně 300 znaků.
pl_pl: Element THIRDPARTYCATEGORY może zawierać maksymalnie 300 znaków
sk_sk: Element thirdpartycategory môže obsahovať maximálne 300 znakov.

# feedaudit.validators.length_thirdpartyid.long.message
source: THIRDPARTYID element value is too long
cs_cz: Hodnota elementu thirdpartyid je příliš dlouhá
pl_pl: Twartość elementu HIRDPARTYID jest za długa
sk_sk: Hodnota elementu thirdpartyid je príliš dlhá

# feedaudit.validators.length_thirdpartyid.long.help
source: THIRDPARTYID element can contain maximum 64 characters.
cs_cz: Element thirdpartyid může obsahovat maximálně 64 znaků.
pl_pl: Element THIRDPARTYID może zawierać maksymalnie 64 znaki.
sk_sk: Element thirdpartyid môže obsahovať maximálne 64 znakov.

# feedaudit.validators.length_title.long.message
source: TITLE element value is too long
cs_cz: Hodnota elementu title je příliš dlouhá
pl_pl: Wartosć elementu TITLE jest za długa
sk_sk: Hodnota elementu title je príliš dlhá

# feedaudit.validators.length_title.long.help
source: TITLE element can contain maximum 160 characters.
cs_cz: Element title může obsahovat maximálně 160 znaků.
pl_pl: Element TITLE może zawierać maksymalnie 160 znaków.
sk_sk: Element title môže obsahovať maximálne 160 znakov.

# feedaudit.validators.length_title_max_100.long.message
source: G:TITLE element is too long
cs_cz: Element G:TITLE je příliš dlouhý
pl_pl: Element G:TITLE jest za długi
sk_sk: Hodnota elementu G:TITLE je príliš dlhá

# feedaudit.validators.length_title_max_100.long.help
source: G:TITLE element can contain maximum 100 characters
cs_cz: Element G:TITLE může obsahovat maximálně 100 znaků.
pl_pl: Element G:TITLE może zawierać maksymalnie 100 znaków.
sk_sk: Element TITLE môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_title_max_1000.long.message
source: TITLE element is too long
cs_cz: Element TITLE je příliš dlouhý
pl_pl: Element TITLE jest za długi
sk_sk: Hodnota elementu TITLE je príliš dlhá

# feedaudit.validators.length_title_max_1000.long.help
source: TITLE element can contain maximum 1000 characters
cs_cz: Element TITLE může obsahovat maximálně 1000 znaků.
pl_pl: Element TITLE może zawierać maksymalnie 1000 znaków.
sk_sk: Element TITLE môže obsahovať maximálne 1000 znakov.

# feedaudit.validators.length_title_max_100_no_fb.long.message
source: TITLE element is too long
cs_cz: Element TITLE je příliš dlouhý
pl_pl: Element TITLE jest za długi
sk_sk: Hodnota elementu TITLE je príliš dlhá

# feedaudit.validators.length_title_max_100_no_fb.long.help
source: TITLE element can contain maximum 100 characters
cs_cz: Element TITLE může obsahovat maximálně 100 znaků.
pl_pl: Element TITLE może zawierać maksymalnie 100 znaków.
sk_sk: Element TITLE môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_title_max_150.long.message
source: TITLE element is too long
cs_cz: Element TITLE je příliš dlouhý
pl_pl: Element TITLE jest za długi
sk_sk: Hodnota elementu TITLE je príliš dlhá

# feedaudit.validators.length_title_max_150.long.help
source: TITLE element can contain maximum 150 characters.
cs_cz: Element TITLE může obsahovat maximálně 150 znaků.
pl_pl: Element TITLE może zawierać maksymalnie 150 znaków.
sk_sk: Element TITLE môže obsahovať maximálne 150 znakov.

# feedaudit.validators.length_titlu_max_255.long.message
source: TITLU element is too long
cs_cz: Element TITLU je příliš dlouhý
pl_pl: Element TITLU jest za długi
sk_sk: Hodnota elementu TITLU je príliš dlhá

# feedaudit.validators.length_unique_id_max_100.long.message
source: UNIQUE_ID element is too long
cs_cz: Element UNIQUE ID je příliš dlouhý
pl_pl: Element UNIQUE_ID jest za długi
sk_sk: Hodnota elementu UNIQUE ID je príliš dlhá

# feedaudit.validators.length_unique_id_max_100.long.help
source: UNIQUE_ID element can contain maximum 100 characters.
cs_cz: Element UNIQUE ID může obsahovat maximálně 100 znaků.
pl_pl: Element UNIQUE_ID może zawierać maksymalnie 100 znaków.
sk_sk: Element UNIQUE ID môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_unique_product_id.long.message
source: PRODUCT_UNIQUE_ID element is too long
cs_cz: Element PRODUCT_UNIQUE_ID je příliš dlouhý
pl_pl: Element PRODUCT_UNIQUE_ID jest za długi
sk_sk: Hodnota elementu PRODUCT_UNIQUE_ID je príliš dlhá

# feedaudit.validators.length_unique_product_id.long.help
source: PRODUCT_UNIQUE_ID element can contain maximum 50 characters.
cs_cz: Element PRODUCT_UNIQUE_ID může obsahovat maximálně 50 znaků.
pl_pl: Element PRODUCT_UNIQUE_ID może zawierać maksymalnie 50 znaków.
sk_sk: Element TITLE môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_upc.long.message
source: UCP element value is too long
cs_cz: Hodnota elementu UPC je příliš dlouhá
pl_pl: ElementPRODUCT_UNIQUE_ID jest za długi
sk_sk: Hodnota elementu UPC je príliš dlhá

# feedaudit.validators.length_upc.long.help
source: UCP element can contain maximum 100 characters.
cs_cz: Element UPC může obsahovat maximálně 100 znaků.
pl_pl: Elemement UCP może zawierać maksymalnie 100 znaków.
sk_sk: Element UPC môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_upc_ean_13.long.message
source: upc_ean element is too long
cs_cz: Element upc_ean je příliš dlouhý
pl_pl: Wartość elementu upc_ean jest za długa
sk_sk: Hodnota elementu upc_ean je príliš dlhá

# feedaudit.validators.length_warranty.long.message
source: WARRANTY element value is too long
cs_cz: Hodnota elementu WARRANTY je příliš dlouhá
pl_pl: Wartość elementu WARRANTY jest za długa
sk_sk: Hodnota elementu WARRANTY je príliš dlhá

# feedaudit.validators.length_warranty.long.help
source: WARRANTY element can contain maximum 300 characters.
cs_cz: Element WARRANTY může obsahovat maximálně 300 znaků.
pl_pl: Element WARRANTY może zawierać maksymalnie 300 znaków.
sk_sk: Element WARRANTY môže obsahovať maximálne 300 znakov.

# feedaudit.validators.length_warranty_camel.long.message
source: WARRANTY element value is too long
cs_cz: Hodnota elementu WARRANTY je příliš dlouhá
pl_pl: Wartość elementu WARRANTY jest za długa
sk_sk: Hodnota elementu WARRANTY je príliš dlhá

# feedaudit.validators.multiple_elements_contain_value_active.wrong.message
source: At least one element ACTIVE contains invalid value
cs_cz: Alespoň jeden element ACTIVE obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element ACTIVE zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element ACTIVE obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_active.wrong.help
source: Element ACTIVE should contain 0, 1, true or false.
cs_cz: Element ACTIVE by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ACTIVE może mieć tylko 0, 1, true lub false.
sk_sk: Element ACTIVE by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_contain_value_active_yn.wrong.message
source: At least one element ACTIVE_YN contains invalid value
cs_cz: Alespoň jeden element ACTIVE_YN obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element ACTIVE_YN zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element ACTIVE_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_active_yn.wrong.help
source: Element ACTIVE_YN should contain 0, 1, true or false.
cs_cz: Element ACTIVE_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ACTIVE_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element ACTIVE_YN by mal obsahovať 0, 1, true alebo false.
