Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.multiple_elements_is_number_price_sale.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price_vat.wrong.message
source: At least one element PRICE_VAT contains invalid value
cs_cz: Alespoň jeden element PRICE_VAT obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRICE_VAT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE_VAT obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_price_vat.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price_with_vat.wrong.message
source: At least one element PRICE_WITH_VAT contains invalid value
cs_cz: Alespoň jeden element PRICE_WITH_VAT obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRICE_WITH_VAT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE_WITH_VAT obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_price_with_vat.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price_without_vat.wrong.message
source: At least one element PRICE_WITHOUT_VAT contains invalid value
cs_cz: Alespoň jeden element PRICE_WITHOUT_VAT obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRICE_WITHOUT_VAT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE_WITHOUT_VAT obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_price_without_vat.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_product_discount.wrong.message
source: At least one element PRODUCT_DISCOUNT contains invalid value
cs_cz: Alespoň jeden element PRODUCT_DISCOUNT obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRODUCT_DISCOUNT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRODUCT_DISCOUNT obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_product_discount.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

source: At least one element PRODUCT_DISCOUNT_REAL contains invalid value
cs_cz: Alespoň jeden element PRODUCT_DISCOUNT_REAL obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRODUCT_DISCOUNT_REAL zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRODUCT_DISCOUNT_REAL obsahuje neplatnú hodnotu

source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_purchase_price.wrong.message
source: At least one element PURCHASE_PRICE contains invalid value
cs_cz: Alespoň jeden element PURCHASE_PRICE obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PURCHASE_PRICE zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PURCHASE_PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_purchase_price.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_recycling_fee.wrong.message
source: At least one element RECYCLING_FEE contains invalid value
cs_cz: Alespoň jeden element RECYCLING_FEE obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element RECYCLING_FEE zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element RECYCLING_FEE obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_recycling_fee.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_standard_price.wrong.message
source: At least one element STANDARD_PRICE contains invalid value
cs_cz: Alespoň jeden element STANDARD_PRICE obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element STANDARD_PRICE zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element STANDARD_PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_standard_price.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_vat.wrong.message
source: At least one element VAT contains invalid value
cs_cz: Alespoň jeden element VAT obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element VAT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element VAT obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_vat.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

source: None of PARAM_NAME elements contain value Barva
cs_cz: Žádný element PARAM_NAME neobsahuje hodnotu Barva
pl_pl: Żaden z elementów PARAM_NAME nie zawiera wartości Barva
sk_sk: Žiadny element PARAM_NAME neobsahuje hodnotu Barva

source: None of PARAM_NAME elements contain value Materiál
cs_cz: Žádný element PARAM_NAME neobsahuje hodnotu Materiál
pl_pl: Żaden z elementów PARAM_NAME nie zawiera wartości Materiál
sk_sk: Žiadny element PARAM_NAME neobsahuje hodnotu Materiál

source: FREE_ACCESSORIES_TEXT element occurs more than once for a product
cs_cz: Element FREE_ACCESSORIES_TEXT se u produktu vyskytuje více než jednou
pl_pl: Element FREE_ACCESSORIES_TEXT występuje więcej niż raz dla produktu
sk_sk: lement FREE_ACCESSORIES_TEXT sa pri produkte vyskytuje viac ako jedenkrát.

# feedaudit.validators.only_once_per_product_free_accessories_text.redundant.help
source: The maximal quantity of FREE_ACCESSORIES_TEXT element for one product is one.
cs_cz: Maximální četnost elementu FREE_ACCESSORIES_TEXT pro jeden produkt je jedna.
pl_pl: Maksymalna częstotliwość elementu FREE_ACCESSORIES_TEXT dla jednego produktu wynosi jeden.
sk_sk: Maximálny počet elementu FREE_ACCESSORIES_TEXT pre jeden produkt je jeden.

# feedaudit.validators.only_once_per_product_free_gift_text.redundant.message
source: FREE_GIFT_TEXT element occurs more than once for a product
cs_cz: Element FREE_GIFT_TEXT se u produktu vyskytuje více než jednou
pl_pl: Felement REE_GIFT_TEXT wystepuje więcej niż raz dla produktu
sk_sk: lement FREE_GIFT_TEXT sa pri produkte vyskytuje viac ako jedenkrát.

# feedaudit.validators.only_once_per_product_free_gift_text.redundant.help
source: The maximal quantity of FREE_GIFT_TEXT element for one product is one.
cs_cz: Maximální četnost elementu FREE_GIFT_TEXT pro jeden produkt je jedna.
pl_pl: Maksymalna częstotliwość elementu FREE_GIFT_TEXT dla jednego produktu wynosi jeden.
sk_sk: Maximálny počet elementu FREE_GIFT_TEXT pre jeden produkt je jeden.

# feedaudit.validators.only_once_per_product_voucher_text.redundant.message
source: VOUCHER_TEXT element occurs more than once for a product
cs_cz: Element VOUCHER_TEXT se u produktu vyskytuje více než jednou
pl_pl: Element VOUCHER_TEXT wystepuje wiecej niż raz dla produktu
sk_sk: lement VOUCHER_TEXT sa pri produkte vyskytuje viac ako jedenkrát.

# feedaudit.validators.only_once_per_product_voucher_text.redundant.help
source: The maximal quantity of VOUCHER_TEXT element for one product is one.
cs_cz: Maximální četnost elementu VOUCHER_TEXT pro jeden produkt je jedna.
pl_pl: Maksymalna częstotliwość elementu VOUCHER_TEXT dla jednego produktu wynosi jeden.
sk_sk: Maximálny počet elementu VOUCHER_TEXT pre jeden produkt je jeden.

# feedaudit.validators.param.duplicate_param_name.message
source: PARAM_NAME element value is not unique
cs_cz: Hodnota elementu PARAM_NAME není unikátní
pl_pl: Wartość elemetu PARAM_NAME nie jest unikalna
sk_sk: Hodnota elementu PARAM_NAME nie je unikátna

# feedaudit.validators.param.duplicate_param_name.help
source: One item appears to have a parameter with the same name more than once. Each item may have one parameter exactly once.
cs_cz: Jedna položka zboží uvádí vícekrát parametr se stejným názvem. Každý parametr smí mít jedna položka zboží právě jednou.
pl_pl: Zdaje się, że paramter jednego elementu występuje więcej niż raz. Każda pozycja może mieć jeden parametr dokładnie jeden raz.
sk_sk: Jedna položka tovaru uvádza viackrát parameter s rovnakým názvom. Správne produkt nesmie obsahovať rovnaký parameter dvakrát.

# feedaudit.validators.param.duplicate_param_name.example
source: <PARAM><PARAM_NAME>Colour</PARAM_NAME><VAL>Red</VAL></PARAM>
cs_cz: <PARAM><PARAM_NAME>Barva</PARAM_NAME><VAL>Červená</VAL></PARAM>
pl_pl: <PARAM><PARAM_NAME>Kolor</PARAM_NAME><VAL>Czerwony</VAL></PARAM>
sk_sk: <PARAM><PARAM_NAME>Farba</PARAM_NAME><VAL>Červená</VAL></PARAM>

# feedaudit.validators.param.missing_param_name.message
source: PARAM element does not contain PARAM_NAME element
cs_cz: Element PARAM neobsahuje element PARAM_NAME
pl_pl: Element PARAM nie zawiera elementu PARAM_NAME
sk_sk: Element PARAM neobsahuje element PARAM_NAME

# feedaudit.validators.param.missing_val.message
source: PARAM element does not contain VAL element
cs_cz: Element PARAM neobsahuje element VAL
pl_pl: Element PARAM nie zawiera elementu VAL
sk_sk: Element PARAM neobsahuje element VAL

# feedaudit.validators.param.multiple_val.message
source: PARAM element contains VAL element more than once
cs_cz: Element PARAM obsahuje element VAL více než jednou
pl_pl: Element PARAM zawiera element VAL więcej niż raz
sk_sk: Element PARAM obsahuje element viac ako jedenkrát

# feedaudit.validators.param.multiple_val.help
source: PARAM element must contain two embedded elements: PARAM_NAME and VAL. Each of them exactly once.
cs_cz: Element PARAM musí obsahovat dva zanořené elementy: PARAM_NAME a VAL. Každý z nich právě jednou.
pl_pl: Element PARAM musi zawierać dwa elementy PARAM_NAME i VAL. Kazdy z nich może występować dokładnie raz.
sk_sk: Element PARAM musí obsahovať dva zanorené elementy: PARAM_NAME a VAL., každý z nich práve jedenkrát.

# feedaudit.validators.param.multiple_val.example
source: <PARAM><PARAM_NAME>Colour</PARAM_NAME><VAL>Red</VAL></PARAM>
cs_cz: <PARAM><PARAM_NAME>Barva</PARAM_NAME><VAL>Červená</VAL></PARAM>
pl_pl: <PARAM><PARAM_NAME>Kolor</PARAM_NAME><VAL>Czerwony</VAL></PARAM>
sk_sk: <PARAM><PARAM_NAME>Farba</PARAM_NAME><VAL>Červená</VAL></PARAM>

# feedaudit.validators.param.semicolon.message
source: PARAM element value contains semicolon
cs_cz: Hodnota elementu PARAM obsahuje středník
pl_pl: Wratość elementu PARAM zawiera średnik
sk_sk: Hodnota elementu PARAM obsahuje bodkočiarku

# feedaudit.validators.param.semicolon.help
source: Semicolons are sometimes misused by developers to separate different values of one parameter. When there are two T-shirts in a online store, e.g. red and green, they create one item in the XML with "Colour" parameter and "red;green" value. That is not correct. For each colour there should be one product item. COLOUR parameter should then contain "red" or "green".
cs_cz: Středníkem někdy chybně oddělují programátoři různé hodnoty jednoho parametru. Pokud jsou v e-shopu např. dvě trička, červené a zelené, vytvoří v XML jedno zboží a v parametru "Barva" uvedou hodnotu "červená;zelená". To je chybné. Správně musí být pro každou barvu vytvořena vlastní položka zboží. V parametru barva pak uvede "červená" nebo "zelená".
pl_pl: Średniki są czasami nadużywane przez programistów w celu oddzielenia różnych wartości jednego parametru. Kiedy w sklepie są dwie koszulki, np. czerwona i zielona I tworzą jedną pozycję w pliku XML z parametrem "Kolor" i wartością "czerwony, zielony", to to jest błąd. Dla każdego koloru powinien być przydzielony jeden produkt. Parametr COLOR powinien wówczas zawierać "czerwony" lub "zielony".
sk_sk: Bodkočiarkou niekedy chybne oddeľujú programátori rôzne hodnoty jedného parametra. Ak sú v e-shope napr. dve tričká červenej a zelenej, vytvorí v XML jeden produkt a v parametri "Farba" uvedú hodnotu "červená; zelená ". To nie je správne. Správne musí byť pre každú farbu vytvorená vlastná položka tovaru. V parametri farba potom uvedie "červená"alebo"zelená".

# feedaudit.validators.param_glami.duplicate_param_name.message
source: PARAM_NAME element value is not unique
cs_cz: Hodnota elementu PARAM_NAME není unikátní
pl_pl: Wartość elementu PARAM_NAME nie jest unikalna
sk_sk: Hodnota elementu PARAM_NAME nie je unikátna

# feedaudit.validators.param_glami.duplicate_param_name.help
source: One item appears to have a parameter with the same name more than once. Each item may have one parameter exactly once.
cs_cz: Jedna položka zboží uvádí vícekrát parametr se stejným názvem. Každý parametr smí mít jedna položka zboží právě jednou.
pl_pl: Zdaje się, że jeden element ma parametr o tej samej nazwie więcej niż raz. Każda pozycja może mieć maksymalnie raz dany parametr.
sk_sk: Jedna položka tovaru uvádza viackrát parameter s rovnakým názvom. Správne produkt nesmie obsahovať rovnaký parameter dvakrát.

# feedaudit.validators.param_glami.missing_param_name.message
source: PARAM element does not contain PARAM_NAME element
cs_cz: Element PARAM neobsahuje element PARAM_NAME
pl_pl: Element PARAM nie zawiera elementu PARAM_NAME
sk_sk: Element PARAM neobsahuje element PARAM_NAME

# feedaudit.validators.param_glami.missing_val.message
source: PARAM element does not contain VAL element
cs_cz: Element PARAM neobsahuje element VAL
pl_pl: Element PARAM nie zawiera elementu VAL
sk_sk: Element PARAM neobsahuje element VAL

# feedaudit.validators.param_glami.multiple_val.message
source: PARAM element contains VAL element more than once
cs_cz: Element PARAM obsahuje element VAL více než jednou
pl_pl: Element PARAM zawiera element VAL więcej niż raz
sk_sk: Element PARAM obsahuje element viac ako jedenkrát

# feedaudit.validators.param_glami.multiple_val.help
source: PARAM element must contain two embedded elements: PARAM_NAME and VAL. Each of them exactly once.
cs_cz: Element PARAM musí obsahovat dva zanořené elementy: PARAM_NAME a VAL. Každý z nich právě jednou.
pl_pl: Element PARAM musi zawierać dwa elementy PARAM_NAME i VAL. Kazdy z nich dokładnie raz.
sk_sk: Element PARAM musí obsahovať dva zanorené elementy: PARAM_NAME a VAL., každý z nich práve jedenkrát.

# feedaudit.validators.param_glami.semicolon.message
source: PARAM element value contains semicolon
cs_cz: Hodnota elementu PARAM obsahuje středník
pl_pl: Wrtość elementu PARAM zawiera średnik
sk_sk: Hodnota elementu PARAM obsahuje stredník

# feedaudit.validators.param_mergado.duplicate_param_name.message
source: PARAM element value is not unique
cs_cz: Hodnota elementu PARAM není unikátní
pl_pl: Wartość elementu PARAM nie jest unikalna
sk_sk: Hodnota elementu NAME nie je unikátna

# feedaudit.validators.param_mergado.duplicate_param_name.help
source: One item appears to have a parameter with the same name more than once. Each item may have one parameter exactly once.
cs_cz: Jedna položka zboží uvádí vícekrát parametr se stejným názvem. Každý parametr smí mít jedna položka zboží právě jednou.
pl_pl: Zdaje się, że jeden element ma parametr o tej samej nazwie więcej niż raz. Każda pozycja może mieć maksymalnie raz dany parametr.
sk_sk: Jedna položka tovaru uvádza viackrát parameter s rovnakým názvom. Správne produkt nesmie obsahovať rovnaký parameter dvakrát.

# feedaudit.validators.param_mergado.duplicate_param_name.example
source: <PARAM><NAME>Colour</NAME><VALUE>Red</VALUE></PARAM>
cs_cz: <PARAM><NAME>Barva</NAME><VALUE>Červená</VALUE></PARAM>
sk_sk: <PARAM><NAME>Farba</NAME><VALUE>Červená</VALUE></PARAM>

# feedaudit.validators.param_mergado.missing_param_name.message
source: PARAM element does not contain NAME element
cs_cz: Element PARAM neobsahuje element NAME
pl_pl: Element PARAM nie zawiera elementu NAME
sk_sk: Element PARAM neobsahuje element NAME

# feedaudit.validators.param_mergado.missing_param_name.help
source: PARAM element must contain two embedded elements: NAME and VALUE. Each of them exactly once.
cs_cz: Element PARAM musí obsahovat dva zanořené elementy: NAME a VALUE. Každý z nich právě jednou.
pl_pl: Element PARAM musi zawierać dwa elementy NAME i VALUE. Kazdy z nich dokładnie raz.
sk_sk: Element PARAM musí obsahovať dva zanorené elementy: NAME a VALUE., každý z nich práve jedenkrát.

# feedaudit.validators.param_mergado.missing_val.message
source: PARAM element does not contain VALUE element
cs_cz: Element PARAM neobsahuje element VALUE
pl_pl: Element PARAM nie zawiera elementu VALUE
sk_sk: Element PARAM neobsahuje element VALUE

# feedaudit.validators.param_mergado.missing_val.help
source: PARAM element must contain two embedded elements: NAME and VALUE. Each of them exactly once.
cs_cz: Element PARAM musí obsahovat dva zanořené elementy: NAME a VALUE. Každý z nich právě jednou.
pl_pl: Element PARAM musi zawierać dwa elementy NAME i VALUE. Kazdy z nich dokładnie raz.
sk_sk: Element PARAM musí obsahovať dva zanorené elementy: NAME a VALUE., každý z nich práve jedenkrát.

# feedaudit.validators.param_mergado.multiple_val.message
source: PARAM element contains VAL element more than once
cs_cz: Element PARAM obsahuje element VAL více než jednou
pl_pl: Element PARAM zawiera element VAL więcej niż raz
sk_sk: Element PARAM obsahuje element viac ako jedenkrát

# feedaudit.validators.param_mergado.multiple_val.help
source: PARAM element must contain two embedded elements: PARAM and VAL. Each of them exactly once.
cs_cz: Element PARAM musí obsahovat dva zanořené elementy: PARAM a VAL. Každý z nich právě jednou.
pl_pl: Element PARAM musi zawierać dwa elementy PARAM_NAME i VAL. Kazdy z nich dokładnie raz.
sk_sk: Element PARAM musí obsahovať dva zanorené elementy: PARAM_NAME a VAL.,každý z nich práve jedenkrát.

# feedaudit.validators.param_mergado.multiple_val.example
source: <PARAM><NAME>Colour</NAME><VALUE>Red</VALUE></PARAM>
cs_cz: <PARAM><NAME>Barva</NAME><VALUE>Červená</VALUE></PARAM>
pl_pl: <PARAM><NAME>Kolor</NAME><VALUE>Czerwony</VALUE></PARAM>
sk_sk: <PARAM><NAME>Farba</NAME><VALUE>Červená</VALUE></PARAM>

# feedaudit.validators.param_mergado.semicolon.message
source: PARAM element value contains semicolon.
cs_cz: Hodnota elementu PARAM obsahuje středník
pl_pl: Wartość elementu PARAM zawiera średnik
sk_sk: Hodnota elementu PARAM obsahuje bodkočiarku

# feedaudit.validators.param_mergado.semicolon.help
source: Semicolons are sometimes misused by developers to separate different values of one parameter. When there are two T-shirts in a online store, e.g. red and green, they create one item in the XML with "Colour" parameter and "red;green" value. That is not correct. For each colour there should be one product item. COLOUR parameter should then contain "red" or "green".
cs_cz: Středníkem někdy chybně oddělují programátoři různé hodnoty jednoho parametru. Pokud jsou v e-shopu např. dvě trička, červené a zelené, vytvoří v XML jedno zboží a v parametru "Barva" uvedou hodnotu "červená;zelená". To je chybné. Správně musí být pro každou barvu vytvořena vlastní položka zboží. V parametru barva pak uvede "červená" nebo "zelená".
pl_pl: Semicolons are sometimes misused by developers to separate different values of one parameter. When there are two T-shirts in a store, e.g. red and green, they create one item in the XML with "Colour" parameter and "red;green" value. That is not correct. For each colour there should be one product item. COLOUR parameter should then contain "red" or "green".
sk_sk: Bodkočiarkou niekedy chybne oddeľujú programátori rôzne hodnoty jedného parametra. Ak sú v e-shope napr. dve tričká, červenej a zelenej, vytvorí v XML jeden produkt a v parametri "Farba" uvedú hodnotu "červená; zelená ". To nie je správne. Správne musí byť pre každú farbu vytvorená vlastná položka tovaru. V parametri farba potom uvedie "červená"alebo"zelená".

# feedaudit.validators.param_zbozi.duplicate_param_name.message
source: PARAM element value is not unique
cs_cz: Hodnota elementu PARAM není unikátní
pl_pl: Wartość elementu PARAM nie jest unikalna
sk_sk: Hodnota elementu NAME nie je unikátna

# feedaudit.validators.param_zbozi.missing_param_name.message
source: PARAM element does not contain PARAM element
cs_cz: Element PARAM neobsahuje element PARAM
pl_pl: Element PARAM nie zawiera elementu PARAM
sk_sk: Element PARAM neobsahuje element NAME

# feedaudit.validators.param_zbozi.missing_val.message
source: PARAM element does not contain VAL element
cs_cz: Element PARAM neobsahuje element VAL
pl_pl: Element PARAM nie zawiera elementu VAL
sk_sk: Element PARAM neobsahuje element VALUE

# feedaudit.validators.param_zbozi.multiple_val.message
source: PARAM element contains VAL element more than once
cs_cz: Element PARAM obsahuje element VAL více než jednou
pl_pl: Element PARAM zawiera element VAL więcej niż raz
sk_sk: Element PARAM obsahuje element viac ako jedenkrát

# feedaudit.validators.param_zbozi.semicolon.message
source: PARAM element value contains semicolon.
cs_cz: Hodnota elementu PARAM obsahuje středník
pl_pl: Wartość elementu PARAM zawiera średnik
sk_sk: Hodnota elementu PARAM obsahuje bodkočiarku

# feedaudit.validators.parsing.attributes_defined.message
source: XML tag contains unknow attributes.
cs_cz: XML značka obsahuje neznámé atributy
pl_pl: Tag XML zawiera nieznane atrybuty
sk_sk: XML značka obsahuje neznáme atribúty

# feedaudit.validators.parsing.content_before_high_level_tag.message
source: Value is placed outside of the element
cs_cz: Hodnota je umístěna mimo element
pl_pl: Wartość jest umieszczona poza elementem
sk_sk: Hodnota je umiestnená mimo element

# feedaudit.validators.parsing.content_before_start_tag.message
source: Value is placed in front of element start tag
cs_cz: Hodnota je umístěna před otevírací značkou elementu
pl_pl: Wartość jest umieszczana przed znacznikiem początkowym elementu
sk_sk: Hodnota je umiestnená pred otváracou značkou elementu

# feedaudit.validators.parsing.content_before_start_tag.help
source: All product information should be enclosed in tags. Some item seems to violate this rule.
cs_cz: Veškeré informace o zboží by měly být uzavřeny do značek. Zde zřejmě nějaká položka toto porušuje.
pl_pl: Wszystkie informacje o produkcie powinny być zawarte w tagach. Niektóre elementy nie spełniają tej zasady.
sk_sk: Všetky informácie o tovare by mali byť uzatvorené do značiek. Tu zrejme nejaká položka toto porušuje.

# feedaudit.validators.parsing.content_before_start_tag.example
source: Correct:“<PRODUCT>Canon 123</PRODUCT>“ Wrong: „Canon<PRODUCT>123</PRODUCT>“.
cs_cz: Správně:“<PRODUCT>Canon 123</PRODUCT>“ chybně: „Canon<PRODUCT>123</PRODUCT>“.
sk_sk: Správne:“<PRODUCT>Canon 123</PRODUCT>“ chybne: „Canon<PRODUCT>123</PRODUCT>“.
