Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.delivery.multiple_delivery_price.message
source: DELIVERY_PRICE element appears more than once
cs_cz: Element DELIVERY_PRICE je uveden více než jednou
pl_pl: Element DELIVERY_PRICE pojawia się więcej niż raz
sk_sk: Element DELIVERY_PRICE je uvedený viac ako jedenkrát

# feedaudit.validators.delivery.multiple_delivery_price.help
source: Within each DELIVERY element exactly one DELIVERY_ID element can appear and further DELIVERY_PRICE or DELIVERY_PRICE_COD elements can also appear. It is not possible to have any of these elements more than once.
cs_cz: Uvnitř každého elementu DELIVERY musí být uveden právě jeden element DELIVERY_ID a dále mohou být uvedeny DELIVERY_PRICE či DELIVERY_PRICE_COD. Nelze některý z těchto elementů uvnitř jednoho DELIVERY zopakovat vícekrát.
pl_pl: W każdym elemencie DELIVERY może pojawić się dokładnie raz elemenent DELIVERY_ID I kolejne elementy jak DELIVERY_PRICE czy DELIVERY_PRICE_COD. Żaden z tych elementów nie może wystąpić więcej niż raz.
sk_sk: Vnútri každého elementu DELIVERY musí byť uvedený práve jeden element DELIVERY_ID a ďalej môžu byť uvedené DELIVERY_PRICE či DELIVERY_PRICE_COD. Nie je možné niektorý z týchto elementov vnútri jedného DELIVERY zopakovať viackrát.

# feedaudit.validators.delivery.multiple_delivery_price.example
source: <DELIVERY> <DELIVERY_ID>DHL</DELIVERY_ID> <DELIVERY_PRICE>0</DELIVERY_PRICE> </DELIVERY>
cs_cz: <DELIVERY> <DELIVERY_ID>CESKA_POSTA</DELIVERY_ID> <DELIVERY_PRICE>0</DELIVERY_PRICE> </DELIVERY>
sk_sk: <DELIVERY> <DELIVERY_ID>SLOVENSKA_POSTA</DELIVERY_ID> <DELIVERY_PRICE>0</DELIVERY_PRICE> </DELIVERY>

# feedaudit.validators.delivery.multiple_delivery_price_cod.message
source: DELIVERY_PRICE_COD element appears more than once
cs_cz: Element DELIVERY_PRICE_COD je uveden více než jednou
pl_pl: Element DELIVERY_PRICE_COD pojawia się więcej niż raz
sk_sk: Element DELIVERY_PRICE_COD je uvedený viac ako jedenkrát

# feedaudit.validators.delivery.multiple_delivery_price_cod.help
source: Within each DELIVERY element can DELIVERY_PRICE_COD element appear at most once.
cs_cz: Uvnitř každého elementu DELIVERY musí být uveden element DELIVERY_PRICE_COD nejvýše jednou.
pl_pl: W każdym elemencie DELIVERY element DELIVERY_PRICE_COD może pojawić się tylko raz.
sk_sk: Vnútri každého elementu DELIVERY musí byť uvedený element DELIVERY_PRICE_COD najviac jedenkrát.

# feedaudit.validators.delivery.wrong_delivery_price.message
source: DELIVERY_PRICE element does not contain positive number
cs_cz: Element DELIVERY_PRICE neobsahuje kladné číslo
pl_pl: Element DELIVERY_PRICE nie zawiera liczby dodatniej
sk_sk: Element DELIVERY_PRICE neobsahuje kladné číslo

# feedaudit.validators.delivery.wrong_delivery_price_cod.message
source: DELIVERY_PRICE_COD element does not contain positive number
cs_cz: Element DELIVERY_PRICE_COD neobsahuje kladné číslo
pl_pl: Element DELIVERY_PRICE_COD nie zawiera liczby dodatniej
sk_sk: Element DELIVERY_PRICE_COD neobsahuje kladné číslo

# feedaudit.validators.delivery_date_heureka.wrong.message
source: DELIVERY_DATE element contains illegal value
cs_cz: Element DELIVERY_DATE obsahuje nepovolenou hodnotu
pl_pl: Element DELIVERY_DATE zawiera niedozwoloną wartość
sk_sk: Element DELIVERY_DATE obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_date_heureka.wrong.help
source: DELIVERY_DATE element specifies a delivery period. It can contain either numeric value specifying number of days, text „immediately“ or a delivery date.
cs_cz: DELIVERY_DATE udává dobu vyřízení objednávky. Obsahovat může číselnou hodnotu udávající počet dní, nebo datum vyřízení objednávek.
pl_pl: Element DELIVERY_DATE określa czas dostawy. Może zawierać wartość liczbową wskazującą na ilość dni, tekst “natychmiast” albo datę dostawy.
sk_sk: DELIVERY_DATE udáva dobu vybavenia objednávky. Obsahovať môže číselnú hodnotu udávajúcu počet dní, alebo dátum vybavenia objednávok.

# feedaudit.validators.delivery_date_heureka.wrong.example
source: <DELIVERY_DATE>7</DELIVERY_DATE> or <DELIVERY_DATE>2012–07–24</DELIVERY_DATE>
cs_cz: <DELIVERY_DATE>7</DELIVERY_DATE> nebo <DELIVERY_DATE>2012–07–24</DELIVERY_DATE>
sk_sk: <DELIVERY_DATE>7</DELIVERY_DATE> alebo <DELIVERY_DATE>2012–07–24</DELIVERY_DATE>

# feedaudit.validators.delivery_date_mall_from.wrong.message
source: FROM element contains illegal value
cs_cz: Element FROM obsahuje nepovolenou hodnotu
pl_pl: Element FROM zawiera niedozwoloną wartość
sk_sk: Element FROM obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_date_mall_to.wrong.message
source: TO element contains illegal value
cs_cz: Element TO obsahuje nepovolenou hodnotu
pl_pl: Element TO zawiera niedozwoloną wratość
sk_sk: Element TO obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_date_zbozi.wrong.message
source: DELIVERY_DATE element contains illegal value
cs_cz: Element DELIVERY_DATE obsahuje nepovolenou hodnotu
pl_pl: Element DELIVERY_DATE zawiera niedozwoloną wartość
sk_sk: Element DELIVERY_DATE obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_date_zbozi.wrong.help
source: DELIVERY_DATE element specifies a delivery period. It can contain either numeric value specifying number of days, text „immediately“ or a delivery date.
cs_cz: DELIVERY_DATE udává dobu vyřízení objednávky. Obsahovat může číselnou hodnotu udávající počet dní, text „ihned“, nebo datum vyřízení objednávek.
pl_pl: Element DELIVERY_DATE określa czas dostawy. Może zawierać wartość liczbową wskazującą na ilość dni, tekst “natychmiast” albo datę dostawy.
sk_sk: DELIVERY_DATE udáva dobu vybavenia objednávky. Obsahovať môže číselnú hodnotu udávajúcu počet dní, text "ihneď ", alebo dátum vybavenia objednávok.

# feedaudit.validators.delivery_date_zbozi.wrong.example
source: <DELIVERY_DATE>7</DELIVERY_DATE> or <DELIVERY_DATE>immediately</DELIVERY_DATE> or <DELIVERY_DATE>2012–07–24</DELIVERY_DATE>
cs_cz: <DELIVERY_DATE>7</DELIVERY_DATE> nebo <DELIVERY_DATE>ih­ned</DELIVERY_DATE> nebo <DELIVERY_DATE>2012–07–24</DELIVERY_DATE>
sk_sk: <DELIVERY_DATE>7</DELIVERY_DATE> alebo <DELIVERY_DATE>ih­neď</DELIVERY_DATE> alebo <DELIVERY_DATE>2012–07–24</DELIVERY_DATE>

# feedaudit.validators.delivery_id_cz_heureka.wrong_delivery_id.message
source: DELIVERY_ID element contains illegal value
cs_cz: Element DELIVERY_ID obsahuje nepovolenou hodnotu
pl_pl: Element DELIVERY_ID zawiera niedozwoloną wartość
sk_sk: Element DELIVERY_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_id_cz_heureka.wrong_delivery_id.help
source: As for delivery type, it is possible to give one of these values: CESKA_POSTA, CESKA_POSTA_NAPOSTU_DEPOTAPI, CESKA_POSTA_NA_POSTU, CESKA_POSTA_DOPORUCENA_ZASILKA, DSV, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, FOFR, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA, FEDEX, RABEN_LOGISTICS, ZASILKOVNA, DPD_PICKUP, ULOZENKA, BALIKOVNA_DEPOTAPI. Following items contain value which is not given in the above list.
cs_cz: Typ dopravy zboží, lze uvést jednu ze stanovených hodnot: CESKA_POSTA, CESKA_POSTA_NAPOSTU_DEPOTAPI, CESKA_POSTA_NA_POSTU, CESKA_POSTA_DOPORUCENA_ZASILKA, DSV, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, FOFR, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA, FEDEX, RABEN_LOGISTICS, ZASILKOVNA, DPD_PICKUP, ULOZENKA, BALIKOVNA_DEPOTAPI. Následující položky obsahují hodnotu, která v tomto seznamu uvedena není.
pl_pl: Jeśli chodzi o rodzaj dostawy, możesz podać jedną z nastepujących wartości: CESKA_POSTA, CESKA_POSTA_NAPOSTU_DEPOTAPI, CESKA_POSTA_NA_POSTU, CESKA_POSTA_DOPORUCENA_ZASILKA, DSV, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, FOFR, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA, FEDEX, RABEN_LOGISTICS, ZASILKOVNA, DPD_PICKUP, ULOZENKA, BALIKOVNA_DEPOTAPI. Poniższe element przedstawia wartość, która nie są wymieniona na tej liście.
sk_sk: Typ dopravy tovaru, možno uviesť jednu zo stanovených hodnôt: CESKA_POSTA, CESKA_POSTA_NAPOSTU_DEPOTAPI, CESKA_POSTA_NA_POSTU, CESKA_POSTA_DOPORUCENA_ZASILKA, DSV, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, FOFR, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA, FEDEX, RABEN_LOGISTICS, ZASILKOVNA, DPD_PICKUP, ULOZENKA, BALIKOVNA_DEPOTAPI. Nasledujúce položky obsahujú hodnotu, ktorá v tomto zozname uvedená nie je.

# feedaudit.validators.delivery_id_cz_heureka.wrong_delivery_id.example
source: <DELIVERY_ID>DHL</DELIVERY_ID>
cs_cz: <DELIVERY_ID>CESKA_POSTA</DELIVERY_ID>
sk_sk: <DELIVERY_ID>CESKA_POSTA</DELIVERY_ID>

# feedaudit.validators.delivery_id_cz_mergado.wrong_delivery_id.message
source: DELIVERY_ID element contains illegal value
cs_cz: Element DELIVERY_ID obsahuje nepovolenou hodnotu
pl_pl: Element DELIVERY_ID zawiera niedozwoloną wartość
sk_sk: Element DELIVERY_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_id_cz_mergado.wrong_delivery_id.help
source: As for delivery type, it is possible to give one of these values: CESKA_POSTA, CESKA_POSTA_NA_POSTU, CESKA_POSTA_DOPORUCENA_ZASILKA, DSV, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, FOFR, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA, FEDEX, RABEN_LOGISTICS. Following items contain value which is not given in that list.
cs_cz: Typ dopravy zboží, lze uvést jednu ze stanovených hodnot: CESKA_POSTA, CESKA_POSTA_NA_POSTU, CESKA_POSTA_DOPORUCENA_ZASILKA, DSV, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, FOFR, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA, FEDEX, RABEN_LOGISTICS. Následující položky obsahují hodnotu, která v tomto seznamu uvedena není.
pl_pl: Jeśli chodzi o rodzaj dostawy, możesz podać jedną z nastepujących wartości: CESKA_POSTA, CESKA_POSTA_NA_POSTU, CESKA_POSTA_DOPORUCENA_ZASILKA, DSV, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, FOFR, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA, FEDEX, RABEN_LOGISTICS. Poniższy element przedstawia wartość, która nie są wymieniona na tej liście.
sk_sk: Typ dopravy tovaru, možno uviesť jednu zo stanovených hodnôt: CESKA_POSTA, CESKA_POSTA_NA_POSTU, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, EMS, FOFR,GEBRUDER_WEISS, GEIS, GENERAL_PARCEL, GLS, HDS, INTIME, PPL,RADIALKA, Seegmuller, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA. Nasledujúce položky obsahujú hodnotu, ktorá v tomto zozname uvedená nie je.

# feedaudit.validators.delivery_id_cz_mergado.wrong_delivery_id.example
source: <DELIVERY_ID>FEDEX</DELIVERY_ID>
cs_cz: <DELIVERY_ID>CESKA_POSTA</DELIVERY_ID>
sk_sk: <DELIVERY_ID>CESKA_POSTA</DELIVERY_ID>

# feedaudit.validators.delivery_id_sk.wrong_delivery_id.message
source: DELIVERY_ID element contains illegal value
cs_cz: Element DELIVERY_ID obsahuje nepovolenou hodnotu
pl_pl: Element DELIVERY_ID zawiera niedozwoloną wartość
sk_sk: Element DELIVERY_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_id_sk.wrong_delivery_id.help
source: As for delivery type, it is possible to give one of these values: SLOVENSKA_POSTA, SLOVENSKA_POSTA_NAPOSTU_DEPOTAPI, SLOVENSKA_POSTA_BALIK_NA_POSTU, DPD, DHL, DSV, EXPRES_KURIER, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, REMAX, TNT, TOPTRANS, UPS, FEDEX, RABEN_LOGISTICS, SDS, SPS, ZASILKOVNA, DPD_PICKUP, ULOZENKA, VLASTNA_PREPRAVA. Following items contain value which is not given in that list.
cs_cz: Typ dopravy zboží, lze uvést jednu ze stanovených hodnot: SLOVENSKA_POSTA, SLOVENSKA_POSTA_BALIK_NA_POSTU, SLOVENSKA_POSTA_NAPOSTU_DEPOTAPI, DPD, DHL, DSV, EXPRES_KURIER, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, REMAX, TNT, TOPTRANS, UPS, FEDEX, RABEN_LOGISTICS, SDS, SPS, ZASILKOVNA, DPD_PICKUP, ULOZENKA, VLASTNA_PREPRAVA. Následující položky obsahují hodnotu, která v tomto seznamu uvedena není.
pl_pl: Jeśli chodzi o rodzaj dostawy, możesz podać jedną z nastepujących wartości: SLOVENSKA_POSTA, SLOVENSKA_POSTA_NAPOSTU_DEPOTAPI, SLOVENSKA_POSTA_BALIK_NA_POSTU, DPD, DHL, DSV, EXPRES_KURIER, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, REMAX, TNT, TOPTRANS, UPS, FEDEX, RABEN_LOGISTICS, SDS, SPS, ZASILKOVNA, DPD_PICKUP, ULOZENKA, VLASTNA_PREPRAVA. Poniższy element przedstawia wartość, która nie są wymieniona na tej liście.
sk_sk: Typ dopravy tovaru, možno uviesť jednu zo stanovených hodnôt: SLOVENSKA_POSTA, SLOVENSKA_POSTA_NAPOSTU_DEPOTAPI, SLOVENSKA_POSTA_BALIK_NA_POSTU, DPD, DHL, DSV, EXPRES_KURIER, GEBRUDER_WEISS, GEIS, GLS, HDS, INTIME, PPL, REMAX, TNT, TOPTRANS, UPS, FEDEX, RABEN_LOGISTICS, SDS, SPS, ZASILKOVNA, DPD_PICKUP, ULOZENKA, VLASTNA_PREPRAVA. Nasledujúce položky obsahujú hodnotu, ktorá v tomto zozname uvedená nie je.

# feedaudit.validators.delivery_id_sk.wrong_delivery_id.example
source: <DELIVERY_ID>DHL</DELIVERY_ID>
cs_cz: <DELIVERY_ID>CESKA_POSTA</DELIVERY_ID>
sk_sk: <DELIVERY_ID>CESKA_POSTA</DELIVERY_ID>

# feedaudit.validators.delivery_id_skrz.wrong_delivery_id.message
source: DELIVERY_ID element contains illegal value
cs_cz: Element DELIVERY_ID obsahuje nepovolenou hodnotu
pl_pl: Element DELIVERY_ID zawiera niedozwoloną wartość
sk_sk: Element DELIVERY_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_id_skrz.wrong_delivery_id.help
source: As for delivery type, it is possible to give one of these values: CESKA_POSTA, CESKA_POSTA_NA_POSTU, CSAD_LOGISTIK_OSTRAVA, DPD, DHL, EMS, FOFR, GEBRUDER_WEISS, GEIS, GENERAL_PARCEL, GLS, HDS, HEUREKAPOINT, INTIME, PPL, RADIALKA, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA. Following items contain value which is not given in that list.
cs_cz: Typ dopravy zboží, lze uvést jednu ze stanovených hodnot: CESKA_POSTA, CESKA_POSTA_NA_POSTU, CSAD_LOGISTIK_OSTRAVA, DPD, DHL, EMS, FOFR, GEBRUDER_WEISS, GEIS, GENERAL_PARCEL, GLS, HDS, HEUREKAPOINT, INTIME, PPL, RADIALKA, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA. Následující položky obsahují hodnotu, která v tomto seznamu uvedena není.
pl_pl: Jeśli chodzi o rodzaj dostawy, możesz podać jedną z nastepujących wartości: CESKA_POSTA, CESKA_POSTA_NA_POSTU, CESKA_POSTA_DOPORUCENA_ZASILKA, DSV, CSAD_LOGISTIK_OSTRAVA, DHL, DPD, FOFR, GEBRUDER_WEISS, GEIS, GLS, HDS, HEUREKAPOINT, INTIME, PPL, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA, FEDEX, RABEN_LOGISTICS. Poniższy element przedstawia wartość, która nie są wymieniona na tej liście.
sk_sk: Typ dopravy tovaru, možno uviesť jednu zo stanovených hodnôt: CESKA_POSTA, CESKA_POSTA_NA_POSTU, CSAD_LOGISTIK_OSTRAVA, DPD, DHL, EMS, FOFR, GEBRUDER_WEISS, GEIS, GENERAL_PARCEL, GLS, HDS, HEUREKAPOINT, INTIME, PPL, RADIALKA, SEEGMULLER, TNT, TOPTRANS, UPS, VLASTNI_PREPRAVA.Nasledujúce položky obsahujú hodnotu, ktorá v tomto zozname uvedená nie je.

# feedaudit.validators.delivery_id_zbozi1.wrong_delivery_id.message
source: DELIVERY_ID element contains illegal value
cs_cz: Element DELIVERY_ID obsahuje nepovolenou hodnotu
pl_pl: Element DELIVERY_ID zawiera niedozwoloną wartość
sk_sk: Element DELIVERY_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.delivery_id_zbozi1.wrong_delivery_id.help
source: As for delivery type, it is possible to give one of these values: CESKA_POSTA_NA_POSTU, CESKA_POSTA_BALIKOVNA, DPD_PICKUP, GEIS_POINT, PPL_PARCELSHOP, ULOZENKA, ZASILKOVNA_NA_ADRESU, VLASTNI_VYDEJNI_MISTA, CESKA_POSTA, DPD, DHL, FOFR, GEBRUDER_WEISS, GEIS, INTIME, MESSENGER, PPL, TNT, TOPTRANS, UPS, FEDEX, RABEN_LOGISTICS, VLASTNI_PREPRAVA, ZASILKOVNA.Following items contain value which is not given in that list.
cs_cz: Typ dopravy zboží, lze uvést jednu ze stanovených hodnot: CESKA_POSTA_NA_POSTU, CESKA_POSTA_BALIKOVNA, DPD_PICKUP, GEIS_POINT, PPL_PARCELSHOP, ULOZENKA, ZASILKOVNA_NA_ADRESU, VLASTNI_VYDEJNI_MISTA, CESKA_POSTA, DPD, DHL, FOFR, GEBRUDER_WEISS, GEIS, INTIME, MESSENGER, PPL, TNT, TOPTRANS, UPS, FEDEX, RABEN_LOGISTICS, VLASTNI_PREPRAVA, ZASILKOVNA.Následující položky obsahují hodnotu, která v tomto seznamu uvedena není.
pl_pl: Jeśli chodzi o rodzaj dostawy, możesz podać jedną z nastepujących wartości: CESKA_POSTA_NA_POSTU, CESKA_POSTA_BALIKOVNA, DPD_PICKUP, GEIS_POINT, PPL_PARCELSHOP, ULOZENKA, ZASILKOVNA_NA_ADRESU, VLASTNI_VYDEJNI_MISTA, CESKA_POSTA, DPD, DHL, FOFR, GEBRUDER_WEISS, GEIS, INTIME, MESSENGER, PPL, TNT, TOPTRANS, UPS, FEDEX, RABEN_LOGISTICS, VLASTNI_PREPRAVA, ZASILKOVNA.Poniższy element przedstawia wartość, która nie są wymieniona na tej liście.
sk_sk: Typ dopravy tovaru, možno uviesť jednu zo stanovených hodnôt: CESKA_POSTA_NA_POSTU, CESKA_POSTA_BALIKOVNA, DPD_PICKUP, GEIS_POINT, PPL_PARCELSHOP, ULOZENKA, ZASILKOVNA_NA_ADRESU, VLASTNI_VYDEJNI_MISTA, CESKA_POSTA, DPD, DHL, FOFR, GEBRUDER_WEISS, GEIS, INTIME, MESSENGER, PPL, TNT, TOPTRANS, UPS, FEDEX, RABEN_LOGISTICS, VLASTNI_PREPRAVA, ZASILKOVNA.Nasledujúce položky obsahujú hodnotu, ktorá v tomto zozname uvedená nie je.

# feedaudit.validators.description.contains_html.message
source: DESCRIPTION element contains HTML marks
cs_cz: Element DESCRIPTION obsahuje HTML značky
pl_pl: Element DESCRIPTION zawiera znaczniki HTML
sk_sk: Element DESCRIPTION obsahuje HTML značky

# feedaudit.validators.description.contains_html.help
source: Text description probably contains HTML elements. Text should be clear of HTML elements, which are usually enclosed into angle brackets.
cs_cz: Textový popis zřejmě obsahuje formátovací značky HTML. Text by měl být přitom čistý, bez formátovacích značek, které jsou obvykle uzavřené do špičatých závorek.
pl_pl: Opis tekstowy prawdopodobnie zawiera elementy HTML. Tekst powinien być czysty, nie powinien zawierać żadnych znaków formatowania, które są zwykle zapisane w nawiasach kątowych.
sk_sk: Textový popis zrejme obsahuje formátovacie značky HTML. Text by mal byť pritom čistý, bez formátovacích značiek, ktoré sú zvyčajne uzavreté do špicatých zátvoriek.

# feedaudit.validators.description.contains_html.example
source: <p>This product description should be without <strong>HTML</strong> elements...</p>
cs_cz: <p>Tento popis zboží by měl být bez <strong>HTML</strong> značek...</p>
sk_sk: <p>Tento popis produktu by mal byť bez <strong>HTML</strong> značiek...</p>

# feedaudit.validators.description.contains_string.message
source: Item description requires control
cs_cz: Popis položky vyžaduje kontrolu
pl_pl: Opis pozycji wymaga kontroli
sk_sk: Popis položky vyžaduje kontrolu

# feedaudit.validators.description.contains_string.help
source: Check the text description of selected items. It is possible that the goods are incorrectly described or should not even be advertised. The reason could be that there is a temporary text „lorem ipsum“ or it is not possible to buy separately.
cs_cz: Zkontrolujte si textové popisy uvedených položek. Je možné, že je zboží popsané chybně, nebo že by v inzerci být vůbec nemělo. A to třeba proto, že obsahuje dočasný text „lorem ipsum“, nebo že nelze samostatně koupit.
pl_pl: Sprawdź opis tekstowy wybranych pozycji. Istnieje możliwość, że produkty są źle opisane, albo nawet nie powinny być reklamowane. Powodem może być tymczasowy tekst „lorem ipsum”, albo nie można go kupić osobno.
sk_sk: Skontrolujte si textové popisy uvedených položiek. Je možné, že je produkt opísaný chybne, alebo že by v inzercii byť vôbec nemal. A to napríklad preto, že obsahuje dočasný text "Lorem ipsum", alebo že ho nemožno samostatne kúpiť.

# feedaudit.validators.description.wrong_format.message
source: DESCRIPTION element has invalid format
cs_cz: Element DESCRIPTION má nesprávný formát
pl_pl: Element DESCRIPTION ma nieprawidłowy format
sk_sk: Element DESCRIPTION má zlý formát

# feedaudit.validators.description.wrong_format.help
source: Element should contain a product text description. It should contain at least 5 words and using sentences it should inform a user about important facts about the product.
cs_cz: Element má obsahovat textový popis zboží. Měl by obsahovat alespoň pět slov a ve větách by měl informovat uživatele o podstatných vlastnostech zboží.
pl_pl: Element powinien zawierać opis tekstowy produktu. Powinien składać się conajmniej z 5 wyrazów I za pomocą zdań powinien informować użytkownika o ważnych kwestiach dotyczących produktu.
sk_sk: Element má obsahovať textový popis produktu. Mal by obsahovať aspoň päť slov a vo vetách by mal informovať užívateľa o podstatných vlastnostiach tovaru.

# feedaudit.validators.description.wrong_format.example
source: <DESCRIPTION>The Graco Quattro Travel System Deluxe is a practical yet stylish stroller that enables you to travel easily. The quality, study frame is hard-wearing, providing ultimate safety and protection for your child. The 5 point harness means your baby is safely restrained and securely fastened.</DESCRIPTION>
cs_cz: <DESCRIPTION>Kočárek CAM CORTINA X3 Tris Evolution obsahuje sportovní korbu, hlubokou korbou a autosedačku. Kočárek umožňuje nastavit opěrku zad i nohou současně.</DESCRIPTION>
pl_pl: <DESCRIPTION>The Graco Quattro Travel System Deluxe to praktyczny, ale stylowy wózek, który umożliwia łatwe podróżowanie. Jakość, szkielet gabinetu jest wytrzymały, zapewnia najwyższy poziom bezpieczeństwa i ochrony Twojego dziecka. 5-punktowa uprząż oznacza, że Twoje dziecko jest bezpieczne. </ DESCRIPTION>
sk_sk: <DESCRIPTION>Kočík CAM CORTINA X3 Tris Evolution obsahuje športovú korbu, hlbokú korbou a autosedačku. Kočík umožňuje nastaviť opierku chrbta a nôh súčasne.</DESCRIPTION>

# feedaudit.validators.description_fb_description.contains_html.message
source: G:DESCRIPTION element contains HTML elements
cs_cz: Element G:DESCRIPTION obsahuje HTML znaky
pl_pl: Element G:DESCRIPTION zawiera elementy HML
sk_sk: Element G:DESCRIPTION obsahuje HTML znaky

# feedaudit.validators.description_fb_description.contains_html.help
source: Product text description. It should shortly (at least with few words) characterize the product. It should not contain HTML elements.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde. Nesmí obsahovat HTML znaky.
pl_pl: Opis tekstowy produktu. Powinien krótko (conajmniej w kilku słowach ) charakteryzować produkt. Nie może zawierać elementów HTML.
sk_sk: Textový popis tovaru. Mal by stručne charakterizovať o aký tovar ide. Nesmie obsahovať HTML znaky.

# feedaudit.validators.description_fb_description.contains_string.message
source: G:DESCRIPTION element contains illegal characters
cs_cz: Element G:DESCRIPTION obsahuje nepovolené znaky
pl_pl: Element G:DESCRIPTION zawiera niedozwolone znaki
sk_sk: Element G:DESCRIPTION obsahuje nepovolené znaky

# feedaudit.validators.description_fb_description.contains_string.help
source: G:DESCRIPTION element contains either "not possible to buy" or "lorem ipsum".
cs_cz: Element G:DESCRIPTION obsahuje buď "nelze koupit" nebo "lorem ipsum".
pl_pl: Element G:DESCRIPTION zawiera “nie można kupić”, albo "lorem ipsum".
sk_sk: Element G:DESCRIPTION obsahuje buď "nedá sa kúpiť" alebo "Lorem ipsum".

# feedaudit.validators.description_fb_description.wrong_format.message
source: G:DESCRIPTION element contains invalid value or is too short
cs_cz: Element G:DESCRIPTION obsahuje neplatnou hodnotu nebo je příliš krátký
pl_pl: Element G:DESCRIPTION zawiera niedozwoloną wartość, albo jest zbyt krótki
sk_sk: Element G:DESCRIPTON obsahuje neplatnú hodnotu

# feedaudit.validators.description_fb_description.wrong_format.help
source: Product text description. It should shortly (at least with few words) characterize the product. It should not contain HTML elements.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde a obsahovat alespoň několik slov. Nesmí obsahovat HTML znaky.
pl_pl: Opis tekstowy produktu. Powinien krótko (conajmniej w kilku słowach ) charakteryzować produkt. Nie może zawierać elementów HTML. .
sk_sk: Textový popis tovaru. Mal by stručne charakterizovať o aký tovar ide. Nesmie obsahovať HTML znaky.
