Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.reg_exp_product_price.wrong.message
source: PRODUCT_PRICE element contains invalid value
cs_cz: Element PRODUCT_PRICE obsahuje neplatnou hodnotu
pl_pl: Element PRODUCT_PRICE zawiera nieprawidłową wartość
sk_sk: Element PRODUCT_PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_product_price.wrong.help
source: Information about price should contain currency, e.g. "150.00 CZK".
cs_cz: Informace o ceně zadávejte včetně měny ve formátu "150.00 CZK".
pl_pl: Informacja o cenie powinna zawierać walutę np. "150.00 CZK".
sk_sk: Informácie o cene zadávajte vrátane meny vo formáte "20.00 EUR".

# feedaudit.validators.reg_exp_productname.wrong.message
source: Check product names (PRODUCTNAME element)
cs_cz: Zkontrolujte názvy zboží (element PRODUCTNAME)
pl_pl: Sprawdź nazwy produktów (PRODUCTNAME element)
sk_sk: Skontrolujte názvy produktov (element PRODUCTNAME)

# feedaudit.validators.reg_exp_productname.wrong.help
source: Product name (PRODUCTNAME element) seems to contain non-standard characters or words. Check and correct possible errors.
cs_cz: Název zboží PRODUCTNAME pravděpodobně obsahuje nestandardní znaky či slova. Zkontrolujte jej a případně opravte.
pl_pl: Nazwa produktu (PRODUCTNAME element) wydaje się zawierać niestandardowe wyrażenia lub słowa. Sprawdź to I popraw.
sk_sk: Názov produktu PRODUCTNAME pravdepodobne obsahuje neštandardné znaky či slová. Skontrolujte ho a prípadne opravte.

# feedaudit.validators.reg_exp_release_date.wrong.message
source: RELEASE_DATE element value has invalid format
cs_cz: Hodnota elementu RELEASE_DATE nemá správný formát
pl_pl: Wartość elementu RELEASE_DATE ma nieprawidłowy format
sk_sk: Hodnota elementu RELEASE_DATE nemá správny formát

# feedaudit.validators.reg_exp_release_date.wrong.help
source: RELEASE_DATE element defines the official launch date of the product in the Czech Republic and must have the following format: <i>YYYY-MM-DDTHH:MM:SS</i> or <i>YYYY-MM-DD</i>. When the time is not set, the midnight counts.
cs_cz: Element RELEASE_DATE, označující datum oficiálního zahájení prodeje výrobku pro Českou republiku, musí mít formát <i>RRRR-MM-DDTHH:MM:SS</i> nebo <i>RRRR-MM-DD</i>. Při neuvedení času se bere půlnoc.
pl_pl: RELEASE_DATE element określa oficjalną datę wprowadzenia produktu do obrotu w Republice Czeskiej i musi mieć następujący format: <i> YYYY-MM-DDTHH: MM: SS </ i> lub <i> YYYY-MM-DD </ i> . Jeśli nie ustawisz czasu, automatycznie będzie ustawiona północ.
sk_sk: Element RELEASE_DATE, označujúci dátum oficiálneho zahájenia predaja výrobku pre Českú Republiku, musí mať formát <i>RRRR-MM-DDTHH:MM:SS</i> alebo <i>RRRR-MM-DD</i>. Pri neuvedení času sa bere do úvahy polnoc.

# feedaudit.validators.reg_exp_release_date_mergado.wrong.message
source: RELEASE_DATE element value has invalid format
cs_cz: Hodnota elementu RELEASE_DATE nemá správný formát
pl_pl: Element RELEASE_DATE ma nieprawidłowy format
sk_sk: Element RELEASE_DATE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_sale_price.wrong.message
source: G:SALE_PRICE element contains invalid value
cs_cz: Element G:SALE_PRICE obsahuje neplatnou hodnotu
pl_pl: Element G:SALE_PRICE zawiera nieprawidłową wartość
sk_sk: Element G:SALE_PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_sale_price.wrong.help
source: G:SALE_PRICE element contains information about a product price. Please fill it in price + currency format (e.g.: 250 CZK).
cs_cz: Element G:SALE_PRICE obsahuje informace o ceně zboží. Uvádějte ho ve formátu cena + měna (například 250 CZK).
pl_pl: Element zawiera informacje na temat ceny produktu. Musiusz wypełnić w formacie cena + waluta (np: 250 CZK).
sk_sk: Element G:SALE_PRICE obsahuje informácie o cene tovaru. Uvádzajte ho vo formáte cena + mena (napríklad 250 CZK).

# feedaudit.validators.reg_exp_sale_price_adwords.wrong.message
source: SALE_PRICE element contains invalid value
cs_cz: Element SALE PRICE obsahuje neplatnou hodnotu
pl_pl: Element SALE_PRICE zawiera nieprawidłową wartośc
sk_sk: Element SALE PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_sale_price_effective_date.wrong.message
source: G:SALE_PRICE_EFFECTIVE_DATE element contains invalid value
cs_cz: Element G:SALE_PRICE_EFFECTIVE_DATE obsahuje neplatnou hodnotu
pl_pl: Element G:SALE_PRICE_EFFECTIVE_DATE zawiera nieprawidłową wartość
sk_sk: Element G:SALE_PRICE_EFFECTIVE_DATE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_sale_price_effective_date.wrong.help
source: G:SALE_PRICE_EFFECTIVE_DATE element defines the duration of a discount and should be written in following format (start date and time, end date and time): 2016-02-24T13:00-0800/2016-02-29T15:30-0800.
cs_cz: Element G:SALE_PRICE_EFFECTIVE_DATE obsahuje informace o době trvání změny slevy a uvádí se v následujícím formátu (počáteční datum a čas, koncové datum a čas): 2016-02-24T13:00-0800/2016-02-29T15:30-0800.
pl_pl: Element G: SALE_PRICE_EFFECTIVE_DATE określa czas trwania promocji i powinien być zapisany w następującym formacie: 2016-02-24T13: 00-0800 / 2016-02-29T15: 30-0800.
sk_sk: Element G:SALE_PRICE_EFFECTIVE_DATE obsahuje informácie o dobe trvania zmeny zľavy a uvádza sa v nasledujúcom formáte (počiatočný dátum a čas, koncový dátum a čas): 2016-02-24T13: 00-0800 / 2016-02-29T15: 30-0800.

# feedaudit.validators.reg_exp_shipping_size.wrong.message
source: SHIPPING_SIZE element contains invalid value
cs_cz: Element SHIPPING_SIZE obsahuje neplatnou hodnotu
pl_pl: Element SHIPPING_SIZE zawiera nieprawidłową wartość
sk_sk: Element SHIPPING_SIZE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_shipping_size.wrong.help
source: SHIPPING_SIZE element specifies the size of an item. Allowed units are cm, m, in, ft. Please specify the proportions in the following format: lenght x widht x height (e.g. 0,3x2x1 m).
cs_cz: Element SHIPPING_SIZE udává velikost zboží. Povolené jednotky jsou cm, m, in, ft. Rozměry udávejte ve formátu délka x šířka x výška (např. 0,3x2x1 m).
pl_pl: Element G: SHIPPING_SIZE opisuje rozmiar produktu. Dozwolone jednostki to cm, m, in, ft. Proporcje należy wypełniać w formacie x szerokość x wysokość (np. 0,3 x 2 x 1 m).
sk_sk: Element SHIPPING_SIZE udáva veľkosť tovaru. Povolené jednotky sú cm, m, in, ft. Rozmery udávajte vo formáte dĺžka x šírka x výška (napr. 0,3x2x1 m).

# feedaudit.validators.reg_exp_shipping_weight.wrong.message
source: SHIPPING_WEIGHT element contains invalid value.
cs_cz: Element SHIPPING_WEIGHT obsahuje neplatnou hodnotu
pl_pl: Element SHIPPING_WEIGHT zawiera nieprawidłową wartość
sk_sk: Element SHIPPING_WEIGHT obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_shipping_weight.wrong.help
source: SHIPPING_WEIGHT element contains information about a product weight during shipping. Allowed units are g, kg, l, oz, e.g. 15,3 kg.
cs_cz: Element SHIPPING_WEIGHT obsahuje informace o váze zboží při přepravě. Povolené jednotky jsou g, kg, l, oz, například 15,3 kg.
pl_pl: Element G:SHIPPING_WEIGHT zawiera informaje o wadze produktu do wysyłki. Dozwolone wartości to: g, kg, l, oz, np. 15,3 kg.
sk_sk: Element SHIPPING_WEIGHT obsahuje informácie o váhe tovaru pri preprave. Povolené jednotky sú g, kg, l, oz, napríklad 15,3 kg.

# feedaudit.validators.ssl.error.message
source: HTTPS certificate could not be verified or is not valid
cs_cz: HTTPS certifikát nelze ověřit nebo není platný
pl_pl: Nie można zweryfikowa certyfikatu HTTPS, albo jest nieprawidłowy
sk_sk: HTTPS certifikát nemožno overiť alebo nie je platný

# feedaudit.validators.ssl.error.help
source: Certificate serves to verify the server's identity when using a secure HTTPS connection. Your server shows a certificate which is either not valid or could not be verified (maybe because it was not verified by a trustworthy certificate agency). Shopping services could refuse to process the data file.
cs_cz: Certifikát slouží k ověření identity serveru při použití zabezpečeného spojení pomocí HTTPS. Váš server uvádí certifikát, který buďto není platný, nebo jej nelze ověřit, například protože nebyl vydán důvěryhodnou certifikační agenturou. Vyhledávače zboží pak mohou odmítnout datový soubor zpracovat.
pl_pl: Certyfikat służy do uwierzytelniania tożsamości serwera podczas korzystania z bezpiecznego połączenia przy użyciu protokołu HTTPS. Twój serwer udostępnia certyfikat, który jest nieprawidłowy lub nie można go zweryfikować, na przykład dlatego, że nie został wystawiony przez zaufaną agencję certyfikacyjną.Wyszukiwarki produktów mogą następnie odmówić przetworzenia pliku danych.
sk_sk: Certifikát slúži na overenie identity servera pri použití zabezpečeného spojenia pomocou HTTPS. Váš server uvádza certifikát, ktorý buď nie je platný, alebo ho nie je možné overiť, napríklad pretože nebol vydaný dôveryhodnou certifikačnou agentúrou. Vyhľadávače tovaru potom môžu odmietnuť dátový súbor spracovať.

# feedaudit.validators.starts_ends_alpha_product.wrong.message
source: PRODUCT element contains inappropriate characters
cs_cz: Element PRODUCT obsahuje nevhodné znaky
pl_pl: Element PRODUCT zawiera nieodpowiednie znaki
sk_sk: Element PRODUCT obsahuje nevhodné znaky

# feedaudit.validators.starts_ends_alpha_product.wrong.help
source: Product name should not contain stars, exclamation marks and other inappropriate characters. Make sure that products in your online store do not contain those characters.
cs_cz: Název zboží by neměl obsahovat hvězdičky, vykřičníky a další nevhodné znaky. Zkontrolujte si, zda není toto zboží uvedeno na stránkách vašeho e-shopu chybně.
pl_pl: Nazwa produktu nie może zawierać gwiazdek, wykrzykników ani innych niedozwolonych znaków. Upewnij się, że produkty w twoim sklepie ich nie zawierają.
sk_sk: Názov produktu by nemal obsahovať hviezdičky, výkričníky a ďalšie nevhodné znaky. Skontrolujte si, či nie je tento produkt uvedený na stránkach vášho e-shopu chybne.

# feedaudit.validators.starts_ends_alpha_productname.wrong.message
source: PRODUCTNAME element contains inappropriate characters
cs_cz: Element PRODUCTNAME obsahuje nevhodné znaky
pl_pl: Element PRODUCTNAME zawiera nieodpowiednie znaki
sk_sk: Element PRODUCTNAME obsahuje nevhodné znaky

# feedaudit.validators.starts_ends_alpha_productname.wrong.help
source: Product name should not contain stars, exclamation marks and other inappropriate characters. Make sure that products in your online store do not contain those characters.
cs_cz: Název zboží by neměl obsahovat hvězdičky, vykřičníky a další nevhodné znaky. Zkontrolujte si, zda není toto zboží uvedeno na stránkách vašeho e-shopu chybně.
pl_pl: Nazwa produktu nie może zawierać gwiazdek, wykrzykników ani innych niedozwolonych znaków. Upewnij się, że produkty w twoim sklepie ich nie zawierają.
sk_sk: Názov produktu by nemal obsahovať hviezdičky, výkričníky a ďalšie nevhodné znaky. Skontrolujte si, či nie je tento produkt uvedený na stránkach vášho e-shopu chybne.

# feedaudit.validators.uppercase_manufacturer.wrong.message
source: MANUFACTURER element contains words lowercase.
cs_cz: Element MANUFACTURER obsahuje slova malými písmeny
pl_pl: Element MANUFACTURER zawiera małe litery
sk_sk: Element MANUFACTURER obsahuje slová malými písmenami

# feedaudit.validators.url_additional_image_link.invalid.message
source: G:ADDITIONAL_IMAGE_LINK element value has invalid format
cs_cz: Hodnota elementu G:ADDITIONAL_IMAGE_LINK má nesprávný formát
pl_pl: Wartość elementu G:ADDITIONAL_IMAGE_LINK ma nieprawidłowy format
sk_sk: Hodnota elementu G:ADDITIONAL_IMAGE_LINK má nesprávny formát

# feedaudit.validators.url_additional_image_link.invalid.help
source: Image address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší adresu zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe, że system zarządzania treścią Twojego sklepu wyświetli obraz prawidłowo, ale polecamy to sprawdzić.
sk_sk: Adresa obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je ale lepšie adresu skontrolovať.

# feedaudit.validators.url_additional_image_link_lower.invalid.message
source: ADDITIONAL_IMAGE_LINK element value has invalid format
cs_cz: Hodnota elementu ADDITIONAL_IMAGE_LINK má nesprávný formát
pl_pl: Wartość elementu ADDITIONAL_IMAGE_LINK ma nieprawidłowy format.
sk_sk: Hodnota elementu ADDITIONAL_IMAGE_LINK má nesprávny formát

# feedaudit.validators.url_additional_image_link_lower.invalid.help
source: Image address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší adresu zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe, że system zarządzania treścią Twojego sklepu wyświetli obraz prawidłowo, ale polecamy to sprawdzić.
sk_sk: Adresa obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je ale lepšie adresu skontrolovať.

# feedaudit.validators.url_brand_url.invalid.message
source: BRAND_URL element value has invalid format
cs_cz: Hodnota elementu BRAND_URL má nesprávný formát
pl_pl: Wartość elementu BRAND_URL ma nieprawidłowy format
sk_sk: Hodnota elementu BRAND_URL má nesprávny formát

# feedaudit.validators.url_brand_url.invalid.help
source: URL address of the brand page on online store's website has invalid format. Check if the element contains a URL link.
cs_cz: URL stránky dané značky zboží na stránkách e-shopu má nesprávný formát. Zkontrolujte, zda element obsahuje URL odkaz.
pl_pl: Adres URL danej marki na stronie e-sklepu jest w niewłaściwym formacie. Upewnij się, że element zawiera link URL.
sk_sk: URL stránky danej značky na stránkach e-shopu má nesprávny formát.

# feedaudit.validators.url_buyurl.invalid.message
source: BUYURL element value has invalid format
cs_cz: Hodnota elementu buyurl má nesprávný formát
pl_pl: Wartość elementu BUYURL ma nieprawidłowy format
sk_sk: Hodnota elementu buyurl má nesprávny formát

# feedaudit.validators.url_buyurl.invalid.help
source: BUYURL element contains URL address of a given product. Please check that it's loading correctly from your online store.
cs_cz: Element buyurl obsahuje URL adresu konkrétního zboží. Zkontrolujte, že se z vašeho e-shopu načítá správně.
pl_pl: BUYURL element contains URL address of a given product. Please check that it's loading correctly from your store.
sk_sk: Element buyurl obsahuje URL adresu konkrétneho tovaru. Skontrolujte, že sa z vášho e-shopu načíta správne.

# feedaudit.validators.url_category_url.invalid.message
source: CATEGORY_URL element value has invalid format
cs_cz: Hodnota elementu CATEGORY_URL má nesprávný formát
pl_pl: Wartość elementu CATEGORY_URL ma nieprawidłowy format.
sk_sk: Hodnota elementu CATEGORY_URL má nesprávny formát

# feedaudit.validators.url_category_url.invalid.help
source: URL address of this category page on online store's website has invalid format. Check if the element contains a URL link.
cs_cz: URL stránky dané kategorie zboží na stránkách e-shopu má nesprávný formát. Zkontrolujte, zda element obsahuje URL odkaz.
pl_pl: Adres URL tej kategorii zawiera nieprawidłową wartość. Sprawdź, czy element zawiera link URL.
sk_sk: URL stránky danej kategórie tovaru na stránkach e-shopu má nesprávny formát.

# feedaudit.validators.url_deeplink.invalid.message
source: DEEPLINK element value has invalid format
cs_cz: Hodnota elementu DEEPLINK má nesprávný formát
pl_pl: Wartość elementu DEEPLINK ma nieprawidłowy format
sk_sk: Hodnota elementu DEEPLINK má nesprávny formát

# feedaudit.validators.url_deeplink.invalid.help
source: URL address of this category page on online store's website has invalid format. Check if the element contains a URL link.
cs_cz: URL stránky dané kategorie zboží na stránkách e-shopu má nesprávný formát. Zkontrolujte, zda element obsahuje URL odkaz.
pl_pl: Adres URL tej kategorii zawiera nieprawidłową wartość. Sprawdź, czy element zawiera link URL.
sk_sk: URL stránky danej kategórie tovaru na stránkach e-shopu má nesprávny formát.

# feedaudit.validators.url_external_url.invalid.message
source: EXTERNAL_URL element value has invalid format
cs_cz: Hodnota elementu EXTERNAL_URL má nesprávný formát
pl_pl: Wartość elementu EXTERNAL_URL ma nieprawidłowy format
sk_sk: Hodnota elementu EXTERNAL_URL má nesprávný formát

# feedaudit.validators.url_external_url.invalid.help
source: URL address of this category page on online store's website has invalid format. Check if the element contains a URL link.
cs_cz: URL stránky dané kategorie zboží na stránkách e-shopu má nesprávný formát. Zkontrolujte, zda element obsahuje URL odkaz.
pl_pl: Adres URL tej kategorii zawiera nieprawidłową wartość. Sprawdź, czy element zawiera link URL.
sk_sk: URL stránky dané kategorie zboží na stránkách e-shopu má nesprávný formát. Zkontrolujte, zda element obsahuje URL odkaz.

# feedaudit.validators.url_fb_link.invalid.message
source: G:LINK element value has wrong format
cs_cz: Hodnota elementu G:LINK má nesprávný formát
pl_pl: Wartość elementu G:LINK ma zły format element value has wrong format
sk_sk: Hodnota elementu G:LINK má nesprávny formát

# feedaudit.validators.url_fb_link.invalid.help
source: Image address is not valid. Customers may not find your online store. Check the address.
cs_cz: Adresa obrázku je uvedena chybně. Zákazníci tak nemusí trefit do vašeho obchodu. Zkontrolujte adresu.
pl_pl: Adres obrazu jest nieprawidłowy. Klienci mogą nie znaleźć Twojego sklepu. Sprawdź adres.
sk_sk: Adresa obrázku je uvedená chybne. Zákazníci tak nemusia trafiť do vášho obchodu. Skontrolujte adresu.

# feedaudit.validators.url_final_url.invalid.message
source: FINAL_URL element value has wrong format
cs_cz: Hodnota elementu FINAL URL má nesprávný formát
pl_pl: Wartość elementu FINAL_URL ma zły format.
sk_sk: Hodnota elementu FINAL URL má nesprávny formát

# feedaudit.validators.url_image.invalid.message
source: IMAGE element value has invalid format.
cs_cz: Hodnota elementu IMAGE má nesprávný formát
pl_pl: Wartość elementu IMAGE zawiera nieprawidłowy format.
sk_sk: Hodnota elementu IMAGE má nesprávny formát

# feedaudit.validators.url_image.invalid.help
source: Image address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší adresu zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe, że system zarządzania treścią Twojego sklepu wyświetli obraz prawidłowo, ale zalecamy to sprawdzić.
sk_sk: Adresa obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.url_image_alternative.invalid.message
source: IMAGE_ALTERNATIVE element value has invalid format
cs_cz: Hodnota elementu IMAGE_ALTERNATIVE má nesprávný formát
pl_pl: Wartośc elemnetu IMAGE_ALTERNATIVE zawiera nieprawidłowy format.
sk_sk: Hodnota elementu IMAGE_ALTERNATIVE má nesprávny formát

# feedaudit.validators.url_image_alternative.invalid.help
source: Address of alternative image is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa doplňkového obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší adresu zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe, że system zarządzania treścią Twojego sklepu wyświetli obraz prawidłowo, ale zalecamy to sprawdzić.
sk_sk: Adresa doplnkového obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.url_image_camel.invalid.message
source: IMAGE element value has invalid format
cs_cz: Hodnota elementu IMAGE má nesprávný formát
pl_pl: Wartośc elementu IMAGE zawiera nieprawidłowy format.
sk_sk: Hodnota elementu IMAGE má nesprávný formát

# feedaudit.validators.url_image_large_urls.invalid.message
source: IMAGE_LARGE_URLS element value has invalid format
cs_cz: Hodnota elementu IMAGE_LARGE_URLS má nesprávný formát
pl_pl: Wartość elementu IMAGE_LARGE_URLS zawiera nieprawidłowy format.
sk_sk: Hodnota elementu IMAGE_LARGE_URLS má nesprávny formát

# feedaudit.validators.url_image_link.invalid.message
source: G:IMAGE_LINK element value has invalid format
cs_cz: Hodnota elementu G:IMAGE_LINK má nesprávný formát
pl_pl: Wartość elementu G:IMAGE_LINK zawiera nieprawidłowy format.
sk_sk: Hodnota elementu G:IMAGE_LINK má nesprávny formát

# feedaudit.validators.url_image_link.invalid.help
source: Image address is not valid. It could cause your products to display without image in shop services. That can lower the atractivity of your products for customers.
cs_cz: Adresa obrázku je uvedena chybně. V některých případech se tak vaše zboží může na stránkách vyhledávačů zobrazovat bez obrázku, což snižuje atraktivitu pro uživatele a ti budou na váš e-shop méně chodit.
pl_pl: Adres obrazu jest nieprawidłowy. Może to spowodować wyświetlanie Twoich produktów bez zdjęć w e-sklepie, co może obliżbyć atrakcyjność produktów.
sk_sk: Adresa obrázku je uvedená chybne. V niektorých prípadoch sa tak váš tovar môže na stránkach porovnávačov zobrazovať bez obrázku, čo znižuje atraktivitu pre užívateľov a tí budú na váš e-shop menej chodiť.

# feedaudit.validators.url_image_link_lower.invalid.message
source: IMAGE_LINK element value has invalid format
cs_cz: Hodnota elementu IMAGE_LINK má nesprávný formát
pl_pl: Wartość elementu IMAGE_LINK ma nieprawidłowy format
sk_sk: Hodnota elementu IMAGE_LINK má nesprávny formát

# feedaudit.validators.url_image_link_lower.invalid.help
source: Image address is not valid. It could cause your products to display without image in shop services. That can lower the atractivity of your products for customers.
cs_cz: Adresa obrázku je uvedena chybně. V některých případech se tak vaše zboží může na stránkách vyhledávačů zobrazovat bez obrázku, což snižuje atraktivitu pro uživatele a ti budou na váš e-shop méně chodit.
pl_pl: Adres obrazu jest nieprawidłowy. Może to spowodować wyświetlanie Twoich produktów bez zdjęć w e-sklepie, co może obliżbyć atrakcyjność produktów.
sk_sk: Adresa obrázku je uvedená chybne. V niektorých prípadoch sa tak váš tovar môže na stránkach porovnávačov zobrazovať bez obrázku, čo znižuje atraktivitu pre užívateľov a tí budú na váš e-shop menej chodiť.

# feedaudit.validators.url_image_lower.invalid.message
source: Element “image” has invalid format
cs_cz: Hodnota elementu image má nesprávný formát
pl_pl: Wartość elementu image ma nieprawidłowy format
sk_sk: Hodnota elementu image má nesprávny formát

# feedaudit.validators.url_image_url.invalid.message
source: IMAGE_URL element value has invalid format
cs_cz: Hodnota elementu IMAGE_URL má nesprávný formát
pl_pl: Wartość elementu IMAGE_URL zawiera nieprawidłowy format.
sk_sk: Hodnota elementu IMAGE_URL má nesprávny formát
