Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.contains_value_atypical_shipping.wrong.message
source: Element ATYPICAL_SHIPPING contains invalid value
cs_cz: Element ATYPICAL_SHIPPING obsahuje nepovolenou hodnotu
pl_pl: Element ATYPICAL_SHIPPING zawiera niewłaściwą wartość
sk_sk: Element ATYPICAL_SHIPPING obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_atypical_shipping.wrong.help
source: Element ATYPICAL_SHIPPING should contain 0, 1, true or false.
cs_cz: Element ATYPICAL_SHIPPING by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ATYPICAL_SHIPPING może mieć tylko 0, 1, true lub false.
sk_sk: Element ATYPICAL_SHIPPING by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_can_add_to_basket_yn.wrong.message
source: Element CAN_ADD_TO_BASKET_YN contains invalid value
cs_cz: Element CAN_ADD_TO_BASKET_YN obsahuje nepovolenou hodnotu
pl_pl: Element CAN_ADD_TO_BASKET_YN zawiera niewłaściwą wartość
sk_sk: Element CAN_ADD_TO_BASKET_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_can_add_to_basket_yn.wrong.help
source: Element CAN_ADD_YN should contain 0, 1, true or false.
cs_cz: Element CAN_ADD_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element CAN_ADD_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element CAN_ADD_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_catalog_visibility.wrong.message
source: Element “Visibility in catalog” contains invalid value
cs_cz: Element Visibility in catalog obsahuje nepovolenou hodnotu
pl_pl: Element “Visibility in catalog” zawiera niewłaściwą wartość
sk_sk: Element Visibility in catalog obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_catalog_visibility.wrong.help
source: Element “Visibility in catalog” should contain one of the following values: visibility, catalog, search or hidden.
cs_cz: Element Visibility in catalog by měl obsahovat hodnotu visible, catalog, search nebo hidden
pl_pl: Element “Visibility in catalog” może mieć tylko visible, catalog, search lub hidden
sk_sk: Element Visibility in catalog by mal obsahovať hodnotu visible, catalog, search alebo hidden

# feedaudit.validators.contains_value_eponuda_dostupnost_proizvoda.wrong.message
source: dostupnost_proizvoda element contains invalid value
cs_cz: Element dostupnost_proizvoda obsahuje neplatnou hodnotu
pl_pl: Element dostupnost_proizvoda zawiera niewłaściwą wartość
sk_sk: Element dostupnost_proizvoda obsahuje neplatnú hodnotu

# feedaudit.validators.contains_value_eponuda_dostupnost_proizvoda.wrong.help
source: The dostupnost_proizvoda element can only be 0, 1 or 2
cs_cz: Element dostupnost_proizvoda může nabývat pouze hodnot 0, 1 nebo 2
pl_pl: Element dostupnost_proizvoda może mieć tylko 0, 1 lub 2
sk_sk: Element dostupnost_proizvoda môže mať len hodnoty 0, 1 alebo 2

# feedaudit.validators.contains_value_eponuda_nov_proizvod.wrong.message
source: nov_proizvod element contains invalid value
cs_cz: Element nov_proizvod obsahuje neplatnou hodnotu
pl_pl: Element nov_proizvod zawiera niewłaściwą wartość
sk_sk: Element nov_proizvod obsahuje neplatnú hodnotu

# feedaudit.validators.contains_value_eponuda_nov_proizvod.wrong.help
source: The nov_proizvod element can only be 0 or 1
cs_cz: Element nov_proizvod může nabývat pouze hodnot 0 nebo 1
pl_pl: Element nov_proizvod może mieć tylko 0 lub 1
sk_sk: Element nov_proizvod môže mať len hodnoty 0 alebo 1

# feedaudit.validators.contains_value_eponuda_proizvod_na_akciji.wrong.message
source: proizvod_na_akciji element contains invalid value
cs_cz: Element proizvod_na_akciji obsahuje neplatnou hodnotu
pl_pl: Element proizvod_na_akciji zawiera niewłaściwą wartość
sk_sk: Element proizvod_na_akciji obsahuje neplatnú hodnotu

# feedaudit.validators.contains_value_eponuda_proizvod_na_akciji.wrong.help
source: The proizvod_na_akciji element can only be 0 or 1
cs_cz: Element proizvod_na_akciji může nabývat pouze hodnot 0 nebo 1
pl_pl: Element proizvod_na_akciji może mieć tylko 0 lub 1
sk_sk: Element proizvod_na_akciji môže mať len hodnoty 0 alebo 1

# feedaudit.validators.contains_value_fb_visibility.wrong.message
source: Element G:VISIBILITY contains invalid value
cs_cz: Element G:VISIBILITY obsahuje nepovolenou hodnotu
pl_pl: Element G:VISIBILITY zawiera niewłaściwą wartość
sk_sk: Element G:VISIBILITY obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_fb_visibility.wrong.help
source: Element G:VISIBILITY should contain published, staging, hidden or whitelist_only.
cs_cz: Element G:VISIBILITY by měl obsahovat published, staging, hidden nebo whitelist_only.
pl_pl: Element G:VISIBILITY może mieć tylko published, staging, hidden lub whitelist_only.
sk_sk: Element G:VISIBILITY by mal obsahovať hodnoty published, staging, hidden alebo whitelist_only.

# feedaudit.validators.contains_value_firmy_cz.wrong.message
source: Element FIRMY_CZ contains invalid value
cs_cz: Element FIRMY_CZ obsahuje nepovolenou hodnotu
pl_pl: Element FIRMY_CZ zawiera niewłaściwą wartość
sk_sk: Element FIRMY_CZ obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_firmy_cz.wrong.help
source: Element FIRMY_CZ should contain 0, 1, true or false.
cs_cz: Element FIRMY_CZ by měl obsahovat 0, 1, true nebo false.
pl_pl: Element FIRMY_CZ może mieć tylko 0, 1, true lub false.
sk_sk: Element FIRMY_CZ by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_generare_link_text.wrong.message
source: The GENERARE_LINK_TEXT element can only be 0
cs_cz: Element GENERARE_LINK_TEXT může nabývat pouze hodnoty 0
pl_pl: Element GENERARE_LINK_TEXT może mieć tylko 0
sk_sk: Element GENERARE_LINK_TEXT môže mať len hodnotu 0

# feedaudit.validators.contains_value_in_stoc.wrong.message
source: The IN_STOC element can only be 0 or 1
cs_cz: Element IN_STOCK může nabývat pouze hodnot 0 nebo 1
pl_pl: Element IN_STOC może mieć tylko 0 lub 1
sk_sk: Element IN_STOC môže mať len hodnoty 0 alebo 1

# feedaudit.validators.contains_value_item_type.wrong.message
source: Element ITEM_TYPE contains invalid value
cs_cz: Element ITEM_TYPE obsahuje nepovolenou hodnotu
pl_pl: Element ITEM_TYPE zawiera niewłaściwą wartość
sk_sk: Element ITEM_TYPE obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_item_type.wrong.help
source: Element ITEM_TYPE should contain 'product', 'bazaar', 'service' or 'set'.
cs_cz: Element ITEM_TYPE by měl obsahovat 'product', 'bazaar', 'service' nebo 'set'.
pl_pl: Element ITEM_TYPE może mieć tylko 'product', 'bazaar', 'service' lub 'set'.
sk_sk: Element ITEM_TYPE by mal obsahovať 'product', 'bazaar', 'service' alebo 'set'.

# feedaudit.validators.contains_value_measure_amount_unit.wrong.message
source: Element MEASURE_AMOUNT_UNIT contains invalid value
cs_cz: Element MEASURE_AMOUNT_UNIT obsahuje nepovolenou hodnotu
pl_pl: Element MEASURE_AMOUNT_UNIT zawiera niewłaściwą wartość
sk_sk: Element MEASURE_AMOUNT_UNIT obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_measure_amount_unit.wrong.help
source: Element MEASURE_AMOUNT_UNIT should contain 'pcs', 'g', 'kg', 't', 'cm', 'm', 'cm2', 'm2', 'ml', 'l', 'cm3', 'dm3' or 'm3'.
cs_cz: Element MEASURE_AMOUNT_UNIT by měl obsahovat 'pcs', 'g', 'kg', 't', 'cm', 'm', 'cm2', 'm2', 'ml', 'l', 'cm3', 'dm3' nebo 'm3'.
pl_pl: Element MEASURE_AMOUNT_UNIT może mieć tylko 'pcs', 'g', 'kg', 't', 'cm', 'm', 'cm2', 'm2', 'ml', 'l', 'cm3', 'dm3' lub 'm3'.
sk_sk: Element MEASURE_AMOUNT_UNIT by mal obsahovať 'pcs', 'g', 'kg', 't', 'cm', 'm', 'cm2', 'm2', 'ml', 'l', 'cm3', 'dm3' alebo 'm3'.

# feedaudit.validators.contains_value_miinto_availability.wrong.message
source: AVAILABILITY element contains invalid value
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element AVAILABILITY zawiera niewłaściwą wartość
sk_sk: Element AVAILABILITY obsahuje neplatnú hodnotu

# feedaudit.validators.contains_value_miinto_gender.wrong.message
source: GENDER element contains invalid value
cs_cz: Element GENDER obsahuje neplatnou hodnotu
pl_pl: Element GENDER zawiera niewłaściwą wartość
sk_sk: Element GENDER obsahuje neplatnú hodnotu

# feedaudit.validators.contains_value_nabava_availability_enum.wrong.message
source: AVAILABILITY element contains invalid value
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element AVAILABILITY zawiera niewłaściwą wartość
sk_sk: Element AVAILABILITY obsahuje neplatnú hodnotu

# feedaudit.validators.contains_value_nabava_availability_enum.wrong.help
source: AVAILABILITY element should contain one of the following values ('0', 'ne', 'nije raspoloživo', '1', 'da', 'raspoloživo odmah', '2', 'raspoloživo', 'isporuka nakon uplate', '3', 'stiže za')
cs_cz: Element AVAILABILITY musí obsahovat jednu z následujících hodnot ('0', 'ne', 'nije raspoloživo', '1', 'da', 'raspoloživo odmah', '2', 'raspoloživo', 'isporuka nakon uplate', '3', 'stiže za')
pl_pl: Element AVAILABILITY może mieć tylko ('0', 'ne', 'nije raspoloživo', '1', 'da', 'raspoloživo odmah', '2', 'raspoloživo', 'isporuka nakon uplate', '3', 'stiže za')
sk_sk: Element by mal obsahovať len hodnoty ('0', 'ne', 'nije raspoloživo', '1', 'da', 'raspoloživo odmah', '2', 'raspoloživo', 'isporuka nakon uplate', '3', 'stiže za')

# feedaudit.validators.contains_value_negative_amount.wrong.message
source: Element NEGATIVE_AMOUNT contains invalid value
cs_cz: Element NEGATIVE_AMOUNT obsahuje nepovolenou hodnotu
pl_pl: Element NEGATIVE_AMOUNT zawiera niewłaściwą wartość
sk_sk: Element NEGATIVE_AMOUNT obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_negative_amount.wrong.help
source: Element NEGATIVE_AMOUNT should contain 0, 1, true or false.
cs_cz: Element NEGATIVE_AMOUNT by měl obsahovat 0, 1, true nebo false.
pl_pl: Element NEGATIVE_AMOUNT może mieć tylko 0, 1, true lub false.
sk_sk: Element NEGATIVE_AMOUNT by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_new_yn.wrong.message
source: Element NEW_YN contains invalid value
cs_cz: Element NEW_YN obsahuje nepovolenou hodnotu
pl_pl: Element NEW_YN zawiera niewłaściwą wartość
sk_sk: Element NEW_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_new_yn.wrong.help
source: Element NEW_YN should contain 0, 1, true or false.
cs_cz: Element NEW_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element NEW_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element NEW_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_package_amount_unit.wrong.message
source: Element PACKAGE_AMOUNT_UNIT contains invalid value
cs_cz: Element PACKAGE_AMOUNT_UNIT obsahuje nepovolenou hodnotu
pl_pl: Element PACKAGE_AMOUNT_UNIT zawiera niewłaściwą wartość
sk_sk: Element PACKAGE_AMOUNT_UNIT obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_package_amount_unit.wrong.help
source: Element PACKAGE_AMOUNT_UNIT should contain 'pcs', 'g', 'kg', 't', 'cm', 'm', 'cm2', 'm2', 'ml', 'l', 'cm3', 'dm3' or 'm3'.
cs_cz: Element PACKAGE_AMOUNT_UNIT by měl obsahovat 'pcs', 'g', 'kg', 't', 'cm', 'm', 'cm2', 'm2', 'ml', 'l', 'cm3', 'dm3' nebo 'm3'.
pl_pl: Element PACKAGE_AMOUNT_UNIT może mieć tylko 'pcs', 'g', 'kg', 't', 'cm', 'm', 'cm2', 'm2', 'ml', 'l', 'cm3', 'dm3' lub 'm3'.
sk_sk: Element PACKAGE_AMOUNT_UNIT by mal obsahovať 'pcs', 'g', 'kg', 't', 'cm', 'm', 'cm2', 'm2', 'ml', 'l', 'cm3', 'dm3' alebo 'm3'.

# feedaudit.validators.contains_value_private_customers_only_yn.wrong.message
source: Element PRIVATE_CUSTOMERS_ONLY_YN contains invalid value
cs_cz: Element PRIVATE_CUSTOMERS_ONLY_YN obsahuje nepovolenou hodnotu
pl_pl: Element PRIVATE_CUSTOMERS_ONLY_YN zawiera niewłaściwą wartość
sk_sk: Element PRIVATE_CUSTOMERS_ONLY_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_private_customers_only_yn.wrong.help
source: Element PRIVATE_CUSTOMERS_ONLY_YN should contain 0, 1, true or false.
cs_cz: Element PRIVATE_CUSTOMERS_ONLY_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element PRIVATE_CUSTOMERS_ONLY_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element PRIVATE_CUSTOMERS_ONLY_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_private_yn.wrong.message
source: Element PRIVATE_YN contains invalid value
cs_cz: Element PRIVATE_YN obsahuje nepovolenou hodnotu
pl_pl: Element PRIVATE_YN zawiera niewłaściwą wartość
sk_sk: Element PRIVATE_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_private_yn.wrong.help
source: Element PRIVATE_YN should contain 0, 1, true or false.
cs_cz: Element PRIVATE_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element PRIVATE_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element PRIVATE_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_published.wrong.message
source: Element Published contains invalid value
cs_cz: Element Published obsahuje nepovolenou hodnotu
pl_pl: Element Published zawiera niewłaściwą wartość
sk_sk: Element Published obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_published.wrong.help
source: Element Published should contain 1 for published, 0 for private, -1 for draft.
cs_cz: Element Published by měl obsahovat hodnotu 1 pro published, 0 pro private a -1 pro draft.
pl_pl: Element Published może mieć tylko 1,0 lub -1.
sk_sk: Element Published by měl obsahovat hodnotu 1 pro published, 0 pro private a -1 pro draft.

# feedaudit.validators.contains_value_sellout_yn.wrong.message
source: Element SELLOUT_YN contains invalid value
cs_cz: Element SELLOUT_YN obsahuje nepovolenou hodnotu
pl_pl: Element SELLOUT_YN zawiera niewłaściwą wartość
sk_sk: Element SELLOUT_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_sellout_yn.wrong.help
source: Element SELLOUT_YN should contain 0, 1, true or false.
cs_cz: Element SELLOUT_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element SELLOUT_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element SELLOUT_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_show_in_menu_yn.wrong.message
source: Element SHOW_IN_MENU_YN contains invalid value
cs_cz: Element SHOW_IN_MENU_YN obsahuje nepovolenou hodnotu
pl_pl: Element SHOW_IN_MENU_YN zawiera niewłaściwą wartość
sk_sk: Element SHOW_IN_MENU_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_show_in_menu_yn.wrong.help
source: Element SHOW_IN_MENU_YN should contain 0, 1, true or false.
cs_cz: Element SHOW_IN_MENU_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element SHOW_IN_MENU_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element SHOW_IN_MENU_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_special_yn.wrong.message
source: Element SPECIAL_YN contains invalid value
cs_cz: Element SPECIAL_YN obsahuje nepovolenou hodnotu
pl_pl: Element SPECIAL_YN zawiera niewłaściwą wartość
sk_sk: Element SPECIAL_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_special_yn.wrong.help
source: Element SPECIAL_YN should contain 0, 1, true or false.
cs_cz: Element SPECIAL_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element SPECIAL_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element SPECIAL_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_toll_free.wrong.message
source: Element TOLL_FREE contains invalid value
cs_cz: Element TOLL_FREE obsahuje nepovolenou hodnotu
pl_pl: Element TOLL_FREE zawiera niewłaściwą wartość
sk_sk: Element TOLL_FREE obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_toll_free.wrong.help
source: Element TOLL_FREE should contain 0, 1, true or false.
cs_cz: Element TOLL_FREE by měl obsahovat 0, 1, true nebo false.
pl_pl: Element TOLL_FREE może mieć tylko 0, 1, true lub false.
sk_sk: Element TOLL_FREE by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_type.wrong.message
source: Element TYPE contains invalid value
cs_cz: Element TYPE obsahuje nepovolenou hodnotu
pl_pl: Element TYPE zawiera niewłaściwą wartość
sk_sk: Element TYPE obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_type_of_items.wrong.message
source: Element TYPE_OF_ITEMS contains invalid value
cs_cz: Element TYPE_OF_ITEMS obsahuje nepovolenou hodnotu
pl_pl: Element TYPE_OF_ITEMS zawiera niewłaściwą wartość
sk_sk: Element TYPE_OF_ITEMS obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_visibility.wrong.message
source: Element VISIBILITY contains invalid value
cs_cz: Element VISIBILITY obsahuje nepovolenou hodnotu
pl_pl: Element VISIBILITY zawiera niewłaściwą wartość
sk_sk: Element VISIBILITY obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_visibility.wrong.help
source: Element VISIBILITY should contain 'hidden', 'visible', 'blocked', 'showRegistered', 'blockUnregistered', 'detailOnly' or 'cashDeskOnly'.
cs_cz: Element VISIBILITY by měl obsahovat 'hidden', 'visible', 'blocked', 'showRegistered', 'blockUnregistered', 'detailOnly' nebo 'cashDeskOnly'.
pl_pl: Element VISIBILITY może mieć tylko 'hidden', 'visible', 'blocked', 'showRegistered', 'blockUnregistered', 'detailOnly' lub 'cashDeskOnly'.
sk_sk: Element VISIBILITY by mal obsahovať 'hidden', 'visible', 'blocked', 'showRegistered', 'blockUnregistered', 'detailOnly' alebo 'cashDeskOnly'.

# feedaudit.validators.contains_value_visible.wrong.message
source: Element VISIBLE contains invalid value
cs_cz: Element VISIBLE obsahuje nepovolenou hodnotu
pl_pl: Element VISIBLE zawiera niewłaściwą wartość
sk_sk: Element VISIBLE obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_visible.wrong.help
source: Element VISIBLE should contain 0, 1, true or false.
cs_cz: Element VISIBLE by měl obsahovat 0, 1, true nebo false.
pl_pl: Element VISIBLE może mieć tylko 0, 1, true lub false.
sk_sk: Element VISIBLE by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_voorraad.wrong.message
source: Element VOORRAAD contains invalid value
cs_cz: Element VOORRAAD obsahuje nepovolenou hodnotu
pl_pl: Element VOORRAAD zawiera niewłaściwą wartość
sk_sk: Element VOORRAAD obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_voorraad.wrong.help
source: Element VOORRAAD should contain 0 or 1.
cs_cz: Element VOORRAAD by měl obsahovat 0 nebo 1.
pl_pl: Element VOORRAAD może mieć tylko 0 lub 1.
sk_sk: Element VOORRAAD by mal obsahovať 0 alebo 1.

# feedaudit.validators.content_type.missing.message
source: Content-Type HTTP header is missing
cs_cz: Chybí HTTP hlavička Content-Type
pl_pl: Brak nagłówka HTTP Content-Type
sk_sk: Chýba HTTP hlavička Content-Type

# feedaudit.validators.content_type.missing.help
source: Content-Type header is sent by a server to a shopping service together with an XML file (it is not included in the file). In server settings the XML feed is most comonly declared as text/html instead of text/xml. Shopping service than may not be able to process it. When feed is compressed, it's declaration should be either application/zip or application/x-gzip, depending on the compressin type.
cs_cz: Hlavičku Content-Type posílá server vyhledávači zboží spolu s XML souborem (není uvedena přímo v souboru). Nejčastěji je v nastavení serveru XML feed deklarován místo text/xml jako text/html. Vyhledávač zboží pak toto XML nemusí být schopen zpracovat. U komprimovaných feedů by deklarace měla být buď application/zip nebo application/x-gzip, podle typu komprese.
pl_pl: Nagłówek Content-Type jest wysyłany przez wyszukiwarkę wraz z plikiem XML (nie jest zawarty w pliku). W ustawieniach serwera plik XML jest najczęściej deklarowany jako text / html zamiast text / xml. Wyszukiwarka może nie być w stanie tego przetworzyć. Po skompresowaniu pliku danych deklaracją powinna być aplikacja / zip lub application / x-gzip, w zależności od typu kompresora.
sk_sk: Hlavičku Content-Type posiela server vyhľadávaču tovaru spolu s XML súborom (nie je uvedená priamo v súbore). Najčastejšie je v nastavení servera XML feed deklarovaný miesto text/xml ako text/html. Vyhľadávač tovaru potom toto XML nemusí byť schopný spracovať. U komprimovaných feedov by deklarácia mala byť buď application/zip alebo application/x-gzip, podľa typu kompresie.

# feedaudit.validators.content_type.unknown_compression.message
source: XML file compression of the could not be detected
cs_cz: Nelze detekovat kompresi XML souboru
pl_pl: Nie można wykryć kompresji plików XML
sk_sk: Nemožno detekovať kompresiu XML súboru

# feedaudit.validators.content_type.wrong.message
source: Content-Type HTTP header contains invalid value
cs_cz: HTTP hlavička Content-Type obsahuje nesprávnou hodnotu
pl_pl: Nagłowek HHTP Content-Type zawiera niepoprawną wartość.
sk_sk: HTTP hlavička Content-Type obsahuje nesprávnu hodnotu

# feedaudit.validators.content_type.wrong.help
source: Content-Type header is sent by a server to a shopping service together with an XML file (it is not included in the file). Most often in server settings the XML feed is declared as text/html instead of text/xml. Shopping service than may not be able to process it. When feed is compressed, its declaration should be either application/zip or application/x-gzip, depending on the type of compression.
cs_cz: Hlavičku Content-Type posílá server vyhledávači zboží spolu s XML souborem (není uvedena přímo v souboru). Nejčastěji je v nastavení serveru XML feed deklarován místo text/xml jako text/html. Vyhledávač zboží pak toto XML nemusí být schopen zpracovat. U komprimovaných feedů by deklarace měla být buď application/zip nebo application/x-gzip, podle typu komprese.
pl_pl: Nagłówek Content-Type jest wysyłany przez wyszukiwarkę wraz z plikiem XML (nie jest zawarty w pliku). W ustawieniach serwera plik XML jest najczęściej deklarowany jako text / html zamiast text / xml. Wyszukiwarka może nie być w stanie tego przetworzyć. Po skompresowaniu pliku danych deklaracją powinna być aplikacja / zip lub application / x-gzip, w zależności od typu kompresora.
sk_sk: Hlavičku Content-Type posiela server vyhľadávaču tovaru spolu s XML súborom (nie je uvedená priamo v súbore). Najčastejšie je v nastavení servera XML feed deklarovaný miesto text/xml ako text/html. Vyhľadávač tovaru potom toto XML nemusí byť schopný spracovať. U komprimovaných feedov by deklarácia mala byť buď application/zip alebo application/x-gzip, podľa typu kompresie.

# feedaudit.validators.delivery.duplicate_delivery_id.message
source: DELIVERY_ID element values are duplicate
cs_cz: Hodnoty elementu DELIVERY_ID se opakují
pl_pl: Wartości elementów DELIVERY_ID są duplikowane.
sk_sk: Hodnoty elementu DELIVERY_ID sa opakujú

# feedaudit.validators.delivery.missing_delivery_id.message
source: DELIVERY_ID element is empty or missing
cs_cz: Element DELIVERY_ID chybí nebo je prázdný
pl_pl: Element DELIVERY_ID jest pusty, albo go brakuje
sk_sk: Element DELIVERY_ID chýba alebo je prázdny

# feedaudit.validators.delivery.multiple_delivery_id.message
source: DELIVERY_ID element appears more than once
cs_cz: Element DELIVERY_ID je uveden více než jednou
pl_pl: Element DELIVERY_ID pojawia się więcej niż raz
sk_sk: Element DELIVERY_ID je uvedený viac ako jedenkrát

# feedaudit.validators.delivery.multiple_delivery_id.help
source: Within each DELIVERY element exactly one DELIVERY_ID element must be given.
cs_cz: Uvnitř každého elementu DELIVERY musí být uveden právě jeden element DELIVERY_ID.
pl_pl: W każdym z elementów DELIVERY należy podać dokładnie jednen element DELIVERY_ID.
sk_sk: Vnútri každého elementu DELIVERY musí byť uvedený práve jeden element DELIVERY_ID.

# feedaudit.validators.delivery.multiple_delivery_id.example
source: <DELIVERY> <DELIVERY_ID>DHL</DELIVERY_ID> <DELIVERY_PRICE>0</DELIVERY_PRICE> </DELIVERY>
cs_cz: <DELIVERY> <DELIVERY_ID>CESKA_POSTA</DELIVERY_ID> <DELIVERY_PRICE>0</DELIVERY_PRICE> </DELIVERY>
sk_sk: <DELIVERY> <DELIVERY_ID>SLOVENSKA_POSTA</DELIVERY_ID> <DELIVERY_PRICE>0</DELIVERY_PRICE> </DELIVERY>
