Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_present_id.missing.help
source: ID element unambiguously identifies a given product item. It should be unique and each item should contain exactly one such element.
cs_cz: Element ID jednoznačně identifikuje konkrétní položku zboží. Měl by být unikátní a každá položka zboží by jej měla obsahovat právě jednou.
pl_pl: Element ID jednoznacznie identyfikuje dany produkt. Powinien być unikalny, a każdy element powinien zawierać dokładnie jeden taki element.
sk_sk: Element ID jednoznačne identifikuje konkrétnu položku tovaru. Mal by byť unikátny a každá položka tovaru by ho mala obsahovať práve jedenkrát.

# feedaudit.validators.is_present_id_lower.missing.message
source: “id” element is missing
cs_cz: Element “id” chybí
pl_pl: Brakuje element id, albo jest pusty
sk_sk: Element id chýba alebo je prázdny

# feedaudit.validators.is_present_id_produs_camel.missing.message
source: “image” element is missing
cs_cz: Element ID_PRODUS chybí nebo je prázdný
pl_pl: Brakuje elementu ID_PRODUS, albo jest pusty
sk_sk: Element ID_PRODUS chýba alebo je prázdny

# feedaudit.validators.is_present_identifier.missing.message
source: Element identifier is empty or missing
cs_cz: Element identifier chybí nebo je prázdný
pl_pl: Brakuje element identifier, albo jest pusty
sk_sk: Element identifier chýba alebo je prázdny

# feedaudit.validators.is_present_image.missing.message
source: “imgs” element is missing
cs_cz: Element IMAGE chybí nebo je prázdný
pl_pl: Brakuje elementu IMAGE, albo jest pusty
sk_sk: Element IMAGE chýba alebo je prázdny

# feedaudit.validators.is_present_image.missing.help
source: Image address is not valid. Maybe the Content Management System of your online store will display image correctly, but it is better to check.
cs_cz: Adresa doplňkového obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší adresu zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe jest, że system Twojego e-sklepu poprawnie wyświetli obraz, ale lepiej to sprawdź.
sk_sk: Adresa obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.is_present_image_alternative.missing.message
source: “name” element is missing
cs_cz: Element IMAGE_ALTERNATIVE chybí nebo je prázdný
pl_pl: Brakuje elementu IMAGE_ALTERNATIVE, albo jest pusty
sk_sk: Element IMAGE_ALTERNATIVE chýba alebo je prázdny

# feedaudit.validators.is_present_image_alternative.missing.help
source: Alternative image address is not valid. Maybe the Content Management System of your online store will display image correctly, but it is better to check.
cs_cz: Adresa doplňkového obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší adresu zkontrolovat.
pl_pl: Alternatywny adres obrazu jest nieprawidłowy. Możliwe, że system Twojego sklepu poprawnie wyświetli obraz, ale lepiej sie upenij I sprawdź.
sk_sk: Adresa doplnkového obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.is_present_image_camel.missing.message
source: “price” element is missing
cs_cz: Element IMAGE chybí nebo je prázdný
pl_pl: Brakuje elementu IMAGE, albo jest pusty
sk_sk: Element IMAGE chýba alebo je prázdný

# feedaudit.validators.is_present_image_large_urls.missing.message
source: “sizes” element is missing
cs_cz: Element IMAGE_LARGE_URLS chybí nebo je prázdný
pl_pl: Brakuje elementu IMAGE_LARGE_URLS, albo jest pusty
sk_sk: Element IMAGE_LARGE_URLS chýba alebo je prázdny

# feedaudit.validators.is_present_image_link.missing.message
source: G:IMAGE_LINK element is empty or missing
cs_cz: Element G:IMAGE_LINK chybí nebo je prázdný
pl_pl: Brakuje elementu G:IMAGE_LINK, albo jest pusty
sk_sk: Element G:IMAGE_LINK chýba alebo je prázdny

# feedaudit.validators.is_present_image_link.missing.help
source: Image URL address of a particular product. Image should be of a high quality and the product should be recognizable. Images with watermark or text are not advisable.
cs_cz: URL adresa obrázku konkrétního produktu. Obrázek by měl být kvalitní a produkt na něm dobře rozpoznatelný. Nevhodné jsou obrázky obsahující vodoznak či text.
pl_pl: Adres URL dla konkretnego produktu.Obraz powinien być wysokiej jakości, a produkt dobrze rozpoznawalny. Obrazy zawierające znaki wodne lub tekst są nieodpowiednie.
sk_sk: URL adresa obrázku konkrétneho produktu. Obrázok by mal byť kvalitný a produkt na ňom dobre rozpoznateľný. Nevhodné sú obrázky obsahujúce vodoznak či text.

# feedaudit.validators.is_present_image_link_lower.missing.message
source: IMAGE_LINK element is empty or missing
cs_cz: Element IMAGE_LINK chybí nebo je prázdný
pl_pl: Brakuje elementu IMAGE_LINK, albo jest pusty
sk_sk: Element IMAGE_LINK chýba alebo je prázdny

# feedaudit.validators.is_present_image_link_lower.missing.help
source: Image URL address of a particular product. Image should be of a high quality and the product should be recognizable. Images with watermark or text are not advisable.
cs_cz: URL adresa obrázku konkrétního produktu. Obrázek by měl být kvalitní a produkt na něm dobře rozpoznatelný. Nevhodné jsou obrázky obsahující vodoznak či text.
pl_pl: Adres URL dla konkretnego produktu.Obraz powinien być wysokiej jakości, a produkt dobrze rozpoznawalny. Obrazy zawierające znaki wodne lub tekst są nieodpowiednie.
sk_sk: URL adresa obrázku konkrétneho produktu. Obrázok by mal byť kvalitný a produkt na ňom dobre rozpoznateľný. Nevhodné sú obrázky obsahujúce vodoznak či text.

# feedaudit.validators.is_present_image_lower.missing.message
source: “image” element is missing
cs_cz: Element “image” chybí
pl_pl: Brakuje element image, albo jest pusty
sk_sk: Element image chýba alebo je prázdny

# feedaudit.validators.is_present_image_url.missing.message
source: IMAGE_URL element is empty or missing
cs_cz: Element IMAGE_URL chybí nebo je prázdný
pl_pl: Brakuje elementu IMAGE_URL, albo jest pusty
sk_sk: Element IMAGE_URL chýba alebo je prázdny

# feedaudit.validators.is_present_image_url.missing.help
source: Image URL address of a particular product. Image should be of a high quality and the product should be recognizable. Images with watermark or text are not advisable.
cs_cz: URL adresa obrázku konkrétního produktu. Obrázek by měl být kvalitní a produkt na něm dobře rozpoznatelný. Nevhodné jsou obrázky obsahující vodoznak či text.
pl_pl: Adres URL dla konkretnego produktu.Obraz powinien być wysokiej jakości, a produkt dobrze rozpoznawalny. Obrazy zawierające znaki wodne lub tekst są nieodpowiednie.
sk_sk: URL adresa obrázku konkrétneho produktu. Obrázok by mal byť kvalitný a produkt dobre rozpoznateľný. Nevhodné sú obrázky obsahujúce vodoznak či iný text.

# feedaudit.validators.is_present_image_url_2.missing.message
source: Element image_url_2 is empty or missing
cs_cz: Element image_url_2 chybí nebo je prázdný
pl_pl: Brakuje element image_url_2, albo jest pusty
sk_sk: Element image_url_2 chýba alebo je prázdny

# feedaudit.validators.is_present_image_url_3.missing.message
source: Element image_url_3 is empty or missing
cs_cz: Element image_url_3 chybí nebo je prázdný
pl_pl: Brakuje element image_url_3, albo jest pusty
sk_sk: Element image_url_3 chýba alebo je prázdny

# feedaudit.validators.is_present_image_url_lower.missing.message
source: image_url element is empty or missing
cs_cz: Element image_url chybí nebo je prázdný
pl_pl: Brakuje elementu image_url, albo jest pusty
sk_sk: Element image_url chýba alebo je prázdny

# feedaudit.validators.is_present_image_url_space.missing.message
source: PRODUCT_URL element is empty or missing
cs_cz: Element PRODUCT URL chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_URL, albo jest pusty
sk_sk: Element PRODUCT URL chýba alebo je prázdny

# feedaudit.validators.is_present_imagelink.missing.message
source: IMAGELINK element is empty or missing
cs_cz: Element IMAGELINK chybí nebo je prázdný
pl_pl: Brakuje elementu IMAGELINK, albo jest pusty
sk_sk: Element IMAGELINK chýba alebo je prázdny

# feedaudit.validators.is_present_imgs_lower.missing.message
source: “imgs” element is missing
cs_cz: Element “imgs” chybí
pl_pl: Brakuje element imgs, albo jest pusty
sk_sk: Element imgs chýba alebo je prázdny

# feedaudit.validators.is_present_imgurl.missing.message
source: IMGURL element is empty or missing
cs_cz: Element IMGURL chybí nebo je prázdný
pl_pl: Brakuje elementu IMGURL, albo jest pusty
sk_sk: Element IMGURL chýba alebo je prázdny

# feedaudit.validators.is_present_imgurl.missing.help
source: Image URL address of a particular product. Image should be of a high quality and the product should be recognizable. Images with watermark or text are not advisable.
cs_cz: Adresa obrázku zboží. Obrázek by měl být kvalitní, zboží dobře rozpoznatelné. Nevhodné jsou obrázky obsahující vodoznak či jiný text.
pl_pl: Adres URL dla konkretnego produktu.Obraz powinien być wysokiej jakości, a produkt dobrze rozpoznawalny. Obrazy zawierające znaki wodne lub tekst są nieodpowiednie.
sk_sk: URL adresa obrázku konkrétneho produktu. Obrázok by mal byť kvalitný a produkt dobre rozpoznateľný. Nevhodné sú obrázky obsahujúce vodoznak či iný text.

# feedaudit.validators.is_present_imgurl_alternative.missing.message
source: IMGURL element is empty or missing
cs_cz: Element IMGURL_ALTERNATIVE chybí nebo je prázdný
pl_pl: Brakuje elementu IMGURL_ALTERNATIVE, albo jest pusty
sk_sk: Element IMGURL chýba alebo je prázdny

# feedaudit.validators.is_present_imgurl_alternative.missing.help
source: Alternative image URL address of a particular product. Image should be of a high quality and the product should be recognizable. Images with watermark or text are not advisable.
cs_cz: Adresa alternativního obrázku zboží. Obrázek by měl být kvalitní, zboží dobře rozpoznatelné. Nevhodné jsou obrázky obsahující vodoznak či jiný text.
sk_sk: URL adresa alternatívneho obrázku konkrétneho produktu. Obrázok by mal byť kvalitný a produkt dobre rozpoznateľný. Nevhodné sú obrázky obsahujúce vodoznak či iný text.

# feedaudit.validators.is_present_imgurl_error.missing.message
source: IMGURL element is empty or missing
cs_cz: Element IMGURL_ALTERNATIVE chybí nebo je prázdný
pl_pl: Brakuje elementu IMGURL_ALTERNATIVE, albo jest pusty
sk_sk: Element IMGURL chýba alebo je prázdny

# feedaudit.validators.is_present_imgurl_error.missing.help
source: Alternative image URL address of a particular product. Image should be of a high quality and the product should be recognizable. Images with watermark or text are not advisable.
cs_cz: Adresa alternativního obrázku zboží. Obrázek by měl být kvalitní, zboží dobře rozpoznatelné. Nevhodné jsou obrázky obsahující vodoznak či jiný text.
sk_sk: URL adresa alternatívneho obrázku konkrétneho produktu. Obrázok by mal byť kvalitný a produkt dobre rozpoznateľný. Nevhodné sú obrázky obsahujúce vodoznak či iný text.

# feedaudit.validators.is_present_in_stoc_camel.missing.message
source: IN_STOC element is empty or missing
cs_cz: Element IN_STOC chybí nebo je prázdný
pl_pl: Brakuje elementu IN_STOC, albo jest pusty
sk_sk: Element IN_STOC chýba alebo je prázdny

# feedaudit.validators.is_present_internal_id.missing.message
source: PRICE_EUR element is empty or missing
cs_cz: Element PRICE_EUR chybí nebo je prázdný
pl_pl: Brakuje elementu PRICE_EUR, albo jest pusty
sk_sk: Element PRICE_EUR chýba alebo je prázdny

# feedaudit.validators.is_present_internal_id.missing.help
source: PRICE_EUR element contains product price including VAT in EUR. It should be a positive number, with maximum two decimal places and separated by comma.
cs_cz: Element PRICE_EUR obsahuje cenu zboží včetně DPH v Eurech. Jedná se tedy o kladné číslo, desetinná místa mohou být nejvýše dvě a musí být oddělena čárkou.
pl_pl: Element PRICE_EUR zawiera cenę produktu z podatkiem VAT w EUR. Powinna to być liczba dodatnia, z maksymalnie dwoma miejscami po przecinku i oddzielona przecinkiem.
sk_sk: Element PRICE_EUR obsahuje informáciu o cene tovaru vrátane DPH. Musí teda ísť o kladné číslo. Desatinné miesta môžu byť najviac dve a musia byť oddelené bodkou alebo čiarkou.

# feedaudit.validators.is_present_isbn.missing.message
source: ISBN element is empty or missing
cs_cz: Element ISBN chybí nebo je prázdný
pl_pl: Brakuje elementu ISBN, albo jest pusty
sk_sk: Element ISBN chýba alebo je prázdný

# feedaudit.validators.is_present_item_id.missing.message
source: ITEM_ID element is empty or missing
cs_cz: Element ITEM_ID chybí nebo je prázdný
pl_pl: Brakuje elementu ITEM_ID, albo jest pusty
sk_sk: Element ITEM_ID chýba alebo je prázdny

# feedaudit.validators.is_present_item_id.missing.help
source: ITEM_ID element unambiguously identifies a given product item. It should be unique and each item should contain exactly one such element.
cs_cz: Element ITEM_ID jednoznačně identifikuje konkrétní položku zboží. Měl by být unikátní a každá položka zboží by jej měla obsahovat právě jednou.
pl_pl: Element ITEM_ID jednoznacznie identyfikuje dany produkt. Powinien być unikalny, a każdy element ma zawierać dokładnie taki jeden element.
sk_sk: Element ITEM_ID jednoznačne identifikuje konkrétnu položku tovaru. Mal by byť unikátny a každá položka tovaru by ho mala obsahovať práve jedenkrát.

# feedaudit.validators.is_present_item_id_error.missing.message
source: ITEM_ID element is empty or missing
cs_cz: Element ITEM_ID chybí nebo je prázdný
pl_pl: Brakuje elementu ITEM_ID, albo jest pusty
sk_sk: Element ITEM_ID chýba alebo je prázdny

# feedaudit.validators.is_present_item_id_error.missing.help
source: ITEM_ID element unambiguously identifies a given product item. It should be unique and each item should contain exactly one such element.
cs_cz: Element ITEM_ID jednoznačně identifikuje konkrétní položku zboží. Měl by být unikátní a každá položka zboží by jej měla obsahovat právě jednou.
pl_pl: Element ITEM_ID jednoznacznie identyfikuje dany produkt. Powinien być unikalny, a każdy element ma zawierać dokładnie taki jeden element.
sk_sk: Element ITEM_ID jednoznačne identifikuje konkrétnu položku tovaru. Mal by byť unikátny a každá položka tovaru by ho mala obsahovať práve jedenkrát.

# feedaudit.validators.is_present_item_title_with_space.missing.message
source: ITEM_TITLE element is empty or missing
cs_cz: Element ITEM TITLE chybí nebo je prázdný
pl_pl: Brakuje elementu ITEM_TITLE, albo jest pusty
sk_sk: Element ITEM TITLE chýba alebo je prázdny

# feedaudit.validators.is_present_itemgroup_id.missing.message
source: ITEMGROUP_ID element is empty or missing
cs_cz: Element ITEMGROUP_ID chybí nebo je prázdný
pl_pl: Brakuje elementu ITEMGROUP_ID, albo jest pusty
sk_sk: Element ITEMGROUP_ID chýba alebo je prázdny

# feedaudit.validators.is_present_itemgroup_id_error.missing.message
source: ITEMGROUP_ID element is empty or missing
cs_cz: Element ITEMGROUP_ID chybí nebo je prázdný
pl_pl: Brakuje elementu ITEMGROUP_ID, albo jest pusty
sk_sk: Element ITEMGROUP_ID chýba alebo je prázdny

# feedaudit.validators.is_present_itemgroup_id_lower.missing.message
source: ITEMGROUP_ID element is empty or missing
cs_cz: Element ITEMGROUP_ID chybí nebo je prázdný
pl_pl: Brakuje elementu ITEMGROUP_ID, albo jest pusty
sk_sk: Element ITEMGROUP_ID chýba alebo je prázdny

# feedaudit.validators.is_present_keywords.missing.message
source: Element KEYWORDS is empty or missing
cs_cz: Element KEYWORDS chybí nebo je prázdný
pl_pl: Brakuje elementu KEYWORDS, albo jest pusty
sk_sk: Element KEYWORDS chýba alebo je prázdny

# feedaudit.validators.is_present_keywords.missing.help
source: KEYWORDS element contains keywords describing a product. Keywords can be separated by commas and every item should contain the element exactly once.
cs_cz: Element KEYWORDS obsahuje klíčová slova popisující produkt. Klíčová slova můžou být oddělená čárkami a každá položka zboží by je měla obsahovat právě jednou.
pl_pl: Element KEYWORDS zawiera słowa kluczowe opisujące produkt. Słowa kluczowe powinieneś oddzielać przecinkami, a każdy element powinien zawierać dokładnie jedno kluczowe słowo.
sk_sk: Element KEYWORDS obsahuje kľúčové slová popisujúce produkt. Kľúčové slová môžu byť oddelené čiarkami a každá položka tovaru by ich mala obsahovať.

# feedaudit.validators.is_present_levertijd.missing.message
source: LEVERTIJD element is empty or missing
cs_cz: Element LEVERTIJD chybí nebo je prázdný
pl_pl: Brakuje elementu LEVERTIJD, albo jest pusty
sk_sk: Element LEVERTIJD chýba alebo je prázdny

# feedaudit.validators.is_present_link.missing.message
source: LINK element is empty or missing
cs_cz: Element LINK chybí nebo je prázdný
pl_pl: Brakuje elementu LINK, albo jest pusty
sk_sk: Element LINK chýba alebo je prázdny

# feedaudit.validators.is_present_link.missing.help
source: URL address of a particular product. Without the address the customer cannot visit your online store.
cs_cz: URL adresa konkrétního produktu. Bez ní nemůže zákazník navštívit váš e-shop.
pl_pl: Adres URL konkretnego produktu. Bez dokładnie podanego adresu nie może odwiedzić Twojego sklepu.
sk_sk: URL adresa konkrétneho produktu. Bez nej nemôže zákazník navštíviť váš e-shop.

# feedaudit.validators.is_present_manufacturer.missing.message
source: MANUFACTURER element is empty or missing
cs_cz: Element MANUFACTURER chybí nebo je prázdný
pl_pl: Brakuje elementu MANUFACTURER, albo jest pusty
sk_sk: Element MANUFACTURER chýba alebo je prázdny

# feedaudit.validators.is_present_manufacturer.missing.help
source: Element defines the product manufacturer. It can help when filtering products by manufacturer.
cs_cz: Element označuje výrobce zboží. Může pomoci při filtrování zboží dle výrobců.
pl_pl: Element definiuje producenta produktu. Może pomóc podczas filtrowania produktów według producenta.
sk_sk: Element označuje výrobcu produktu. Môže pomôcť pri filtrovaní produktov podľa výrobcov.

# feedaudit.validators.is_present_manufacturer_artno.missing.message
source: MANUFACTURER_ARTNO element is empty or missing
cs_cz: Element MANUFACTURER_ARTNO chybí nebo je prázdný
pl_pl: Brakuje elementu MANUFACTURER_ARTNO, albo jest pusty
sk_sk: Element MANUFACTURER_ARTNO chýba alebo je prázdny

# feedaudit.validators.is_present_manufacturer_lower.missing.message
source: MANUFACTURER element is empty or missing
cs_cz: Element manufacturer chybí nebo je prázdný
pl_pl: Brakuje elementu MANUFACTURER, albo jest pusty
sk_sk: Element MANUFACTURER chýba alebo je prázdny

# feedaudit.validators.is_present_manufacturer_lower.missing.help
source: Element defines the product manufacturer. It can help when filtering products by manufacturer.
cs_cz: Element označuje výrobce zboží. Může pomoci při filtrování zboží dle výrobců.
pl_pl: Element definiuje producenta produktu. Może pomóc podczas filtrowania produktów według producen
sk_sk: Element označuje výrobcu produktu. Môže pomôcť pri filtrovaní produktov podľa výrobcov.

# feedaudit.validators.is_present_manufacturers_name.missing.message
source: MANUFACTURERS_NAME element is empty or missing
cs_cz: Element MANUFACTURERS_NAME chybí nebo je prázdný
pl_pl: Brakuje elementu MANUFACTURERS_NAME, albo jest pusty
sk_sk: Element MANUFACTURERS_NAME chýba alebo je prázdny

# feedaudit.validators.is_present_manufacturers_name.missing.help
source: Element defines the product manufacturer. It can help when filtering products by manufacturer.
cs_cz: Element označuje výrobce zboží. Může pomoci při filtrování zboží dle výrobců.
pl_pl: Element definiuje producenta produktu. Może pomóc podczas filtrowania produktów według producen
sk_sk: Element označuje výrobcu tovaru. Môže pomôcť pri filtrovaní tovar podľa výrobcov.

# feedaudit.validators.is_present_manufacturers_sku.missing.message
source: manufacturerSKU element is empty or missing
cs_cz: Element manufacturerSKU chybí nebo je prázdný
pl_pl: Brakuje elementu manufacturer SKU, albo jest pusty
sk_sk: Element manufacturerSKU chýba alebo je prázdný

# feedaudit.validators.is_present_material_lower.missing.message
source: MATERIAL element is empty or missing
cs_cz: Element MATERIAL chybí nebo je prázdný
pl_pl: Brakuje elementu MATERIAL chybí, albo jest pusty
sk_sk: Element MATERIAL chýba alebo je prázdný

# feedaudit.validators.is_present_max_cpc.missing.message
source: MAX_CPC element is empty or missing
cs_cz: Element MAX_CPC chybí nebo je prázdný
pl_pl: Brakuje elementu MAX_CPC, albo jest pusty
sk_sk: Element MAX_CPC chýba alebo je prázdny

# feedaudit.validators.is_present_max_cpc.missing.help
source: Maximum cost per click from product card of Zboží.cz is set by MAX_CPC element. With this element you can affect position of your advertising as well as costs of advertisement. Therefore consider well the price per click.
cs_cz: Maximální nabídku za proklik z produktové karty Zboží.cz určuje element MAX_CPC. Jeho pomocí ovlivníte pozici své inzerce i náklady na inzerci. Važte proto, jakou částku za proklik nabídnete.
pl_pl: Maksymalny koszt za kliknięcie na kartę produktu Zboží.cz jest ustalany przez element MAX_CPC. Dzięki temu elementowi możesz wpływać na pozycję oraz koszty reklamy. Rozważnie ustalaj cenę za kliknięcie.
sk_sk: Maximálnu cenu za preklik z produktovej karty Zboží.cz určuje element MAX_CPC. Jeho pomocou ovplyvníte pozíciu svojej inzercie a náklady na inzerciu. Vážte preto, akú sumu za preklik ponúknete.

# feedaudit.validators.is_present_max_cpc_search.missing.message
source: MAX_CPC_SEARCH element is empty or missing
cs_cz: Element MAX_CPC_SEARCH chybí nebo je prázdný
pl_pl: Brakuje elementu MAX_CPC_SEARCH, albo jest pusty
sk_sk: Element MAX_CPC_SEARCH chýba alebo je prázdny

# feedaudit.validators.is_present_max_cpc_search.missing.help
source: Maximum cost per click from product card of Zboží.cz is set by MAX_CPC element. With this element you can affect position of your advertising as well as costs of advertisement. Therefore consider well the price per click.
cs_cz: Maximální nabídku za proklik z vyhledávání Zboží.cz určuje element MAX_CPC_SEARCH. Jeho pomocí ovlivníte pozici své inzerce ve výsledcích vyhledávání mimo produktové karty i náklady na inzerci. Važte proto, jakou částku za proklik nabídnete.
pl_pl: Maksymalny koszt za kliknięcie na kartę produktu Zboží.cz jest ustalany przez element MAX_CPC. Dzięki temu elementowi możesz wpływać na pozycję oraz koszty reklamy. Rozważnie ustalaj cenę za kliknięcie.
sk_sk: Maximálnu cenu za preklik z vyhľadávania Zboží.cz určuje element MAX_CPC_SEARCH. Jeho pomocou ovplyvníte pozíciu svojej inzercie vo výsledkoch vyhľadávania mimo produktové karty a náklady na inzerciu. Zvážte preto, akú sumu za preklik ponúknete.

# feedaudit.validators.is_present_max_delivery_time.missing.message
source: Element max_delivery_time is empty or missing
cs_cz: Element max_delivery_time chybí nebo je prázdný
pl_pl: Brakuje element max_delivery_time, albo jest pusty
sk_sk: Element max_delivery_time chýba alebo je prázdny

# feedaudit.validators.is_present_max_preparation_time.missing.message
source: Element max_preparation_time is empty or missing
cs_cz: Element max_preparation_time chybí nebo je prázdný
pl_pl: Brakuje element max_preparation_time, albo jest pusty
sk_sk: Element max_preparation_time chýba alebo je prázdny

# feedaudit.validators.is_present_mergado_cost.missing.message
source: MERGADO_COST element is empty or missing.
cs_cz: Element MERGADO_COST chybí nebo je prázdný
pl_pl: Brakuje elementu MERGADO_COST, albo jest pusty
sk_sk: Element MERGADO_COST chýba alebo je prázdny
