Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_present_delivery_cost.missing.help
source: Information about delivery cost is missing. Please add missing information.
cs_cz: Chybí informace o ceně dopravy, doplňte je prosím.
pl_pl: Brak informacji o kosztach dostawy. Uzupełnij brakujące informacje.
sk_sk: Chýbajú informácie o cene dopravy, doplňte ich prosím.

# feedaudit.validators.is_present_delivery_cost_lower.missing.message
source: Element delivery_cost is empty or missing
cs_cz: Element delivery_cost chybí nebo je prázdný
pl_pl: Brakuje element delivery_cost, albo jest pusty
sk_sk: Element delivery_cost chýba alebo je prázdny

# feedaudit.validators.is_present_delivery_date.missing.message
source: DELIVERY_DATE element is empty or missing
cs_cz: Element DELIVERY_DATE chybí nebo je prázdný
pl_pl: Brakuje elementu DELIVERY_DATE, albo jest pusty
sk_sk: Element DELIVERY_DATE chýba alebo je prázdny

# feedaudit.validators.is_present_delivery_date.missing.help
source: DELIVERY_DATE element specifies a period between order and expedition of a product. It is not necessarily an error if missing. For some shopping services this is a way to mark goods available on order. In such case make sure the share of these items in the total number of product items is acceptable.
cs_cz: Element DELIVERY_DATE určuje dobu od přijetí objednávky do expedice zboží. Pokud element chybí, není to nutně chyba. V případě některých vyhledávačů tak lze značit zboží na objednávku. V takovém případě je dobré zkontrolovat, zda podíl těchto položek na celkovém počtu položek zboží odpovídá.
pl_pl: Element DELIVERY_DATE określa czas od zamówienia do doręczenia produktu. Jeśli brakuje tego elementu, niekoniecznie jest to błąd. W przypadku niektórych wyszukiwarek,możliwe jest oznaczenie towarów na zamówienie. W takim przypadku dobrze jest sprawdzić, czy zaproponowane pozycje odpowiadają całkowitej liczbie pozycji. między zamówieniem dostawą produktu.
sk_sk: Element DELIVERY_DATE určuje dobu od prijatia objednávky do expedície tovaru. Ak element chýba, nie je to nutne chyba. V prípade niektorých vyhľadávačov tak možno značiť tovar na objednávku. V takom prípade je dobré skontrolovať, či podiel týchto položiek na celkovom počte položiek tovaru je správny.

# feedaudit.validators.is_present_delivery_date_mandatory.missing.message
source: DELIVERY_DATE element is empty or missing
cs_cz: Element DELIVERY_DATE chybí nebo je prázdný
pl_pl: Brakuje elementu DELIVERY_DATE, albo jest pusty
sk_sk: Element DELIVERY_DATE chýba alebo je prázdny

# feedaudit.validators.is_present_delivery_date_mandatory.missing.help
source: DELIVERY_DATE element specifies a period between order and expedition of a product and is compulsory.
cs_cz: Element DELIVERY_DATE určuje dobu od přijetí objednávky do expedice zboží a je povinný.
pl_pl: Element DELIVERY_DATE zawiera informacje o czasie od zamowienia do dostawy produktu I jest obowiązkowy
sk_sk: Element DELIVERY_DATE určuje dobu od prijatia objednávky do expedície tovaru a je povinný.

# feedaudit.validators.is_present_delivery_days.missing.message
source: DELIVERY_DAYS element is empty or missing
cs_cz: Element DELIVERY_DAYS chybí nebo je prázdný
pl_pl: Brakuje elementu DELIVERY_DAYS, albo jest pusty
sk_sk: Element DELIVERY_DAYS chýba alebo je prázdny

# feedaudit.validators.is_present_delivery_days.missing.help
source: Delivery date should always be between 0 and 99, where zero means in stock.
cs_cz: Termín doručení zboží musí být vždy mezi čísly 0 a 99, kdy nula znamená dostupnost skladem.
pl_pl: Czas dostawy powinien być zawsze pomiędzy 0 a 99, gdzie 0 oznacza dostępność w magazynie.
sk_sk: Termín doručenia tovaru musí byť vždy číslom od 0 do 99, kde 0 znamená dostupnosť skladom.

# feedaudit.validators.is_present_delivery_time.missing.message
source: Element delivery_time is empty or missing
cs_cz: Element delivery_time chybí nebo je prázdný
pl_pl: Brakuje element delivery_time, albo jest pusty
sk_sk: Element delivery_time chýba alebo je prázdny

# feedaudit.validators.is_present_descriere_camel.missing.message
source: DESCRIERE element is empty or missing
cs_cz: Element DESCRIERE chybí nebo je prázdný
pl_pl: Brakuje elementu DESCRIERE, albo jest pusty
sk_sk: Element DESCRIERE chýba alebo je prázdny

# feedaudit.validators.is_present_description.missing.message
source: DESCRIPTION element is empty or missing
cs_cz: Element DESCRIPTION chybí nebo je prázdný
pl_pl: Brakuje elementu DESCRIPTION, albo jest pusty
sk_sk: Element DESCRIPTION chýba alebo je prázdny

# feedaudit.validators.is_present_description.missing.help
source: Item description. It should briefly characterize the product. Some items do not have this element.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde. U vybraných položek textový popis chybí.
pl_pl: Opis przedmiotu. Produkt powinien być krótko opisany. Niektóre przedmioty nie posiadają tego elementu.
sk_sk: Textový popis produktu. Mal by stručne charakterizovať o aký tovar ide. U vybraných položiek textový popis chýba.

# feedaudit.validators.is_present_description.missing.example
source: <DESCRIPTION>As well as functional, comfortable and seat, the Cam Cortina X3 Tris Evo 3 in 1 pram air wheels reversible seat + car seat also comes with a baby carrycot with a crystal logo and the baby car seat 'Area Zero'. You can therefore transform this pushchair into a top of the range travel system, or use it together with the car seat as a travel system.<DESCRIPTION>
cs_cz: <DESCRIPTION>Kočárek CAM CORTINA X3 Tris Evolution obsahuje sportovní korbu, hlubokou korbou a autosedačku. Kočárek umožňuje nastavit opěrku zad i nohou současně.</DESCRIPTION>
sk_sk: <DESCRIPTION>Kočík CAM CORTINA X3 Tris Evolution obsahuje športovú korbu, hlbokú korbou a autosedačku. Kočík umožňuje nastaviť opierku chrbta a nôh súčasne.</DESCRIPTION>

# feedaudit.validators.is_present_description_error.missing.message
source: DESCRIPTION element is empty or missing
cs_cz: Element DESCRIPTION chybí nebo je prázdný
pl_pl: Brakuje elementu DESCRIPTION, albo jest pusty
sk_sk: Element DESCRIPTION chýba alebo je prázdny

# feedaudit.validators.is_present_description_error.missing.help
source: Item description. It should briefly characterize the product. Some items do not have this element.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde. U vybraných položek textový popis chybí.
pl_pl: Opis przedmiotu. Produkt powinien być krótko opisany. Niektóre przedmioty nie posiadają tego elementu.
sk_sk: Textový popis produktu. Mal by stručne charakterizovať o aký tovar ide. U vybraných položiek textový popis chýba.

# feedaudit.validators.is_present_description_lower.missing.message
source: DESCRIPTION element is empty or missing
cs_cz: Element DESCRIPTION chybí nebo je prázdný
pl_pl: Brakuje elementu DESCRIPTION, albo jest pusty
sk_sk: Element DESCRIPTION chýba alebo je prázdny

# feedaudit.validators.is_present_description_lower.missing.help
source: Item description. It should briefly characterize the product. Some items do not have this element.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde. U vybraných položek textový popis chybí.
pl_pl: Opis przedmiotu. Produkt powinien być krótko opisany. Niektóre przedmioty nie posiadają tego elementu.
sk_sk: Textový popis produktu. Mal by stručne charakterizovať o aký tovar ide. U vybraných položiek textový popis chýba.

# feedaudit.validators.is_present_description_lower.missing.example
source: <DESCRIPTION>As well as functional, comfortable and seat, the Cam Cortina X3 Tris Evo 3 in 1 pram air wheels reversible seat + car seat also comes with a baby carrycot with a crystal logo and the baby car seat 'Area Zero'. You can therefore transform this pushchair into a top of the range travel system, or use it together with the car seat as a travel system.<DESCRIPTION>
cs_cz: <DESCRIPTION>Kočárek CAM CORTINA X3 Tris Evolution obsahuje sportovní korbu, hlubokou korbou a autosedačku. Kočárek umožňuje nastavit opěrku zad i nohou současně.</DESCRIPTION>
sk_sk: <DESCRIPTION>Kočík CAM CORTINA X3 Tris Evolution obsahuje športovú korbu, hlbokú korbou a autosedačku. Kočík umožňuje nastaviť opierku chrbta a nôh súčasne.</DESCRIPTION>

# feedaudit.validators.is_present_designation.missing.message
source: Element designation is empty or missing
cs_cz: Element designation chybí nebo je prázdný
pl_pl: Brakuje element designation, albo jest pusty
sk_sk: Element designation chýba alebo je prázdny

# feedaudit.validators.is_present_ean.missing.message
source: EAN element is empty or missing
cs_cz: Element EAN chybí nebo je prázdný
pl_pl: Brakuje elementu EAN, albo jest pusty
sk_sk: Element EAN chýba alebo je prázdny

# feedaudit.validators.is_present_ean.missing.help
source: EAN element is a unique numeric code of a product. On packaging it is displayed as barcode. It has 13 digits in a specific order.
cs_cz: EAN představuje unikátní číselný kód zboží. Na obalech je uváděn jako tzv. čárový kód. EAN se skládá z 8 nebo 12-14 číslic, které mají svůj řád.
pl_pl: Element EAN to unikalny numeryczny kod produktu. Na opakowaniu jest wyświetlany jako kod kreskowy. Składa się z 13 cyfr w określonej kolejności.
sk_sk: Medzinárodné číslo obchodnej položky vo formáte EAN-8, UPC-12, EAN-13 a ITF-14. Akceptované je osem, dvanásť, trinásť, alebo štrnásť miestne číslo bez medzier.

# feedaudit.validators.is_present_ean_camel.missing.message
source: EAN element is empty or missing
cs_cz: Element EAN chybí nebo je prázdný
pl_pl: Brakuje elementu EAN, albo jest pusty
sk_sk: Element Ean chýba alebo je prázdný

# feedaudit.validators.is_present_ean_code.missing.message
source: Element ean_code is empty or missing
cs_cz: Element ean_code chybí nebo je prázdný
pl_pl: Brakuje element ean_code, albo jest pusty
sk_sk: Element ean_code chýba alebo je prázdny

# feedaudit.validators.is_present_ean_error.missing.message
source: EAN element is empty or missing
cs_cz: Element EAN chybí nebo je prázdný
pl_pl: Brakuje elementu EAN, albo jest pusty
sk_sk: Element EAN chýba alebo je prázdny

# feedaudit.validators.is_present_ean_error.missing.help
source: EAN element is a unique numeric code of a product. On packaging it is displayed as barcode. It has 13 digits in a specific order.
cs_cz: EAN představuje unikátní číselný kód zboží. Na obalech je uváděn jako tzv. čárový kód. EAN se skládá z 8 nebo 12-14 číslic, které mají svůj řád.
pl_pl: Element EAN to unikalny numeryczny kod produktu. Na opakowaniu jest wyświetlany jako kod kreskowy. Składa się z 13 cyfr w określonej kolejności.
sk_sk: Medzinárodné číslo obchodnej položky vo formáte EAN-8, UPC-12, EAN-13 a ITF-14. Akceptované je osem, dvanásť, trinásť, alebo štrnásť miestne číslo bez medzier.

# feedaudit.validators.is_present_eponuda_cena.missing.message
source: cena element is empty or missing
cs_cz: Element cena chybí nebo je prázdný
pl_pl: Brakuje elementu cena, albo jest pusty
sk_sk: Element cena chýba alebo je prázdny

# feedaudit.validators.is_present_eponuda_kategorija_proizvoda.missing.message
source: kategorija_proizvoda element is empty or missing
cs_cz: Element kategorija_proizvoda chybí nebo je prázdný
pl_pl: Brakuje elementu kategorija_proizvoda, albo jest pusty
sk_sk: Element kategorija_proizvoda chýba alebo je prázdny

# feedaudit.validators.is_present_eponuda_model.missing.message
source: model element is empty or missing
cs_cz: Element model chybí nebo je prázdný
pl_pl: Brakuje elementu model, albo jest pusty
sk_sk: Element model chýba alebo je prázdny

# feedaudit.validators.is_present_eponuda_proizvod_url.missing.message
source: proizvod_url element is empty or missing
cs_cz: Element proizvod_url chybí nebo je prázdný
pl_pl: Brakuje elementu proizvod_url, albo jest pusty
sk_sk: Element proizvod_url chýba alebo je prázdny

# feedaudit.validators.is_present_eponuda_proizvodjac.missing.message
source: proizvodjac element is empty or missing
cs_cz: Element proizvodjac chybí nebo je prázdný
pl_pl: Brakuje elementu proizvodjac, albo jest pusty
sk_sk: Element proizvodjac chýba alebo je prázdny

# feedaudit.validators.is_present_extra_message.missing.message
source: EXTRA_MESSAGE element is empty or missing
cs_cz: Element EXTRA_MESSAGE chybí nebo je prázdný
pl_pl: Brakuje elementu EXTRA_MESSAGE, albo jest pusty
sk_sk: Element EXTRA_MESSAGE chýba alebo je prázdny

# feedaudit.validators.is_present_extra_message.missing.help
source: EXTRA_MESSAGE element describes bonuses, which an online store offers to it's customers. One of them is a will call (buyer collects) for free. That is offered by most of online stores. Are you one of them? Put it into XML!
cs_cz: Element EXTRA_MESSAGE udává bonusy, které nabídne e-shop zákazníkovi navíc. Jedním z nich je osobní odběr zdarma. Ten nabízí většina e-shopů. Je to i Váš případ? Uveďte to v XML!
pl_pl: Element EXTRA_MESSAGE opisuje bonusy jakie e-sklep oferuje swoim klientom. Jednym z nich jest np. darmowy odbiór osobisty. Większość sklepów posiada tę opcję, Ty również? Umieść to w swoim XML feedzie.
sk_sk: Element EXTRA_MESSAGE udáva bonusy, ktoré ponúkne e-shop zákazníkovi naviac. Jedným z nich je osobný odber zadarmo. Ten ponúka väčšina e-shopov. Je to aj Váš prípad? Uveďte to v XML!

# feedaudit.validators.is_present_fb_condition.missing.message
source: G:CONDITION element is empty or missing
cs_cz: Element G:CONDITION chybí nebo je prázdný
pl_pl: Brakuje elementu G:CONDITION, albo jest pusty
sk_sk: Element G:CONDITION chýba alebo je prázdny

# feedaudit.validators.is_present_fb_link.missing.message
source: G:LINK element is empty or missing
cs_cz: Element G:LINK chybí nebo je prázdný
pl_pl: Brakuje elementu G:LINK, albo jest pusty
sk_sk: Element G:LINK chýba alebo je prázdny

# feedaudit.validators.is_present_fb_link.missing.help
source: Address of a product in your online store. If missing, customers will not get from shop service to your online store. Please check the address.
cs_cz: Adresa zboží ve vašem e-shopu. Pokud chybí, zákazníci se z vyhledávače nedostanou do vašeho obchodu. Zkontrolujte ji.
pl_pl: Adres produktu w Twoim sklepie. Jeśli go brakuje, klienci nie dostaną się z wyszukiwarki do Twojego sklepu. Sprawdź to.
sk_sk: Adresa produktu vo vašom e-shope. Ak chýba, zákazníci sa z porovnávača nedostanú do vášho obchodu. Skontrolujte si ju.

# feedaudit.validators.is_present_fb_title.missing.message
source: G:TITLE element is empty or missing
cs_cz: Element G:TITLE chybí nebo je prázdný
pl_pl: Brakuje elementu G:TITLE, albo jest pusty
sk_sk: Element G:TITLE chýba alebo je prázdny

# feedaudit.validators.is_present_fb_title.missing.help
source: Product title is an important identifer of a product. Make sure not to miss it in your feed.
cs_cz: Název zboží je důležitým identifikátorem produktu. Zkontrolujte, zda vám ve feedu nechybí.
pl_pl: Nazwa produktu jest waznym identyfikatorem. Upewnij się, że jest zawarta w Twoim feedzie produktowym.
sk_sk: Názov produktu by mal byť jedinečný. Niektoré porovnávače ho využívajú na identifikáciu tovaru. Ak má viac položiek doslovne rovnaký názov, môže to robiť problémy.

# feedaudit.validators.is_present_final_url.missing.message
source: FINAL_URL element is empty or missing
cs_cz: Element FINAL_URL chybí nebo je prázdný
pl_pl: Brakuje elementu FINAL_URL, albo jest pusty
sk_sk: Element FINAL_URL chýba alebo je prázdny

# feedaudit.validators.is_present_geizhals_brand_name.missing.message
source: Element “Herstellername” is missing
cs_cz: Element “Herstellername” chybí
pl_pl: Brakuje element geizhals_brand_name, albo jest pusty
sk_sk: Element geizhals_brand_name chýba alebo je prázdny

# feedaudit.validators.is_present_geizhals_price.missing.message
source: Element “Preis” is missing
cs_cz: Element “Preis” chybí
pl_pl: Brakuje element geizhals_price, albo jest pusty
sk_sk: Element geizhals_price chýba alebo je prázdny

# feedaudit.validators.is_present_geizhals_product_name.missing.message
source: Element “Produktbezeichnung” is missing
cs_cz: Element “Produktbezeichnung” chybí
pl_pl: Brakuje element geizhals_product_name, albo jest pusty
sk_sk: Element geizhals_product_name chýba alebo je prázdny

# feedaudit.validators.is_present_gender.missing.message
source: GENDER element is empty or missing
cs_cz: Element GENDER chybí nebo je prázdný
pl_pl: Brakuje elementu GENDER, albo jest pusty
sk_sk: Element GENDER chýba alebo je prázdny

# feedaudit.validators.is_present_gender_lower.missing.message
source: GENDER element is empty or missing
cs_cz: Element GENDER chybí nebo je prázdný
pl_pl: Brakuje elementu GENDER, albo jest pusty
sk_sk: Element GENDER chýba alebo je prázdny

# feedaudit.validators.is_present_generare_link_text_camel.missing.message
source: GENERARE_LINK_TEXT element is empty or missing
cs_cz: Element GENERARE_LINK_TEXT chybí nebo je prázdný
pl_pl: Brakuje elementu GENERARE_LINK_TEXT, albo jest pusty
sk_sk: Element GENERARE_LINK_TEXT chýba alebo je prázdny

# feedaudit.validators.is_present_google_availability.missing.message
source: G:AVAILABILITY element is empty or missing
cs_cz: Element G:AVAILABILITY chybí nebo je prázdný
pl_pl: Brakuje elementu G:AVAILABILITY, albo jest pusty
sk_sk: Element G:AVAILABILITY chýba alebo je prázdny

# feedaudit.validators.is_present_google_availability.missing.help
source: Element contains information about a product availability and is important to customers. Check it's settings.
cs_cz: Element obsahuje informace o dostupnosti zboží a je pro zákazníky důležitý, zkontrolujte toto nastavení.
pl_pl: Element zawiera informacje o dostępności produktu. Jest to ważna informacja dla klientów.
sk_sk: Element AVAILABILITY udáva informácie o dobe doručenia tovaru. Povolené hodnoty sú celé kladné čísla, pričom 0 znamená dostupnosť skladom, ďalšia číslica potom počet dní.

# feedaudit.validators.is_present_google_brand.missing.message
source: G:BRAND element is empty or missing.
cs_cz: Element G:BRAND chybí nebo je prázdný
pl_pl: Brakuje elementu G:BRAND, albo jest pusty
sk_sk: Element G:BRAND chýba alebo je prázdny

# feedaudit.validators.is_present_google_brand.missing.help
source: G:BRAND element contains information about a product brand. It should be a text description.
cs_cz: Element G:BRAND obsahuje informace o značce produktu. Jedná se o slovní popis.
pl_pl: Element G:BRAND zawiera informacje o marce produktu. Powinien to być opis tekstowy.
sk_sk: Názov značky vášho produktu.

# feedaudit.validators.is_present_google_description.missing.message
source: G:DESCRIPTION element is empty or missing
cs_cz: Element G:DESCRIPTION chybí nebo je prázdný
pl_pl: Brakuje elementu G:DESCRIPTION, albo jest pusty
sk_sk: Element G:DESCRIPTION chýba alebo je prázdny

# feedaudit.validators.is_present_google_description.missing.help
source: Text description of a product. It should briefly characterize the product. Some selected items are missing text description.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde. U vybraných položek textový popis chybí.
pl_pl: Opis tekstowy produktu. Powinien krótko charakteryzować produkt. Niektórym poroduktom brakuje tego opisu.
sk_sk: Textový popis tovaru. Mal by stručne charakterizovať o aký tovar ide. Pri vybraných položkách textový popis chýba.

# feedaudit.validators.is_present_google_id.missing.message
source: G:ID element is empty or missing
cs_cz: Element G:ID chybí nebo je prázdný
pl_pl: Brakuje elementu G:ID, albo jest pusty
sk_sk: Element G:ID chýba alebo je prázdny

# feedaudit.validators.is_present_google_id.missing.help
source: ID is an important identifier of your product. Please check it.
cs_cz: ID je důležitým identifikačním údajem o vašem zboží. Zkontrolujte si ho prosím.
pl_pl: ID to ważny identyfikator Twojego produktu. Sprawdź go.
sk_sk: ID je dôležitým identifikačným údajom o vašom produkte. Skontrolujte si ho prosím.

# feedaudit.validators.is_present_google_price.missing.message
source: G:PRICE element is empty or missing
cs_cz: Element G:PRICE chybí nebo je prázdný
pl_pl: Brakuje elementu G:PRICE, albo jest pusty
sk_sk: Element G:PRICE chýba alebo je prázdny

# feedaudit.validators.is_present_google_price.missing.help
source: G:PRICE element contains a product price.
cs_cz: Element G:PRICE obsahuje cenu produktu.
pl_pl: Element G:PRICE zawiera informacje o cenie produktu.
sk_sk: Pri týchto položkách Váš e-shop neuvádza cenu.

# feedaudit.validators.is_present_google_product_category.missing.message
source: GOOGLE_PRODUCT_CATEGORY element is empty or missing
cs_cz: Element G:GOOGLE_PRODUCT_CATEGORY chybí nebo je prázdný
pl_pl: Brakuje elementu GOOGLE_PRODUCT_CATEGORY, albo jest pusty
sk_sk: Element G:GOOGLE_PRODUCT_CATEGORY chýba alebo je prázdny

# feedaudit.validators.is_present_google_product_category.missing.help
source: GOOGLE_PRODUCT_CATEGORY element defines the position of a product in the Google Shopping hierarchy. When not filled out, it is likely that your product will not display correctly in search results.
cs_cz: Element G:GOOGLE_PRODUCT_CATEGORY označuje umístění produktu v hierarchii Google Nákupů. Pokud není vyplněný, je pravděpodobné, že se vaše zboží nebude ve vyhledávání zobrazovat správně.
pl_pl: Element GOOGLE_PRODUCT_CATEGORY określa pozycję produktu w hierarchii Google Shopping. Jeśli nie zostanie wypełniony, prawdopodobnie nie będzie poprawnie wyświetlany w wynikach wyszukiwania.
sk_sk: Element G:GOOGLE_PRODUCT_CATEGORY označuje umiestnenie produktu v hierarchii Google Merchant. Pokiaľ nie je vyplnený, je pravdepodobné, že sa váš tovar nebude vo vyhľadávaní zobrazovať správne.

# feedaudit.validators.is_present_gtin.missing.message
source: G:GTIN element is empty or missing
cs_cz: Element G:GTIN chybí nebo je prázdný
pl_pl: Brakuje elementu G:GTIN, albo jest pusty
sk_sk: Element G:GTIN chýba alebo je prázdny

# feedaudit.validators.is_present_gtin_lower.missing.message
source: GTIN element is empty or missing
cs_cz: Element GTIN chybí nebo je prázdný
pl_pl: Brakuje elementu GTIN, albo jest pusty
sk_sk: Element GTIN chýba alebo je prázdny

# feedaudit.validators.is_present_heureka_cpc.missing.message
source: HEUREKA_CPC element is empty or missing
cs_cz: Element HEUREKA_CPC chybí nebo je prázdný
pl_pl: Brakuje elementu HEUREKA_CPC, albo jest pusty
sk_sk: Element HEUREKA_CPC chýba alebo je prázdny

# feedaudit.validators.is_present_heureka_cpc.missing.help
source: Element defines maximum cost per click and drives the cost of advertising and number of clickthroughs. Alternatively it is possible to set cost per clicks in Heureka administrations. However with XML element you are able to do it more precisely.
cs_cz: Element udává maximální nabídku za proklik a tím řídí cenu inzerce a počet prokliků. Alternativně lze nastavit nabídky za prokliky v administraci Heureky. Pomocí XML elementu to však lze udělat přesněji.
pl_pl: Element określa maksymalny koszt za kliknięcie i zwiększa koszt reklamy oraz liczbę kliknięć. Alternatywnie można ustawić koszt kliknięcia w administracji Heureki. Jednakże dzięki elementowi XML możesz to dokładniej ustawić.
sk_sk: Element udáva maximálnu cenu za preklik a tým riadi cenu inzercie a počet preklikov. Alternatívne možno nastaviť ceny za prekliky v administrácii Heureky. Pomocou XML elementu sa to však dá urobiť presnejšie.

# feedaudit.validators.is_present_id.missing.message
source: ID element is empty or missing
cs_cz: Element ID chybí nebo je prázdný
pl_pl: Brakuje elementu ID, albo jest pusty
sk_sk: Element ID chýba alebo je prázdny
