Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.url_image_url.invalid.help
source: Image address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší adresu zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe, że system zarządzania treścią Twojego sklepu wyświetli obraz prawidłowo, ale zalecamy to sprawdzić.
sk_sk: Adresa obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je ale lepšie adresu skontrolovať.

# feedaudit.validators.url_image_url_camel.invalid.message
source: imageURL element value has invalid format
cs_cz: Hodnota elementu imageURL má nesprávný formát
pl_pl: Wartość elementu imageURL element zawiera nieprawidłowy format.
sk_sk: Hodnota elementu imageURL má nesprávný formát

# feedaudit.validators.url_image_url_space.invalid.message
source: IMAGE URL element value has invalid format
cs_cz: Hodnota elementu IMAGE URL má nesprávný formát
pl_pl: Wartość elementu IMAGE URL zawiera nieprawidłowy format
sk_sk: Hodnota elementu IMAGE URL má nesprávny formát

# feedaudit.validators.url_imgurl.invalid.message
source: Address in IMGURL element value has invalid format
cs_cz: Adresa v elementu IMGURL má nesprávný formát
pl_pl: Adres w elemencie IMGURL ma nieprawidłowy format.
sk_sk: Adresa v elemente IMGURL má nesprávny formát

# feedaudit.validators.url_imgurl.invalid.help
source: The picture URL address is not valid. This means the shopping services can display some of your products without pictures which can lower their attractiveness for users.
cs_cz: Adresa obrázku je uvedena chybně. V některých případech se tak vaše zboží může na stránkách vyhledávačů zobrazovat bez obrázku, což snižuje atraktivitu pro uživatele a ti budou na váš e-shop méně chodit.
pl_pl: Adres URL obrazu jest nieprawidłowy. Oznacza to, że wyszukiwarki mogą wyświetlać niektóre produkty bez zdjęć, co może obniżyć ich atrakcyjność dla użytkowników.
sk_sk: Adresa obrázku je uvedená chybne. V niektorých prípadoch sa tak váš produkt môže na stránkach vyhľadávačov zobrazovať bez obrázku, čo znižuje atraktivitu pre užívateľov a tí budú na váš e-shop menej chodiť.

# feedaudit.validators.url_imgurl_alternative.invalid.message
source: Address in IMGURL_ALTERNATIVE element has invalid format
cs_cz: Adresa v elementu IMGURL_ALTERNATIVE má nesprávný formát
pl_pl: Adres w elemencie IMGURL_ALTERNATIVE ma nieprawidłowy format.
sk_sk: Adresa v elemente IMGURL_ALTERNATIVE má nesprávny formát

# feedaudit.validators.url_imgurl_alternative.invalid.help
source: Address of alternative image is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa doplňkového obrázku není validní. Je možné, že redakční systém vašeho e-shopu obrázky v pořádku vrátí, je však dobré toto zkontrolovat.
pl_pl: Adres alternatywnego obrazu jest nieprawidłowy. Możliwe, że system zarządzania treścią Twojego sklepu prawidłowo wyświetli obraz, ale zalecamy to sprawdzić.
sk_sk: Adresa doplnkového obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.url_imgurl_no_accents.invalid.message
source: Address in IMGURL element has invalid format
cs_cz: Adresa v elementu IMGURL má nesprávný formát
pl_pl: Adres w elemencie IMGURL ma nieprawidłowy format.
sk_sk: Adresa v elemente IMGURL má nesprávny formát

# feedaudit.validators.url_imgurl_no_accents.invalid.help
source: The picture URL is not valid. This means the shopping services can display some of your products without pictures which can lower their attractiveness for users.
cs_cz: Adresa obrázku je uvedena chybně. V některých případech se tak vaše zboží může na stránkách vyhledávačů zobrazovat bez obrázku, což snižuje atraktivitu pro uživatele a ti budou na váš e-shop méně chodit.
pl_pl: Adres URL obrazu jest nieprawidłowy. Oznacza to, że wyszukiwarki mogą wyświetlać niektóre produkty bez zdjęć, co może obniżyć ich atrakcyjność dla użytkowników
sk_sk: Adresa obrázku je uvedená chybne. V niektorých prípadoch sa tak váš produkt môže na stránkach vyhľadávačov zobrazovať bez obrázku, čo znižuje atraktivitu pre užívateľov a tí budú na váš e-shop menej chodiť.

# feedaudit.validators.url_link.invalid.message
source: LINK element value has incorrect format
cs_cz: Hodnota elementu LINK má nesprávný formát
pl_pl: Wartość elementu LINK ma nieprawidłowy format.
sk_sk: Hodnota elementu LINK má nesprávny formát

# feedaudit.validators.url_link.invalid.help
source: URL address is not valid, it does not have a requirements of a URL address, please check the format.
cs_cz: URL adresa není validní, tedy neobsahuje náležitosti URL adresy, zkontrolujte její formát.
pl_pl: Adres URL jest nieprawidłowy, więc nie zawiera wymaganego adresu URL, sprawdź format. Address is not valid, it does not have a requirements of a URL address, please check the format.
sk_sk: URL adresa nie je validná, teda neobsahuje náležitosti URL adresy, skontrolujte jej formát.

# feedaudit.validators.url_manual.invalid.message
source: MANUAL element value has invalid format.
cs_cz: Hodnota elementu MANUAL má nesprávný formát
pl_pl: Wartość elementu MANUAL ma nieprawidłową wartość
sk_sk: Hodnota elementu MANUAL má nesprávny formát

# feedaudit.validators.url_manual.invalid.help
source: MANUAL element contains a link to a tutorial in your online store.
cs_cz: Element MANUAL obsahuje odkaz na manuál ve vašem internetovém obchodě.
pl_pl: Element MANUAL zawiera link do instrukcji w Twoim sklepie.
sk_sk: Adresa na stránku manuálu vo vašom internetovom obchode.

# feedaudit.validators.url_mobile_link.invalid.message
source: G:MOBILE_LINK element value has invalid format
cs_cz: Hodnota elementu G:MOBILE_LINK má nesprávný formát
pl_pl: Wartość elementu G:MOBILE_LINK ma nieprawidłowy format.
sk_sk: Hodnota elementu G:MOBILE_LINK má nesprávny formát

# feedaudit.validators.url_mobile_link.invalid.help
source: Mobile URL address is not valid, it does not have a requirements of a URL address, please check the format.
cs_cz: Mobilní URL adresa není validní, tedy neobsahuje náležitosti URL adresy, zkontrolujte její formát.
pl_pl: Mobilni adres URL jest nieprawidłowy Mobile URL address is not valid, it does not have a requirements of a URL address, please check the format.
sk_sk: Mobilná URL adresa nie je validná, teda neobsahuje náležitosti URL adresy, skontrolujte jej formát.

# feedaudit.validators.url_page_url.invalid.message
source: PAGE_URL element value has invalid format
cs_cz: Hodnota elementu PAGE URL má nesprávný formát
pl_pl: Wartość elementu PAGE_URL ma nieprawidłowy format.
sk_sk: Hodnota elementu PAGE URL má nesprávny formát

# feedaudit.validators.url_picture.invalid.message
source: PICTURE element value has invalid format
cs_cz: Hodnota elementu PICTURE má nesprávný formát
pl_pl: Wartość elementu PICTURE ma nieprawidłowy format
sk_sk: Hodnota elementu PICTURE má nesprávny formát

# feedaudit.validators.url_picture.invalid.help
source: Image address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší adresu zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Może to spowodować wyświetlanie Twoich produktów bez zdjęć w e-sklepie, co może obliżbyć atrakcyjność produktów.
sk_sk: Adresa obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je ale lepšie adresu skontrolovať.

# feedaudit.validators.url_preis_url.invalid.message
source: produktlink element value has invalid format
cs_cz: Hodnota elementu produktlink má nesprávný formát
pl_pl: Wartość elementu produktlink ma nieprawidłowy format
sk_sk: Hodnota elementu produktlink má nesprávny formát

# feedaudit.validators.url_product_deeplink.invalid.message
source: PRODUCT_DEEPLINK element value has invalid format
cs_cz: Hodnota elementu PRODUCT_DEEPLINK má nesprávný formát
pl_pl: Wartość elementu PRODUCT_DEEPLINK ma nieprawidłowy format
sk_sk: Hodnota elementu PRODUCT_DEEPLINK má nesprávny formát

# feedaudit.validators.url_product_deeplink.invalid.help
source: Product URL address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: URL adresa zboží není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je však vhodné toto zkontrolovat.
pl_pl: Adres URL obrazu jest nieprawidłowy. Oznacza to, że wyszukiwarki mogą wyświetlać niektóre produkty bez zdjęć, co może obniżyć ich atrakcyjność dla użytkowników
sk_sk: URL adresa produktu nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.url_product_image.invalid.message
source: PRODUCT_IMAGE element value has invalid format.
cs_cz: Hodnota elementu PRODUCT_IMAGE má nesprávný formát
pl_pl: Wartość elementu PRODUCT_IMAGE ma nieprawidłowy format.
sk_sk: Hodnota elementu PRODUCT_IMAGE má nesprávny formát

# feedaudit.validators.url_product_image.invalid.help
source: Image address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je však vhodné toto zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe, że system zarządzania treścią Twojego sklepu wyświetli obraz prawidłowo, ale zalecamy to sprawdzić.
sk_sk: Adresa obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.url_product_img.invalid.message
source: PRODUCT_IMG element value has invalid format
cs_cz: Hodnota elementu PRODUCT_IMG má nesprávný formát
pl_pl: Wartość elementu PRODUCT_IMG ma nieprawidłowy format.
sk_sk: Hodnota elementu PRODUCT_IMG má nesprávny formát

# feedaudit.validators.url_product_img.invalid.help
source: Image address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Adresa obrázku není platná. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, je ale lepší to zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe, że system zarządzania treścią Twojego sklepu wyświetli obraz prawidłowo, ale zalecamy to sprawdzić.
sk_sk: Adresa obrázku nie je platná. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.url_product_url.invalid.message
source: PRODUCT_URL element value has invalid format
cs_cz: Hodnota elementu PRODUCT_URL má nesprávný formát
pl_pl: Wartość elementu PRODUCT_URL ma nieprawidłowy format
sk_sk: Hodnota elementu PRODUCT_URL má nesprávny formát

# feedaudit.validators.url_product_url.invalid.help
source: PRODUCT_URL element contains URL address of a particular product. Ensure that it is loading correctly from your online store.
cs_cz: Element PRODUCT_URL obsahuje URL adresu konkrétního zboží. Zkontrolujte, že se z vašeho e-shopu načítá správně.
pl_pl: Element PRODUCT_URL zawiera adres URL konkretnego produktu. Upewnij się, że ładuje się poprawnie w Twoim sklepie.
sk_sk: Element PRODUCT_URL obsahuje URL adresu konkrétneho tovaru. Skontrolujte, že sa z vášho e-shopu načítava správne.

# feedaudit.validators.url_product_url_lower.invalid.message
source: product_url element value has invalid format
cs_cz: Hodnota elementu product_url má nesprávný formát
pl_pl: Wartość elementu product_url ma nieprawidłowy format
sk_sk: Hodnota elementu product_url má nesprávny formát

# feedaudit.validators.url_product_url_space.invalid.message
source: PRODUCT URL element value has invalid format
cs_cz: Hodnota elementu PRODUCT URL má nesprávný formát
pl_pl: Wartość elementu PRODUCT URL ma nieprawidłowy format
sk_sk: Hodnota elementu PRODUCT URL má nesprávny formát

# feedaudit.validators.url_producturl.invalid.message
source: URL element value has invalid format
cs_cz: Hodnota elementu URL má nesprávný formát
pl_pl: Wartość elementu URL ma nieprawidłowy format
sk_sk: Hodnota elementu URL má nesprávný formát

# feedaudit.validators.url_shopalike_aux_picture_url_1.invalid.message
source: Element aux_image_url_1 has invalid format
cs_cz: Hodnota elementu aux_image_url_1 má nesprávný formát
pl_pl: Wartość elementu aux_image_url_1 ma nieprawidłowy format.
sk_sk: Hodnota elementu aux_image_url_1 má nesprávný formát

# feedaudit.validators.url_shopalike_aux_picture_url_2.invalid.message
source: Element aux_image_url_2 has invalid format
cs_cz: Hodnota elementu aux_image_url_2 má nesprávný formát
pl_pl: Wartość elementu aux_image_url_2 ma nieprawidłowy format.
sk_sk: Hodnota elementu aux_image_url_2 má nesprávný formát

# feedaudit.validators.url_shopalike_aux_picture_url_3.invalid.message
source: Element aux_image_url_3 has invalid format
cs_cz: Hodnota elementu aux_image_url_3 má nesprávný formát
pl_pl: Wartość elementu aux_image_url_3 ma nieprawidłowy format.
sk_sk: Hodnota elementu aux_image_url_3 má nesprávný formát

# feedaudit.validators.url_shopalike_aux_picture_url_4.invalid.message
source: Element aux_image_url_4 has invalid format
cs_cz: Hodnota elementu aux_image_url_4 má nesprávný formát
pl_pl: Wartość elementu aux_image_url_4 ma nieprawidłowy format.
sk_sk: Hodnota elementu aux_image_url_4 má nesprávný formát

# feedaudit.validators.url_shopalike_deep_url.invalid.message
source: Element deeplink_url has invalid format
cs_cz: Hodnota elementu deeplink_url má nesprávný formát
pl_pl: Wartość elementu deeplink_url ma nieprawidłowy format.
sk_sk: Hodnota elementu deeplink_url má nesprávný formát

# feedaudit.validators.url_shopalike_picture_url.invalid.message
source: Element image_url has invalid format
cs_cz: Hodnota elementu image_url má nesprávný formát
pl_pl: Wartość elementu image_url ma nieprawidłowy format.
sk_sk: Hodnota elementu image_url má nesprávný formát

# feedaudit.validators.url_url.invalid.message
source: Address in URL element has invalid format
cs_cz: Hodnota elementu URL má nesprávný formát
pl_pl: Wartość elementu URL ma nieprawidłowy format
sk_sk: Adresa v elemente URL má nesprávny formát

# feedaudit.validators.url_url.invalid.help
source: Product address in your online store is not valid. Selected items could not be displayed in your advertisement, because shop service does not know, to which page of your online store should it send users.
cs_cz: Adresa zboží na vašem e-shopu je uvedena chybně. Vybrané položky se v inzerci nemusejí zobrazovat, protože vyhledávač neví, na jakou stránku vašeho e-shopu má uživatele poslat.
pl_pl: Adres produktu w Twoim sklepie jest nieprawidłowy. Wybrane elementy nie mogą być wyświetlane w reklamie, ponieważ wyszukiwarka nie wie, do jakiej strony odsyłać użytkowników.
sk_sk: Adresa produktu na vašom e-shope je uvedená chybne. Vybrané položky sa v inzercii nemusia zobrazovať, pretože vyhľadávač nevie, na akú stránku vášho e-shopu má užívateľa poslať.

# feedaudit.validators.url_url_lower.invalid.message
source: Element “url” has invalid format
cs_cz: Element “url” má nesprávný formát
pl_pl: Wartość elementu url ma nieprawidłowy format
sk_sk: Hodnota elementu url má nesprávny formát

# feedaudit.validators.url_url_no_accents.invalid.message
source: Address in URL element has invalid format
cs_cz: Hodnota elementu URL má nesprávný formát
pl_pl: Wartość elementu URL ma nieprawidłowy format
sk_sk: Hodnota elementu URL má nesprávny formát

# feedaudit.validators.url_url_no_accents.invalid.help
source: Product address is not valid. Please check if the element contains a web link.
cs_cz: Adresa produktu je uvedená chybně. Zkontrolujte, zda element obsahuje webový odkaz.
pl_pl: Adres produktu jest nieprawidłowy. Sprawdź, czy element zawiera link do strony internetowej.
sk_sk: Adresa produktu je uvedená chybne. Video sa v inzercii vôbec nemusí zobrazovať,.

# feedaudit.validators.url_video.invalid.message
source: VIDEO element value has invalid format
cs_cz: Hodnota elementu VIDEO má nesprávný formát
pl_pl: Wartość elementu VIDEO ma nieprawidłowy format
sk_sk: Hodnota elementu VIDEO má nesprávny formát

# feedaudit.validators.url_video.invalid.help
source: Video address is not valid. Therefore the video might not display in your advertising at all.
cs_cz: Adresa videa je uvedená chybně. Video se proto v inzerci nemusí vůbec zobrazovat.
pl_pl: Adres wideo jest nieprawidłowy. Dlatego wideo nie wyświetla się w reklamie.
sk_sk: Adresa videa je uvedená chybne. Video sa v inzercii vôbec nemusí zobrazovať,.

# feedaudit.validators.url_video_alternative.invalid.message
source: VIDEO_ALTERNATIVE element value has invalid format
cs_cz: Hodnota elementu VIDEO_ALTERNATIVE má nesprávný formát
pl_pl: Wartość elementu _ALTERNATIVE zawiera nieprawidłowy format
sk_sk: Hodnota elementu VIDEO_ALTERNATIVE má nesprávny formát

# feedaudit.validators.url_video_alternative.invalid.help
source: Video address is not valid. Therefore the video might not display in your advertising at all.
cs_cz: Adresa videa je uvedená chybně. Video se proto v inzerci nemusí vůbec zobrazovat.
pl_pl: Adres wideo jest nieprawidłowy. Dlatego wideo nie wyświetla się w reklamie.
sk_sk: Adresa videa je uvedená chybne. Video sa v inzercii vôbec nemusí zobrazovať,.

# feedaudit.validators.url_video_url.invalid.message
source: Address in VIDEO_URL element has invalid format
cs_cz: Hodnota elementu VIDEO_URL má nesprávný formát
pl_pl: Adres w elemencie VIDEO_URL ma nieprawidłową wartość.
sk_sk: Adresa v elemente VIDEO_URL má nesprávny formát

# feedaudit.validators.url_video_url.invalid.help
source: Video must be put on YouTube.com.
cs_cz: Video musí být umístěno na YouTube.com.
pl_pl: Film wideo musi być umieszczony na YouTube.com.
sk_sk: Video musí byť umiestnené na YouTube.com.

# feedaudit.validators.barcode_productno.invalid.help
source: PRODUCTNO element is an item serial number. It should not contain commas or dots.
pl_pl: Element PRODUCTNO to numer seryjny przedmiotu. Nie powinien zawierać przecinków ani kropek.

# feedaudit.validators.blacklist_url_product.forbidden.help
source: PRODUCT element should not contain a link.
pl_pl: Element PRODUCT nie powinien zawierac linku.

# feedaudit.validators.blacklist_url_productname.forbidden.help
source: PRODUCTNAME element should not contain a link.
pl_pl: Element PRODUCTNAME nie powinien zawierac linku.

# feedaudit.validators.categorytext_heureka.redundant_separators.example
source: <CATEGORYTEXT>Digitální fotoaparáty | Digitální zrcadlovky</CATEGORYTEXT>
pl_pl: <CATEGORYTEXT>Aparaty cyfrowe | Lustrzanki</CATEGORYTEXT>

# feedaudit.validators.categorytext_heureka.single_category.example
source: <CATEGORYTEXT>Digitální fotoaparáty | Digitální zrcadlovky</CATEGORYTEXT>
pl_pl: <CATEGORYTEXT>Aparaty cyfrowe | Lustrzanki</CATEGORYTEXT>

# feedaudit.validators.categorytext_heureka.wrong_format.example
source: <CATEGORYTEXT>Fotoaparáty | Digitální fotoaparáty | Digitální zrcadlovky</CATEGORYTEXT>
pl_pl: <CATEGORYTEXT>Aparaty | Aparaty Cyfrowe | Lustrzanki</CATEGORYTEXT>
