Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.description_pricerunner_description.contains_html.message
source: productDESCRIPTION element contains HTML marks
cs_cz: Element productDescription obsahuje HTML znaky
pl_pl: Element productDESCRIPTION zawiera znaki HTML
sk_sk: Element productDescription obsahuje HTML znaky

# feedaudit.validators.description_pricerunner_description.contains_html.help
source: Product text description. It should shortly (at least with few words) characterize the product. It should not contain HTML elements.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde. Nesmí obsahovat HTML znaky.
pl_pl: Opis tekstowy produktu. Powinien krótko (conajmniej w kilku słowach ) charakteryzować produkt. Nie może zawierać elementów HTML.
sk_sk: Textový popis tovaru. Mal by stručne charakterizovať o aký tovar ide. Nesmie obsahovať HTML znaky.

# feedaudit.validators.description_pricerunner_description.contains_string.message
source: productDESCRIPTION element contains illegal characters
cs_cz: Element productDescription obsahuje nepovolené znaky
pl_pl: Element productDESCRIPTION zawiera niedozwolone znaki
sk_sk: Element productDescription obsahuje nepovolené znaky

# feedaudit.validators.description_pricerunner_description.contains_string.help
source: productRunner element contains either "not possible to buy" or "lorem ipsum".
cs_cz: Element productRunner obsahuje buď "nelze koupit" nebo "lorem ipsum".
pl_pl: Element productRunner zawiera “nie można kupić”, albo "lorem ipsum".
sk_sk: Element product Runner obsahuje buď "nie je možné kúpiť" alebo "lorem ipsum".

# feedaudit.validators.description_pricerunner_description.wrong_format.message
source: productDESCRIPTION element contains invalid value or is too short
cs_cz: Element productDescription obsahuje neplatnou hodnotu nebo je příliš krátký
pl_pl: Element productDESCRIPTION zawiera niedozwolone znaki, albo jest zbyt krótki
sk_sk: Element productDescription obsahuje neplatnú hodnotu alebo je príliš krátký

# feedaudit.validators.description_pricerunner_description.wrong_format.help
source: Product text description. It should shortly (at least with few words) characterize the product. It should not contain HTML elements.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde a obsahovat alespoň několik slov. Nesmí obsahovat HTML znaky.
pl_pl: Opis tekstowy produktu. Powinien krótko (conajmniej w kilku słowach ) charakteryzować produkt. Nie może zawierać elementów HTML.
sk_sk: Textový popis tovaru. Mal by stručne charakterizovať o aký tovar ide a obsahovať aspoň niekoľko slov. Nesmie obsahovať HTML znaky.

# feedaudit.validators.description_shopalike_description.contains_html.message
source: Element description element contains HTML marks
cs_cz: Element description obsahuje HTML
pl_pl: Element description zawiera znaki HTML
sk_sk: Element description obsahuje HTML

# feedaudit.validators.description_shopalike_description.contains_html.help
source: Text description probably contains HTML elements. Text should be clear of HTML elements, which are usually enclosed into angle brackets.
cs_cz: Textový popis zboží. Měl by stručně charakterizovat o jaké zboží jde a obsahovat alespoň několik slov. Nesmí obsahovat HTML znaky.
pl_pl: Opis tekstowy prawdopodobnie zawiera elementy HTML. Tekst powinien być czysty, nie powinien zawierać żadnych znaków formatowania, które są zwykle zapisane w nawiasach kątowych.
sk_sk: Textový popis zrejme obsahuje formátovacie značky HTML. Text by mal byť pritom čistý, bez formátovacích značiek, ktoré sú zvyčajne uzavreté do špicatých zátvoriek.

# feedaudit.validators.description_shopalike_description.contains_string.message
source: Element description element contains illegal characters
cs_cz: Element description obsahuje nepovolené znaky
pl_pl: Element description zawiera niedozwolone znaki
sk_sk: Element description obsahuje nepovolené znaky

# feedaudit.validators.description_shopalike_description.contains_string.help
source: Check the text description of selected items. It is possible that the goods are incorrectly described or should not even be advertised. The reason could be that there is a temporary text „lorem ipsum“ or it is not possible to buy separately.
cs_cz: Zkontrolujte si textové popisy uvedených položek. Je možné, že je zboží popsané chybně, nebo že by v inzerci být vůbec nemělo. A to třeba proto, že obsahuje dočasný text „lorem ipsum“, nebo že nelze samostatně koupit.
pl_pl: Sprawdź opis tekstowy wybranych pozycji. Istnieje możliwość, że produkty są źle opisane, albo nawet nie powinny być reklamowane. Powodem może być tymczasowy tekst „lorem ipsum”, albo nie można go kupić osobno.
sk_sk: Skontrolujte si textové popisy uvedených položiek. Je možné, že je produkt opísaný chybne, alebo že by v inzercii byť vôbec nemal. A to napríklad preto, že obsahuje dočasný text "Lorem ipsum", alebo že ho nemožno samostatne kúpiť.

# feedaudit.validators.description_shopalike_description.wrong_format.message
source: Element description contains wrong value
cs_cz: Element description má nesprávný formát
pl_pl: Element description zawiera niedozwolone znaki, albo jest zbyt krótki
sk_sk: Element description má nesprávný formát

# feedaudit.validators.description_shopalike_description.wrong_format.help
source: Element should contain a product text description. It should contain at least 5 words and using sentences it should inform a user about important facts about the product.
cs_cz: Element má obsahovat textový popis zboží. Měl by obsahovat alespoň pět slov a ve větách by měl informovat uživatele o podstatných vlastnostech zboží.
pl_pl: Element powinien zawierać opis tekstowy produktu. Powinien składać się conajmniej z 5 wyrazów I za pomocą zdań powinien informować użytkownika o ważnych kwestiach dotyczących produktu.
sk_sk: Element má obsahovať textový popis produktu. Mal by obsahovať aspoň päť slov a vo vetách by mal informovať užívateľa o podstatných vlastnostiach tovaru.

# feedaudit.validators.encoding_description.broken.message
source: DESCRIPTION element seems to contain code errors
cs_cz: Element DESCRIPTION pravděpodobně obsahuje chybu v kódování
pl_pl: Element DESCRIPTION prawdopodobnie zawiera błedy w kodowaniu
sk_sk: Element DESCRIPTION pravdepodobne obsahuje chybu v kódovaní

# feedaudit.validators.encoding_fb_title.broken.message
source: G:TITLE element seems to contain code errors
cs_cz: Element G:TITLE pravděpodobně obsahuje nesprávné kódování
pl_pl: Element G:TITLE zawiera błędne kodowanie.
sk_sk: Element G:TITLE pravdepodobne obsahuje nesprávne kódovanie

# feedaudit.validators.encoding_fb_title.broken.help
source: G:TITLE element seems to contain code errors and it is likely that the content will not display correctly.
cs_cz: Element G:TITLE pravděpodobně obsahuje nesprávné kódování a je možné, že se jeho obsah nebude zobrazovat správně.
pl_pl: Element G:TITLE prawdopodobnie zawiera błednę kodowanie, a jego zawratość może być wyświetlana nieprawidłowo.
sk_sk: Element G:TITLE pravdepodobne obsahuje nesprávne kódovanie a je možné, že sa jeho obsah nebude zobrazovať správne.

# feedaudit.validators.encoding_manufacturer.broken.message
source: MANUFACTURER element seems to contain code errors
cs_cz: Element MANUFACTURER pravděpodobně obsahuje chybu v kódování
pl_pl: Element MANUFACTURER prawdopodobnie zawiera błędy w kodowaniu
sk_sk: Element MANUFACTURER pravdepodobne obsahuje chybu v kódovaní

# feedaudit.validators.encoding_product.broken.message
source: PRODUCT element seems to contain code errors
cs_cz: Element PRODUCT pravděpodobně obsahuje chybu v kódování
pl_pl: Element PRODUCT zawiera błędy w kodowaniu.
sk_sk: Element PRODUCT pravdepodobne obsahuje chybu v kódovaní

# feedaudit.validators.encoding_productname.broken.message
source: PRODUCTNAME element seems to contain code errors.
cs_cz: Element PRODUCTNAME pravděpodobně obsahuje chybu v kódování
pl_pl: Element PRODUCTNAME prawdopodobnie zawiera błędy w kodowaniu
sk_sk: Element PRODUCTNAME pravdepodobne obsahuje chybu v kódovaní

# feedaudit.validators.encoding_productnameext.broken.message
source: PRODUCTNAMEEXT element seems to contain code errors
cs_cz: Element PRODUCTNAMEEXT pravděpodobně obsahuje chybu v kódování
pl_pl: Element PRODUCTNAMEEXT prawdopodonie zawiera błędy w kodowaniu
sk_sk: Element PRODUCTNAMEEXT pravdepodobne obsahuje chybu v kódovaní

# feedaudit.validators.encoding_title.broken.message
source: TITLE element seems to contain code errors
cs_cz: Element TITLE pravděpodobně obsahuje chybu v kódování
pl_pl: Element TITLE prawodopodbnie zawiera błędy w kodowaniu
sk_sk: Element TITLE pravdepodobne obsahuje nesprávne kódovanie

# feedaudit.validators.encoding_title.broken.help
source: TITLE element seems to contain code errors and it is likely that the content will not display correctly.
cs_cz: Element TITLE pravděpodobně obsahuje nesprávné kódování a je možné, že se jeho obsah nebude zobrazovat správně.
pl_pl: Element TITLE zawiera błędne kodowanie. Prawdopodobnie jego zawartość nie będzie wyświetlana poprawnie.
sk_sk: Element TITLE pravdepodobne obsahuje nesprávne kódovanie a je možné, že sa jeho obsah nebude zobrazovať správne.

# feedaudit.validators.enum_adult.wrong.message
source: ADULT element contains invalid value.
cs_cz: Element ADULT obsahuje neplatnou hodnotu
pl_pl: Element ADULT zawiera niewłaściwą wartość
sk_sk: Element ADULT obsahuje neplatnú hodnotu

# feedaudit.validators.enum_adult.wrong.help
source: If product contains nudity or sexual content you can state value "1". Authorized values are "1" a "0". If you do not state any value, "0" is automatically set.
cs_cz: Pokud produkt obsahuje nahotu nebo sexuální podtext, uveďte hodnotu "1". Povolené hodnoty jsou "1" a "0". Pokud žádnou neuvedete, nastaví se automaticky "0".
pl_pl: Jeśli produkt zawiera nagość, albo konteks sexualny możesz podać wartość “1”. Dopuszczalne wartości to “0” I “1”. Jeśli sam nie podasz wartości, zostanie ona automatycznie ustalona na “0”.
sk_sk: Ak konkrétny produkt obsahuje nahotu alebo má sexuálny podtext, uveďte hodnotu "1". Povolené hodnoty: "1", "0". Ak atribút neuvediete, bude predvolené nastavenie "0".

# feedaudit.validators.enum_age_group.wrong.message
source: G:AGE_GROUP element contains invalid value
cs_cz: Element G:AGE_GROUP obsahuje neplatnou hodnotu
pl_pl: Element G:AGE_GROUP zawiera niewłaściwą wartość
sk_sk: Element G:AGE_GROUP obsahuje neplatnú hodnotu

# feedaudit.validators.enum_age_group.wrong.help
source: Element contains information about the target group of your product. It can only contain values like newborn, infant, toddler, kids or adult.
cs_cz: Element obsahuje informace o cílové skupině pro kterou je vaše zboží určeno. Může obsahovat pouze hodnoty newborn (novorozeně), infant (nemluvně), toddler (batole), kids (děti) nebo adult (dospělí).
pl_pl: Element zawiera informacje o grupie docelowej produktu. Może zawierać takie wartości jak: noworodek, niemowle, dzieci, dorosły.
sk_sk: Element obsahuje informácie o cieľovej skupine pre ktorú je váš tovar určený. Môže obsahovať iba hodnoty newborn (novorodenec), infant (bábätko), toddler (batoľa), kids (deti) alebo adult (dospelí).

# feedaudit.validators.enum_availability.wrong.message
source: AVAILABILITY element contains invalid value.
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element AVAILABILITY zawiera niewłaściwą wartość
sk_sk: Element AVAILABILITY obsahuje neplatnú hodnotu

# feedaudit.validators.enum_availability.wrong.help
source: G:AVAILABILITY element contains information about product availability. Authorized values for this element are integers, where 0 means in stock and other numbers represent number of days.
cs_cz: Element AVAILABILITY obsahuje informace o dostupnosti zboží. Povolené hodnoty jsou celá kladná čísla, kdy 0 znamená dostupnost skladem a další čísla pak počet dní.
pl_pl: Element G:AVAILABILITY zawiera informacje o dostępności produktu. Dozwolone wartości to liczbny całkowite, gdzie “0” oznacza – w magazynie, a pozostałe liczby dni dostawy.
sk_sk: Element AVAILABILITY udáva informácie o dobe doručenia tovaru. Povolené hodnoty sú celé kladné čísla, pričom 0 znamená dostupnosť skladom, ďalšia číslica potom počet dní.

# feedaudit.validators.enum_availability_camel_case.wrong.message
source: AVAILABILITY element contains invalid value.
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element AVAILABILITY zawiera niewłaściwą wartość
sk_sk: Element AVAILABILITY obsahuje neplatnú hodnotu

# feedaudit.validators.enum_availability_camel_case.wrong.help
source: G:AVAILABILITY element contains information about product availability. Authorized values for this element are integers, where 0 means in stock and other numbers represent number of days.
cs_cz: Element AVAILABILITY obsahuje informace o dostupnosti zboží. Povolené hodnoty jsou celá kladná čísla, kdy 0 znamená dostupnost skladem a další čísla pak počet dní.
pl_pl: Element G:AVAILABILITY zawiera informacje o dostępności produktu. Dozwolone wartości to liczbny całkowite, gdzie “0” oznacza – w magazynie, a pozostałe liczby dni dostawy.
sk_sk: Element AVAILABILITY udáva informácie o dobe doručenia tovaru. Povolené hodnoty sú celé kladné čísla, pričom 0 znamená dostupnosť skladom, ďalšia číslica potom počet dní.

# feedaudit.validators.enum_available.wrong.message
source: AVAILABLE element contains invalid value
cs_cz: Element available obsahuje neplatnou hodnotu
pl_pl: Element AVAILABLE zawiera niewłaściwą wartość
sk_sk: Element available obsahuje neplatnú hodnotu

# feedaudit.validators.enum_available.wrong.help
source: AVAILABLE element indicates whether the item is part of your catalog. Allowed values are YES and NO.
cs_cz: Element available uvádí, jestli je zboží součástí vašeho katalogu. Povolené hodnoty jsou YES a NO.
pl_pl: Element AVAILABLE wskazuje, czy przedmiot jest częścią Tojego katalogu. Dostępne wartości to TAK I NIE.
sk_sk: Element available uvádza, či je tovar súčasťou vášho katalógu. Povolené hodnoty sú YES a NO.

# feedaudit.validators.enum_ceneje_age_group.wrong.message
source: Element “AGE_GROUP” contains invalid value
cs_cz: Element “AGE_GROUP” obsahuje neplatnou hodnotu
pl_pl: Element “AGE_GROUP” zwiera niewłaściwą wartość
sk_sk: Element “AGE_GROUP” obsahuje neplatnú hodnotu

# feedaudit.validators.enum_ceneje_age_group.wrong.help
source: Element can contains only following values: 'newborn', 'infant', 'toddler', 'kids', 'adult'.
cs_cz: Element smí obsahovat následující hodnoty: 'newborn', 'infant', 'toddler', 'kids', 'adult'.
pl_pl: Element może zawierać tylko takie wartości: 'newborn', 'infant', 'toddler', 'kids', 'adult'.
sk_sk: Element môže obsahovať iba hodnoty: 'newborn', 'infant', 'toddler', 'kids', 'adult'.

# feedaudit.validators.enum_ceneje_availability.wrong.message
source: Element “AVAILABILITY” contains invalid value
cs_cz: Element “AVAILABILITY” obsahuje neplatnou hodnotu
pl_pl: Element “AVAILABILITY” zwiera niewłaściwą wartość
sk_sk: Element “AVAILABILITY” obsahuje neplatnú hodnotu

# feedaudit.validators.enum_ceneje_availability.wrong.help
source: Element can contains only following values: 'today', 'tomorrow', 'no'.
cs_cz: Element smí obsahovat následující hodnoty: 'today', 'tomorrow', 'no'.
pl_pl: Element może zawierać tylko takie wartości: 'today', 'tomorrow', 'no'.
sk_sk: Element môže obsahovať iba hodnoty: 'today', 'tomorrow', 'no'.

# feedaudit.validators.enum_ceneje_condition.wrong.message
source: Element “CONDITION” contains invalid value
cs_cz: Element “CONDITION” obsahuje neplatnou hodnotu
pl_pl: Element “CONDITION” zwiera niewłaściwą wartość
sk_sk: Element “CONDITION” obsahuje neplatnú hodnotu

# feedaudit.validators.enum_ceneje_condition.wrong.help
source: Element can contains only following values: 'new', 'renew', 'refurbished', 'reboxed', 'used'.
cs_cz: Element smí obsahovat následující hodnoty: 'new', 'renew', 'refurbished', 'reboxed', 'used'.
pl_pl: Element może zawierać tylko takie wartości: 'new', 'renew', 'refurbished', 'reboxed', 'used'.
sk_sk: Element môže obsahovať iba hodnoty: 'new', 'renew', 'refurbished', 'reboxed', 'used'.

# feedaudit.validators.enum_ceneje_cur_codes.wrong.message
source: Element “CUR_CODE” contains invalid value
cs_cz: Element “CUR_CODE” obsahuje neplatnou hodnotu
pl_pl: Element “CUR_CODE” zwiera niewłaściwą wartość
sk_sk: Element “CUR_CODE” obsahuje neplatnú hodnotu

# feedaudit.validators.enum_ceneje_cur_codes.wrong.help
source: Element can contains only following values: 'EUR', 'HRK', 'RSD', 'BAM'.
cs_cz: Element smí obsahovat následující hodnoty: 'EUR', 'HRK', 'RSD', 'BAM'.
pl_pl: Element może zawierać tylko takie wartości: 'EUR', 'HRK', 'RSD', 'BAM'.
sk_sk: Element môže obsahovať iba hodnoty: 'EUR', 'HRK', 'RSD', 'BAM'.

# feedaudit.validators.enum_ceneje_gender.wrong.message
source: Element “GENDER” contains invalid value
cs_cz: Element “GENDER” obsahuje neplatnou hodnotu
pl_pl: Element “GENDER” zwiera niewłaściwą wartość
sk_sk: Element “GENDER” obsahuje neplatnú hodnotu

# feedaudit.validators.enum_ceneje_gender.wrong.help
source: Element can contains only following values: 'unisex', 'female', 'male'.
cs_cz: Element smí obsahovat následující hodnoty: 'unisex', 'female', 'male'.
pl_pl: Element może zawierać tylko takie wartości: 'unisex', 'female', 'male'.
sk_sk: Element môže obsahovať iba hodnoty: 'unisex', 'female', 'male'.

# feedaudit.validators.enum_ceneje_stock.wrong.message
source: Element “STOCK” contains invalid value
cs_cz: Element “STOCK” obsahuje neplatnou hodnotu
pl_pl: Element “STOCK” zwiera niewłaściwą wartość
sk_sk: Element “STOCK” obsahuje neplatnú hodnotu

# feedaudit.validators.enum_ceneje_stock.wrong.help
source: Element can contains only following values: 'in stock', 'preorder', 'out of stock'.
cs_cz: Element smí obsahovat následující hodnoty: 'in stock', 'preorder', 'out of stock'.
pl_pl: Element może zawierać tylko takie wartości: 'in stock', 'preorder', 'out of stock'.
sk_sk: Element môže obsahovať iba hodnoty: 'in stock', 'preorder', 'out of stock'.

# feedaudit.validators.enum_condition.wrong.message
source: G:CONDITION element contains invalid value
cs_cz: Element G:CONDITION obsahuje neplatnou hodnotu
pl_pl: Element G:CONDITION zawiera niewłaściwą wartość
sk_sk: Element G:CONDITION obsahuje neplatnú hodnotu

# feedaudit.validators.enum_condition.wrong.help
source: This element gives information about the product status. It can only contain values such as new, refurbished and used.
cs_cz: Poskytuje informace o stavu zboží, může obsahovat pouze hodnoty new (nové), refurbished (repasované) a used (použité).
pl_pl: Ten element podaje informacje o statusie produktu. Może zawierać tylko takie wartości jak nowe, odnowione I używane.
sk_sk: Poskytuje informácie o stave tovaru, môže obsahovať iba hodnoty new (nové), refurbished (repasované) a used (použité).

# feedaudit.validators.enum_condition_camel_case.wrong.message
source: CONDITION element contains invalid value
cs_cz: Element “CONDITION” obsahuje neplatnou hodnotu
pl_pl: Element CONDITION zwiera niewłaściwą wartość
sk_sk: Element “CONDITION” obsahuje neplatnú hodnotu

# feedaudit.validators.enum_condition_camel_case.wrong.help
source: CONDITION element contains information about the product status. It can only contain values such as new, refurbished and used.
cs_cz: Poskytuje informace o stavu zboží, může obsahovat pouze hodnoty new (nové), refurbished (repasované) a used (použité).
pl_pl: Element CONDITION podaje informacje o statusie produktu. Może zawierać tylko takie wartości jak nowe, odnowione I używane.
sk_sk: Poskytuje informácie o stave tovaru, môže obsahovať iba hodnoty new (nové), refurbished (repasované) a used (použité).

# feedaudit.validators.enum_condition_cj.wrong.message
source: CONDITION element contains invalid value
cs_cz: Element “CONDITION” obsahuje neplatnou hodnotu
pl_pl: Element CONDITION zawiera niewłaściwą wartość
sk_sk: Element “CONDITION” obsahuje neplatnú hodnotu

# feedaudit.validators.enum_condition_cj.wrong.help
source: CONDITION element contains information about the product status. It can only contain values such as new, refurbished and used.
cs_cz: Element condition poskytuje informace o stavu zboží, může obsahovat pouze hodnoty new (nové), refurbished (repasované) a used (použité).
pl_pl: Element CONDITION podaje informacje o statusie produktu. Może zawierać tylko takie wartości jak nowe, odnowione I używane.
sk_sk: Element condition poskytuje informácie o stave tovaru, môže obsahovať iba hodnoty new (nové), refurbished (repasované) a used (použité).

# feedaudit.validators.enum_energy_class.wrong.message
source: ENERGY_CLASS element contains invalid value
cs_cz: Element ENERGY_CLASS obsahuje neplatnou hodnotu
pl_pl: Element ENERGY_CLASS zawiera niewłaściwą wartość
sk_sk: Element ENERGY_CLASS obsahuje neplatnú hodnotu

# feedaudit.validators.enum_energy_class.wrong.help
source: This element contains information about the product energy class. Authorized values are: A, A+, A++, A+++, B, C, D, E, F, G.
cs_cz: Element obsahuje informace o energetické třídě zboží. Povolené hodnoty jsou: A, A+, A++, A+++, B, C, D, E, F, G.
pl_pl: Ten element zawiera informacje o klasie energetycznej produktu. Dopuszczalne wartości to: A, A+, A++, A+++, B, C, D, E, F, G.
sk_sk: Energetická trieda tovaru. Povolené hodnoty: G, F, E, D, C, B, A, A+, A++, A+++.

# feedaudit.validators.enum_erotic.wrong.message
source: EROTIC element contains invalid value.
cs_cz: Element EROTIC obsahuje neplatnou hodnotu
pl_pl: Element EROTIC zawiera niewłaściwą wartość
sk_sk: Element EROTIC obsahuje neplatnú hodnotu

# feedaudit.validators.enum_erotic.wrong.help
source: EROTIC element describes all erotic offers. If you want your erotic offers to appear in erotic categories, set the value to 1.
cs_cz: Elementem EROTIC se označují všechny erotické nabídky. Pokud chcete, aby se vaše erotické nabídky zobrazovali v erotických kategoriích, nastavte hodnotu 1.
pl_pl: Element EROTIC opisuje wszystkie oferty erotyczne. Jeśli chcesz, aby Twoje oferty erotyczne pojawiały się w tej kategorii, ustaw wartość “1”.
sk_sk: Týmto tagom sa označujú všetky erotické ponuky. Ak chcete, aby sa vaše erotické ponuky zobrazovali v erotických kategóriách, použite pri nich tento tag.

# feedaudit.validators.enum_extra_message.wrong.message
source: EXTRA_MESSAGE element contains invalid value
cs_cz: Element EXTRA_MESSAGE obsahuje nepovolenou hodnotu
pl_pl: Element EXTRA_MESSAGE zawiera niewłaściwą wartość
sk_sk: Element EXTRA_MESSAGE obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_extra_message.wrong.help
source: EXTRA_MESSAGE element can contain only these values: extended_warranty, free_accessories, free_case, free_delivery, free_gift, free_installation, free_store_pickup. It may contain only one of these values.
cs_cz: Element EXTRA_MESSAGE má přesně dané hodnoty, které smí nabývat. Jsou to: extended_warranty, free_accessories, free_case, free_delivery, free_gift, free_installation, free_store_pickup. Smí přitom obsahovat pouze jedinou z těchto hdonot.
pl_pl: Element EXTRA_MESSAGE może zawierać tylko nastepujące wartości: extended_warranty, free_accessories, free_case, free_delivery, free_gift, free_installation, free_store_pickup. It may contain only one of these values.
sk_sk: Element EXTRA_MESSAGE má presne dané hodnoty, ktoré smie nadobúdať. Sú to: extended_warranty, free_accessories, free_case, free_delivery, free_gift, free_installation, free_store_pickup. Smie pritom obsahovať iba jedinú z týchto hodnôt.

# feedaudit.validators.enum_fb_availability.wrong.message
source: G:AVAILABILITY element contains invalid value
cs_cz: Element G:AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element G:AVAILABILITY zawiera niewłaściwą wartość
sk_sk: Element G:AVAILABILITY obsahuje neplatnú hodnotu
