Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_number_stock_min_supply.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_storedquantity_camel.nan.message
source: StoredQuantity element does not contain a number
cs_cz: Element StoredQuantity neobsahuje číslo
pl_pl: Element StoredQuantity nie zawiera numeru
sk_sk: Element StoredQuantity by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_storedquantity_camel.nan.help
source: StoredQuantity element contains invalid value. It should contain only positive numbers.
cs_cz: Element StoredQuantity pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Element StoredQuantity zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element StoredQuantity pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_storedquantity_camel.wrong.message
source: StoredQuantity element contains invalid value
cs_cz: Element StoredQuantity obsahuje nepovolenou hodnotu
pl_pl: Element StoredQuantity zawiera niewłaściwą wartość
sk_sk: Element StoredQuantity obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_storedquantity_camel.wrong.help
source: StoredQuantity element contains invalid value. It should contain only positive numbers.
cs_cz: Element StoredQuantity pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Element StoredQuantity zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element StoredQuantity pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_toll.nan.message
source: TOLL element should contain a numeric value
cs_cz: Element TOLL by měl obsahovat číselnou hodnotu
pl_pl: Element TOLL powinien zawierać wartość liczbową
sk_sk: Element TOLL by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_toll.nan.help
source: This element sets maximum cost per click at Srovnáme.cz. It should contain a positive number.
cs_cz: Značka nastavuje maximální cenu za proklik na Srovnáme.cz. Obsahovat by měla kladné číslo.
pl_pl: Ten element zawiera maksymalną cenę za kliknięcie na Srovnáme.cz. Powinien zawierać liczbę dodatnią.
sk_sk: Značka nastavuje maximálnu cenu za preklik na Srovname.cz. Obsahovať by mala kladné číslo.

# feedaudit.validators.is_number_toll.wrong.message
source: TOLL element contains invalid value
cs_cz: Element TOLL obsahuje neplatnou hodnotu
pl_pl: Element TOLL zawiera niewłaściwą wartość
sk_sk: Element TOLL obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_toll.wrong.help
source: This element sets maximum cost per click at Srovnáme.cz. It should contain a positive number.
cs_cz: Značka nastavuje maximální cenu za proklik na Srovnáme.cz. Obsahovat by měla kladné číslo.
pl_pl: Ten element zawiera maksymalną cenę za kliknięcie na Srovnáme.cz. Powinien zawierać liczbę dodatnią.
sk_sk: Značka nastavuje maximálnu cenu za preklik na Srovnáme.cz. Obsahovať by mala kladné číslo.

# feedaudit.validators.is_number_too_high_price.nan.message
source: PRICE element does not contain a number
cs_cz: Element PRICE neobsahuje číslo
pl_pl: Element PRICE nie zawiera liczby
sk_sk: Element PRICE neobsahuje číslo

# feedaudit.validators.is_number_too_high_price.wrong.message
source: PRICE element contains value higher than 200.000 CZK
cs_cz: Element PRICE obsahuje hodnotu větší než 200 000 Kč
pl_pl: Element PRICE zawiera wyższą wartość niż 200.000 CZK
sk_sk: Element PRICE obsahuje hodnotu väčšiu ako 200 000 Kč

# feedaudit.validators.is_number_too_high_price.wrong.help
source: Isn’t it a typing error? Is the product price really higher than 200.000 CZK?
cs_cz: Nejedná se o překlep? Opravdu je cena zboží vyšší než 200 tis. Kč?
pl_pl: To nie jest błąd? Cena produktu faktycznie jest wyższa niż 200.000 CZK?
sk_sk: Nejedná sa o preklep? Naozaj je cena produktu vyššia ako 200 tis. Kč?

# feedaudit.validators.is_number_too_high_price_vat.nan.message
source: PRICE_VAT element does not contain a number
cs_cz: Element PRICE_VAT neobsahuje číslo
pl_pl: Element PRICE_VAT nie zawiera liczby
sk_sk: Element PRICE_VAT neobsahuje číslo

# feedaudit.validators.is_number_too_high_price_vat.wrong.message
source: PRICE_VAT element contains value higher than 200.000 CZK
cs_cz: Element PRICE_VAT obsahuje hodnotu větší než 200 000 Kč
pl_pl: Element PRICE_VAT zawiera wyższą wartość niż 200.000 CZK
sk_sk: Element PRICE_VAT obsahuje hodnotu väčšiu ako 200 000 Kč

# feedaudit.validators.is_number_too_high_price_vat.wrong.help
source: Isn't it a typing error?
cs_cz: Nejedná se o překlep?
pl_pl: Czy to nie jest błąd?
sk_sk: Nejedná sa o preklep?

# feedaudit.validators.is_number_upc_ean.nan.message
source: Element upc_ean does not contain a number
cs_cz: Element upc_ean neobsahuje číslo
pl_pl: Element upc_ean nie zawiera numeru
sk_sk: Element upc_ean neobsahuje číslo

# feedaudit.validators.is_number_upc_ean.wrong.message
source: Element upc_ean contains invalid value
cs_cz: Element upc_ean obsahuje nepovolenou hodnotu
pl_pl: Element upc_ean zawiera niewłaściwą wartość
sk_sk: Element upc_ean obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_vat.nan.message
source: VAT element does not contain a number
cs_cz: Element VAT neobsahuje číslo
pl_pl: Element VAT nie zawiera liczby
sk_sk: Element VAT neobsahuje číslo

# feedaudit.validators.is_number_vat.nan.help
source: Only numbers can be stated in this element.
cs_cz: V tomto elementu je nutné uvádět pouze číselné hodnoty.
pl_pl: Ten element może zawierać tylko liczby.
sk_sk: V tomto elemente je nutné uvádzať iba číselné hodnoty.

# feedaudit.validators.is_number_vat.wrong.message
source: VAT element contains invalid value
cs_cz: Element VAT obsahuje neplatnou hodnotu
pl_pl: Element VAT zawiera niewłaściwą wartość
sk_sk: Element VAT obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_vat.wrong.help
source: Only numbers can be stated in this element.
cs_cz: V tomto elementu je nutné uvádět pouze číselné hodnoty.
pl_pl: Ten element może zawierać tylko liczby.
sk_sk: V tomto elemente je nutné uvádzať iba číselné hodnoty.

# feedaudit.validators.is_number_verzendkosten.nan.message
source: Element VERZENDKOSTEN does not contain a number
cs_cz: Element VERZENDKOSTEN neobsahuje číslo
pl_pl: Element VERZENDKOSTEN nie zawiera numeru
sk_sk: Element VERZENDKOSTEN neobsahuje číslo

# feedaudit.validators.is_number_verzendkosten.nan.help
source: Element value needs to be positive number.
cs_cz: Element VERZENDKOSTEN pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element VERZENDKOSTEN pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_verzendkosten.wrong.message
source: Element VERZENDKOSTEN contains invalid value
cs_cz: Element VERZENDKOSTEN obsahuje neplatnou hodnotu
pl_pl: Element VERZENDKOSTEN zawiera niewłaściwą wartość
sk_sk: Element VERZENDKOSTEN obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_verzendkosten.wrong.help
source: Element value needs to be positive number.
cs_cz: Element VERZENDKOSTEN pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element VERZENDKOSTEN pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_warranty.nan.message
source: WARRANTY element does not contain a number
cs_cz: Element WARRANTY neobsahuje číslo
pl_pl: Element WARRANTY nie zawiera liczby
sk_sk: Element WARRANTY neobsahuje číslo

# feedaudit.validators.is_number_warranty.nan.help
source: It is necessary to state only numbers in this element.
cs_cz: V tomto elementu je nutné uvádět pouze číselné hodnoty.
pl_pl: Ten element musi zawierać w sobie liczby.
sk_sk: V tomto elemente je nutné uvádzať iba číselné hodnoty.

# feedaudit.validators.is_number_warranty.wrong.message
source: WARRANTY element contains invalid value
cs_cz: Element WARRANTY obsahuje neplatnou hodnotu
pl_pl: Element WARRANTY zawiera niewłaściwą wartość
sk_sk: Element WARRANTY obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_warranty.wrong.help
source: WARRANTY element seems to contain invalid value. Only numbers are correct values.
cs_cz: Element WARRANTY pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Element WARRANTY zawiera nieprawidłową wartość. Tylko liczby są poprawnymi wartościami.
sk_sk: Element WARRANTY pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_wholesale_price_dkk.nan.message
source: C:WHOLESALE_PRICE_DKK:INTEGER element does not contain a number.
cs_cz: Element C:WHOLESALE_PRICE_DKK:INTEGER neobsahuje číslo.
pl_pl: Element C:WHOLESALE_PRICE_DKK:INTEGER nie zawiera liczby
sk_sk: Element C:WHOLESALE_PRICE_DKK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_wholesale_price_dkk.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_wholesale_price_dkk.wrong.message
source: C:WHOLESALE_PRICE_DKK:INTEGER element does not contain a positive number.
cs_cz: Element C:WHOLESALE_PRICE_DKK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:WHOLESALE_PRICE_DKK:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:WHOLESALE_PRICE_DKK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_wholesale_price_eur.nan.message
source: C:WHOLESALE_PRICE_EUR:INTEGER element does not contain a number.
cs_cz: Element C:WHOLESALE_PRICE_EUR:INTEGER neobsahuje číslo.
pl_pl: Element C:WHOLESALE_PRICE_EUR:INTEGER nie zawiera liczby
sk_sk: Element C:WHOLESALE_PRICE_EUR:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_wholesale_price_eur.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_wholesale_price_eur.wrong.message
source: C:WHOLESALE_PRICE_EUR:INTEGER element does not contain a positive number.
cs_cz: Element C:WHOLESALE_PRICE_EUR:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:WHOLESALE_PRICE_EUR:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:WHOLESALE_PRICE_EUR:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_wholesale_price_nok.nan.message
source: C:WHOLESALE_PRICE_NOK:INTEGER element does not contain a number.
cs_cz: Element C:WHOLESALE_PRICE_NOK:INTEGER neobsahuje číslo.
pl_pl: Element C:WHOLESALE_PRICE_NOK:INTEGER nie zawiera liczby
sk_sk: Element C:WHOLESALE_PRICE_NOK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_wholesale_price_nok.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_wholesale_price_nok.wrong.message
source: C:WHOLESALE_PRICE_NOK:INTEGER element does not contain a positive number.
cs_cz: Element C:WHOLESALE_PRICE_NOK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:WHOLESALE_PRICE_NOK:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:WHOLESALE_PRICE_NOK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_wholesale_price_pln.nan.message
source: C:WHOLESALE_PRICE_PLN:INTEGER element does not contain a number.
cs_cz: Element C:WHOLESALE_PRICE_PLN:INTEGER neobsahuje číslo.
pl_pl: Element C:WHOLESALE_PRICE_PLN:INTEGER nie zawiera liczby
sk_sk: Element C:WHOLESALE_PRICE_PLN:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_wholesale_price_pln.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_wholesale_price_pln.wrong.message
source: C:WHOLESALE_PRICE_PLN:INTEGER element does not contain a positive number.
cs_cz: Element C:WHOLESALE_PRICE_PLN:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:WHOLESALE_PRICE_PLN:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:WHOLESALE_PRICE_PLN:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_wholesale_price_sek.nan.message
source: C:WHOLESALE_PRICE_SEK:INTEGER element does not contain a number.
cs_cz: Element C:WHOLESALE_PRICE_SEK:INTEGER neobsahuje číslo.
pl_pl: Element C:WHOLESALE_PRICE_SEK:INTEGER nie zawiera liczby
sk_sk: Element C:WHOLESALE_PRICE_SEK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_wholesale_price_sek.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_wholesale_price_sek.wrong.message
source: C:WHOLESALE_PRICE_SEK:INTEGER element does not contain a positive number.
cs_cz: Element C:WHOLESALE_PRICE_SEK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:WHOLESALE_PRICE_SEK:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:WHOLESALE_PRICE_SEK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_width.nan.message
source: Element WIDTH does not contain a number
cs_cz: Element WIDTH neobsahuje číslo
pl_pl: Element WIDTH nie zawiera numeru
sk_sk: Element WIDTH neobsahuje číslo

# feedaudit.validators.is_number_width.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_width.wrong.message
source: Element WIDTH contains invalid value
cs_cz: Element WIDTH obsahuje nepovolenou hodnotu
pl_pl: Element WIDTH zawiera niewłaściwą wartość
sk_sk: Element WIDTH obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_width.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_zbozi_cpc.nan.message
source: Element ZBOZI_CPC does not contain a number
cs_cz: Element ZBOZI_CPC neobsahuje číslo
pl_pl: Element ZBOZI_CPC nie zawiera numeru
sk_sk: Element ZBOZI_CPC neobsahuje číslo

# feedaudit.validators.is_number_zbozi_cpc.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_zbozi_cpc.wrong.message
source: Element ZBOZI_CPC contains invalid value
cs_cz: Element ZBOZI_CPC obsahuje nepovolenou hodnotu
pl_pl: Element ZBOZI_CPC zawiera niewłaściwą wartość
sk_sk: Element ZBOZI_CPC obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_zbozi_cpc.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_zbozi_search_cpc.nan.message
source: Element ZBOZI_SEARCH_CPC does not contain a number
cs_cz: Element ZBOZI_SEARCH_CPC neobsahuje číslo
pl_pl: Element ZBOZI_SEARCH_CPC nie zawiera numeru
sk_sk: Element ZBOZI_SEARCH_CPC neobsahuje číslo

# feedaudit.validators.is_number_zbozi_search_cpc.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_zbozi_search_cpc.wrong.message
source: Element ZBOZI_SEARCH_CPC contains invalid value
cs_cz: Element ZBOZI_SEARCH_CPC obsahuje nepovolenou hodnotu
pl_pl: Element ZBOZI_SEARCH_CPC zawiera niewłaściwą wartość
sk_sk: Element ZBOZI_SEARCH_CPC obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_zbozi_search_cpc.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_present_Attribute_name.missing.message
source: Element Attribute_name is empty or missing
cs_cz: Element Attribute_name chybí nebo je prázdný
pl_pl: Brakuje element Attribute_name, albo jest pusty
sk_sk: Element Attribute_name chýba alebo je prázdny

# feedaudit.validators.is_present_Attribute_value.missing.message
source: Element Attribute_value is empty or missing
cs_cz: Element Attribute_value chybí nebo je prázdný
pl_pl: Brakuje element Attribute_value, albo jest pusty
sk_sk: Element Attribute_value chýba alebo je prázdny

# feedaudit.validators.is_present_Color.missing.message
source: Element Color is empty or missing
cs_cz: Element Color chybí nebo je prázdný
pl_pl: Brakuje element Color, albo jest pusty
sk_sk: Element Color chýba alebo je prázdny

# feedaudit.validators.is_present_GroupId.missing.message
source: Element GroupId is empty or missing
cs_cz: Element GroupId chybí nebo je prázdný
pl_pl: Brakuje element GroupId, albo jest pusty
sk_sk: Element GroupId chýba alebo je prázdny

# feedaudit.validators.is_present_Manufacturer.missing.message
source: Element Manufacturer is empty or missing
cs_cz: Element Manufacturer chybí nebo je prázdný
pl_pl: Brakuje element Manufacturer, albo jest pusty
sk_sk: Element Manufacturer chýba alebo je prázdny

# feedaudit.validators.is_present_MaxCPCMultiplier.missing.message
source: Element MaxCPCMultiplier is empty or missing
cs_cz: Element MaxCPCMultiplier chybí nebo je prázdný
pl_pl: Brakuje element MaxCPCMultiplier, albo jest pusty
sk_sk: Element MaxCPCMultiplier chýba alebo je prázdny

# feedaudit.validators.is_present_ProductNumber.missing.message
source: Element ProductNumber is empty or missing
cs_cz: Element ProductNumber chybí nebo je prázdný
pl_pl: Brakuje element ProductNumber, albo jest pusty
sk_sk: Element ProductNumber chýba alebo je prázdny

# feedaudit.validators.is_present_Size.missing.message
source: Element Size is empty or missing
cs_cz: Element Size chybí nebo je prázdný
pl_pl: Brakuje element Size, albo jest pusty
sk_sk: Element Size chýba alebo je prázdny

# feedaudit.validators.is_present_additional_image_link.missing.message
source: G:ADDITIONAL_IMAGE_LINK element is empty or missing
cs_cz: Element G:ADDITIONAL_IMAGE_LINK chybí nebo je prázdný
pl_pl: Element G:ADDITIONAL_IMAGE_LINK jest pusty, albo brakuje go
sk_sk: Element G:ADDITIONAL_IMAGE_LINK chýba alebo je prázdny

# feedaudit.validators.is_present_additional_image_link.missing.help
source: It contains URL address of other images, which will display to your customers at your products. Check the address or add images.
cs_cz: Obsahuje URL adresu dalších obrázků, které se zákazníkům zobrazí u vašeho zboží. Zkontrolujte adresu nebo obrázky přidejte.
pl_pl: Zawarty jest adres URL innych zdjęć, które będą wyświetlać się Twoim klientom w Twoich produktach. Sprawdź adres lub dodaj zdjęcia
sk_sk: Obsahuje URL adresu ďalších obrázkov, ktoré sa zákazníkom zobrazia pri vašich produktoch. Skontrolujte adresu alebo pridajte obrázky .

# feedaudit.validators.is_present_additional_image_link_lower.missing.message
source: ADDITIONAL_IMAGE_LINK element is empty or missing
cs_cz: Element ADDITIONAL_IMAGE_LINK chybí nebo je prázdný
pl_pl: Brakuje elememntu ADDITIONAL_IMAGE_LINK, albo jest pusty
sk_sk: Element ADDITIONAL_IMAGE_LINK chýba alebo je prázdny

# feedaudit.validators.is_present_additional_image_link_lower.missing.help
source: It contains URL address of other images, which will display to your customers at your products. Check the address or add images.
cs_cz: Obsahuje URL adresu dalších obrázků, které se zákazníkům zobrazí u vašeho zboží. Zkontrolujte adresu nebo obrázky přidejte.
sk_sk: Obsahuje URL adresu ďalších obrázkov, ktoré sa zákazníkom zobrazia pri vašich produktoch. Skontrolujte adresu alebo pridajte obrázky .

# feedaudit.validators.is_present_age_group.missing.message
source: G:AGE_GROUP element is empty or missing
cs_cz: Element G:AGE_GROUP chybí nebo je prázdný
pl_pl: Element G:AGE_GROUP jest pusty, albo brakuje go
sk_sk: Element G:AGE_GROUP chýba alebo je prázdny

# feedaudit.validators.is_present_age_group.missing.help
source: Element contains information about a target group of your product.
cs_cz: Element obsahuje informace o cílové skupině pro kterou je vaše zboží určeno.
pl_pl: Element zawiera informacje o grupie docelowej produktu.
sk_sk: Element obsahuje informácie o cieľovej skupine pre ktorú je váš tovar určený.

# feedaudit.validators.is_present_any_delivery_price_and_cod.missing.message
source: DELIVERY_PRICE element as well as DELIVERY_PRICE_COD element is empty
cs_cz: Element DELIVERY_PRICE chybí nebo je prázdný a zároveň chybí element DELIVERY_PRICE_COD.
pl_pl: Brakuje elementu DELIVERY_PRICE lub jest on pusty, a elementu DELIVERY_PRICE_COD brakuje.
sk_sk: Element DELIVERY_PRICE chýba alebo je prázdny a zároveň chýba element DELIVERY_PRICE_COD.

# feedaudit.validators.is_present_any_delivery_price_and_cod.missing.help
source: Your online store does not give any delivery price for these items.
cs_cz: U těchto položek Váš e-shop neuvádí cenu za dopravu.
pl_pl: Twój e-sklep nie podaje kosztów wysyłki tych produktów.
sk_sk: Pri týchto položkách Váš e-shop neuvádza cenu dopravy.

# feedaudit.validators.is_present_any_miinto_retail_price.missing.message
source: C:DISCOUNT_RETAIL_PRICE_[CODE]:INTEGER_ element is empty or missing
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_[CODE]:INTEGER chybí nebo je prázdný
pl_pl: Brakuje elementu C:DISCOUNT_RETAIL_PRICE_[CODE]:INTEGER, albo jest pusty
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_[CODE]:INTEGER chýba alebo je prázdny

# feedaudit.validators.is_present_any_miinto_retail_price.missing.help
source: Your online store does not give any price for these items.
cs_cz: U těchto položek Váš e-shop neuvádí cenu.
pl_pl: Brak informacji o kosztach dostawy. Uzupełnij brakujące informacje.
sk_sk: Pri týchto položkách Váš e-shop neuvádza cenu.

# feedaudit.validators.is_present_any_price_price_vat.missing.message
source: VAT element as well as PRICE_VAT element is empty
cs_cz: Element PRICE chybí nebo je prázdný a zároveň chybí element PRICE_VAT
pl_pl: Element VAT jest pusty, albo brakuje go
sk_sk: Element PRICE chýba alebo je prázdny a zároveň chýba element PRICE_VAT
