Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.barcode_barcode.invalid.message
source: BARCODE element contains invalid value
cs_cz: Element BARCODE obsahuje neplatnou hodnotu
pl_pl: Element BARCODE zawiera niepoprawną wartość
sk_sk: Element BARCODE obsahuje neplatnú hodnotu

# feedaudit.validators.barcode_ean.invalid.message
source: EAN element contains invalid value
cs_cz: Element EAN obsahuje neplatnou hodnotu
pl_pl: Element EAN zawiera niepoprawną wartość
sk_sk: Element EAN obsahuje neplatnú hodnotu

# feedaudit.validators.barcode_ean.invalid.help
source: EAN is a unique numeric product code. It can be found on packagings as a barcode. EAN consists of 8 or 12-14 digits, in a given order.
cs_cz: EAN představuje unikátní číselný kód zboží. Na obalech je uváděn jako tzv. čárový kód. EAN se skládá z 8 nebo 12-14 číslic, které mají svůj řád.
pl_pl: EAN to unikalny, numeryczny kod produktu. Na opakowaniach występuje jako kod kreskowy. EAN składa się z 8 lub 12-14 cyfr zapisywanych w określonej kolejności.
sk_sk: EAN predstavuje unikátny číselný kód tovaru. Na obaloch je uvádzaný ako tzv. čiarový kód. EAN sa skladá z 8 alebo 12-14 číslic, ktoré majú svoje usporiadanie.

# feedaudit.validators.barcode_gtin.invalid.message
source: G:TIN element value has incorrect format
cs_cz: Hodnota elementu G:GTIN má nesprávný formát
pl_pl: Element G:TIN ma niepoprawny format
sk_sk: Hodnota elementu G:GTIN má nesprávny formát

# feedaudit.validators.barcode_gtin.invalid.help
source: G:GTIN element is a unique identifier of your product. It could contain 0, 8, 12, 13 or 14 digits. Spaces and dashes are allowed but will be ignored.
cs_cz: Element G:GTIN je unikátní identifikátorem vašeho produktu. Může obsahovat 0, 8, 12, 13 nebo 14 znaků. Mezery nebo pomlčky jsou povoleny, ale budou ignorovány.
pl_pl: G:GTIN element to unikalny identyfikator Twojego produktu. Identyfikatory składają się z 0, 8, 12, 13 albo 14 cyfr. Spacje łączniki są dozwolone, ale są ignorowane.
sk_sk: Element G:GTIN je unikátnym identifikátorom vášho produktu. Môže obsahovať 0, 8, 12, 13 alebo 14 znakov. Medzery alebo pomlčky sú povolené, ale budú ignorované.

# feedaudit.validators.barcode_isbn.invalid.message
source: ISBN element contains invalid value
cs_cz: Element ISBN obsahuje neplatnou hodnotu
pl_pl: Element ISBN zawiera niepoprawną wratość
sk_sk: Element ISBN obsahuje neplatnú hodnotu

# feedaudit.validators.barcode_isbn.invalid.help
source: ISBN is a unique identifier of books. It contains numbers separated by dashes.
cs_cz: ISBN je jednoznačný identifikátor knih. Obsahuje čísla oddělená pomlčkami.
pl_pl: ISBN to unikalny identyfikator ksiązek. Składa się z cyfr oddzielonych myślnikami.
sk_sk: ISBN je jednoznačný identifikátor kníh. Obsahuje čísla oddelené pomlčkami.

# feedaudit.validators.barcode_productno.invalid.message
source: PRODUCTNO element contains invalid value
cs_cz: Element PRODUCTNO obsahuje neplatnou hodnotu
pl_pl: Element PRODUCTNO zawiera niepoprawną wartość
sk_sk: Element PRODUCTNO obsahuje neplatnú hodnotu

# feedaudit.validators.blacklist_delivery_date_eight_heureka.forbidden.message
source: DELIVERY_DATE element has a limit value of 8 days
cs_cz: Hodnota elementu DELIVERY_DATE má hraniční hodnotu 8 dní
pl_pl: Element DELIVERY_DATE ma wartość graniczną 8 dni
sk_sk: Hodnota elementu DELIVERY_DATE má hraničnú hodnotu 8 dní

# feedaudit.validators.blacklist_delivery_date_eight_heureka.forbidden.help
source: Heureka rounds the time of goods' expedition. If you state 2 days, Heureka will display "within 3 days", same for items which state 3 days. Customers care about delivery information. Therefore it is good at values like "8 days" to reconsider, if you can not send it a day earlier.
cs_cz: Heureka dobu expedice zboží zaokrouhluje. Pokud uvedete například 2 dny, Heureka zobrazí "do 3 dnů", stejně jako u položek, které uvedou 3 dny. Zákazníci přitom na tuto informaci dbají. Je proto vhodné u hodnot, jako např. "8 dnů" zvážit, zda nedokážete zboží odeslat již o den dřív.
pl_pl: Heureka zaokrągla czas dostawy. Jeśli np. Wpiszesz 2 dni, Heureka to przestawi jako “do 3 dni”, tak samo jak przy produktach, które mają wpisany czas dostawy na 3 dni. Dla kilientów jest bardzo ważna informacja dotycząca czasu dostawy. Dlatego też warto rozważyć, czy chcesz wpisać jako czas dostawy 8 dni, czy może jednak jesteś w stanie wyslać to dzień wcześniej.
sk_sk: Heureka dobu expedície tovaru zaokrúhľuje. Pokiaľ uvediete napríklad 2 dni, Heureka zobrazí "do 3 dní", rovnako ako u položiek, ktoré uvedú 3 dni. Zákazníci pritom na túto informáciu dbajú. Je preto vhodné u hodnôt, ako napr. "8 dní" zvážiť, či nedokážete tovar odoslať už o deň skôr.

# feedaudit.validators.blacklist_delivery_date_four_heureka.forbidden.message
source: DELIVERY_DATE element has a limit value of 4 days
cs_cz: Hodnota elementu DELIVERY_DATE má hraniční hodnotu 4 dní
pl_pl: Element DELIVERY_DATE ma wartość graniczną 4 dni
sk_sk: Hodnota elementu DELIVERY_DATE má hraničnú hodnotu 4 dní

# feedaudit.validators.blacklist_delivery_date_four_heureka.forbidden.help
source: Heureka rounds the time of goods' expedition. If you state 2 days, Heureka will display "within 3 days", same for items which state 3 days. Customers care about delivery information. Therefore it is good at values like "8 days" to reconsider, if you can not send it a day earlier.
cs_cz: Heureka dobu expedice zboží zaokrouhluje. Pokud uvedete například 2 dny, Heureka zobrazí "do 3 dnů", stejně jako u položek, které uvedou 3 dny. Zákazníci přitom na tuto informaci dbají. Je proto vhodné u hodnot, jako např. "4 dny" zvážit, zda nedokážete zboží odeslat již o den dřív.
pl_pl: Heureka zaokrągla czas dostawy. Jeśli np. Wpiszesz 2 dni, Heureka to przestawi jako “do 3 dni”, tak samo jak przy produktach, które mają wpisany czas dostawy na 3 dni. Dla kilientów jest bardzo ważna informacja dotycząca czasu dostawy. Dlatego też warto rozważyć, czy chcesz wpisać jako czas dostawy 8 dni, czy może jednak jesteś w stanie wyslać to dzień wcześniej.
sk_sk: Heureka dobu expedície tovaru zaokrúhľuje. Pokiaľ uvediete napríklad 2 dni, Heureka zobrazí "do 3 dní", rovnako ako u položiek, ktoré uvedú 3 dni. Zákazníci pritom na túto informáciu dbajú. Je preto vhodné u hodnôt, ako napr. "4 dni" zvážiť, či nedokážete tovar odoslať už o deň skôr.

# feedaudit.validators.blacklist_delivery_date_zbozi.forbidden.message
source: DELIVERY_DATE element value has a limit value
cs_cz: Hodnota elementu DELIVERY_DATE má hraniční hodnotu
pl_pl: Element DELIVERY_DATE ma wartość graniczną
sk_sk: Hodnota elementu DELIVERY_DATE má hraničnú hodnotu

# feedaudit.validators.blacklist_delivery_date_zbozi.forbidden.help
source: Zboží.cz rounds the time of goods' expedition. If you state 7 days, Zboží.cz will display "more than week", same for items which state 10 days. Customers care about that information. Therefore it is good at values like "7 days" to reconsider, if you can not send it a day earlier.
cs_cz: Zboží.cz dobu expedice zboží zaokrouhluje. Pokud uvedete například 7 dní, Zboží.cz zobrazí "více jak týden", stejně jako u položek, které uvedou např. 10 dní. Zákazníci přitom na tuto informaci dbají. Je proto vhodné u hodnot, jako např. "7 dní" zvážit, zda nedokážete zboží odeslat již o den dřív.
pl_pl: Zboží.cz zaokrągla czas dostawy. Jeśli wpiszesz 7 dni, Zboží.cz będzie wyświetlać informację “ponad tydzień”, tak samo jak dla produktów., których czas dostawy wynosi 10 dni. Dla kilientów jest bardzo ważna informacja dotycząca czasu dostawy. Dlatego też warto rozważyć, czy chcesz wpisać jako czas dostawy 8 dni, czy może jednak jesteś w stanie wyslać to dzień wcześniej.
sk_sk: Zboží.cz dobu expedície tovaru zaokrúhľuje. Pokiaľ uvediete napríklad 7 dní, Zboží.cz zobrazí "viac ako týždeň", rovnako ako u položiek, ktoré uvedú napr. 10 dní. Zákazníci pritom na túto informáciu dbajú. Je preto vhodné u hodnôt, ako napr. "7 dní" zvážiť, či nedokážete tovar odoslať už o deň skôr.

# feedaudit.validators.blacklist_description.forbidden.message
source: Product is probably sold out
cs_cz: Zboží je asi vyprodáno
pl_pl: Produkt prawdopodobnie jest wyprzedany
sk_sk: Tovar je asi vypredaný

# feedaudit.validators.blacklist_description.forbidden.help
source: Check if listed products are not sold. If yes we recommend not to put them in advertising.
cs_cz: Zkontrolujte uvedené zboží, zda není vyprodáno. Pokud ano, v datech pro inzerci jej uvádět nedoporučujeme.
pl_pl: Sprawdź czy te produkty nie zostały wyprzedane. Jeśli tak, nie zalecamy umieszczania ich w reklamach.
sk_sk: Skontrolujte uvedený tovar, či nie je vypredaný. Ak áno, neodporúčame ho uvádzať v dátach pre inzerciu.

# feedaudit.validators.blacklist_fb_promotion_title.forbidden.message
source: G:TITLE element contains invalid value
cs_cz: Element G:TITLE obsahuje nepovolenou hodnotu
pl_pl: Element G:TITLE zawiera niedozwoloną wartość
sk_sk: Element G:TITLE obsahuje nepovolenú hodnotu

# feedaudit.validators.blacklist_fb_promotion_title.forbidden.help
source: G:TITLE element can not contain information about free delivery, distribution, authorized seller etc..
cs_cz: V elementu G:TITLE se nesmí vyskytovat informace o dopravě zdarma, distribuci, autorizovaném prodejci apod.
pl_pl: Element G:TITLE nie może zawierac informacji o darmowej dostawie, dystrybucji, autoryzowanym sprzedawcy, itp.
sk_sk: V elemente G:TITLE sa nesmú vyskytovať informácie o doprave zadarmo, distribúcii, autorizovanom predajcovi a a pod.

# feedaudit.validators.blacklist_fb_url_title.forbidden.message
source: G:TITLE element contains invalid value
cs_cz: Element G:TITLE obsahuje nepovolenou hodnotu
pl_pl: Element G:TITLE zawiera niedozwoloną wartość
sk_sk: Element G:TITLE obsahuje nepovolenú hodnotu

# feedaudit.validators.blacklist_fb_url_title.forbidden.help
source: It seems that G:TITLE element contains "http" or another part of URL address.
cs_cz: V elementu G:TITLE se pravděpodobně nachází "http" nebo jiná část URL adresy.
pl_pl: W elemencie G:TITLE prawdopodobnie znajduje się "http", albo inna wartość adresu URL
sk_sk: V elemente G:TITLE sa pravdepodobne nachádza "http" alebo iná časť URL adresy.

# feedaudit.validators.blacklist_gift.forbidden.message
source: GIFT element contains invalid value
cs_cz: Element GIFT obsahuje nepovolenou hodnotu
pl_pl: Element GIFT zawiera niedozwoloną wartość
sk_sk: Element GIFT obsahuje nepovolenú hodnotu

# feedaudit.validators.blacklist_gift.forbidden.help
source: GIFT element can not contain a word "sleva" (discount).
cs_cz: Element GIFT nesmí obsahovat slovo "sleva".
pl_pl: Element GIFT nie może zawierac słowa"sleva" (rabat).
sk_sk: Element GIFT nesmie obsahovať slovo "sleva".

# feedaudit.validators.blacklist_item_type.forbidden.message
source: ITEM_TYPE element contains value „bazar“
cs_cz: Element ITEM_TYPE obsahuje hodnotu „bazar“
pl_pl: Element ITEM_TYP zawiera wartość „bazar“
sk_sk: Element ITEM_TYPE obsahuje hodnotu „bazar“

# feedaudit.validators.blacklist_item_type.forbidden.help
source: Value „Bazar“ in ITEM_TYPE element marks sale of secondhand goods. Such items are rarely displayed by shop services.
cs_cz: Hodnota „Bazar“ v elementu ITEM_TYPE označuje prodej již použitého zboží. Takovou položku vyhledávač zboží zobrazuje pramálo.
pl_pl: Wartość „Bazar“ w elemencie ITEM_TYPE oznacza sprzedaż towarów używanych. Takie przedmioty bardzo rzadko są wyświetlane w sklepach.
sk_sk: Hodnota "Bazar" v elemente ITEM_TYPE označuje predaj už použitého tovaru. Takú položku vyhľadávač tovaru zobrazuje málo.

# feedaudit.validators.blacklist_nested_param_distribuce.forbidden.message
source: Distribution of goods is set as unknown
cs_cz: Distribuci zboží uvádíte jako neznámou
pl_pl: Dystrybucja towarów jest ustawiona jako nieznana
sk_sk: Distribúciu tovaru uvádzate ako neznámu

# feedaudit.validators.blacklist_nested_param_distribuce.forbidden.help
source: Distribution describes for which market is the product intended. For products intended for Czech Republic, the most common values are "CZ" and "EU". For listed products the distribution is set as unknown. Ensure it is on purpose.
cs_cz: Distribuce udává pro jaký trh je zboží určeno. Pro zboží prodávané v ČR jsou nejčastějšími hodnotami "CZ" a "EU". Vy u daného zboží udáváte distribuci neznámou. Zkontrolujte, zda je to úmyslné.
pl_pl: Dystrybucja opisuje rynek, dla którego jest przeznaczony produkt. W przypadku produktów, które są sprzedawane w Republice Czeskiej najczęściej używane są wartości "CZ" I "EU". Masz nieznaną dystrybucję dla tego przedmiotu. Upewnij się, że jest to zamierzone.
sk_sk: Distribúcia uvádza pre aký trh je tovar určený. Pre tovar predávaný v SR sú najčastejšími hodnotami "SK" a "EU". Vy u daného tovaru uvádzate neznámu distribúciu. Skontrolujte, či je to úmyselné.

# feedaudit.validators.blacklist_nested_url_param_param_name.forbidden.message
source: PARAM_NAME element contains invalid value
cs_cz: Element PARAM_NAME obsahuje nepovolenou hodnotu
pl_pl: Element PARAM_NAME zawiera niedozwoloną wartość
sk_sk: Element PARAM_NAME obsahuje nepovolenú hodnotu

# feedaudit.validators.blacklist_nested_url_param_val.forbidden.message
source: PARAM parameter contains invalid value
cs_cz: Parametr PARAM obsahuje nepovolenou hodnotu
pl_pl: Element PARAM zawiera niedozwoloną wartość
sk_sk: Parameter PARAM obsahuje nepovolenú hodnotu

# feedaudit.validators.blacklist_nested_url_param_val.forbidden.help
source: PARAM element represents a parameter of a product. E.g. color, size, function, etc. It should be reasonably long and should not contain links to other websites, control characters etc.
cs_cz: Element PARAM slouží pro uvedení parametru zboží. Například barvy, velikosti, funkce atp. Měl by být rozumně dlouhý neměl obsahovat například adresy na cizí weby, řídící znaky atp.
pl_pl: Element PARAM reprezentuje parametry produktu, takie jak kolor, rozmiar, funkcja itp. Powinien być rozsądnej długości. Nie powinien zawierać linków do stron internetowych, znaków kontrolnych itp.
sk_sk: Element PARAM slúži na uvedenie parametru produktu. Napríklad farby, veľkosti, funkcie atď. Mal by byť rozumne dlhý nemal by obsahovať napríklad adresy na cudzie weby, vodiace znaky atď.

# feedaudit.validators.blacklist_productname.forbidden.message
source: PRODUCTNAME element contains illegal words or characters
cs_cz: Element PRODUCTNAME obsahuje nepovolená slova nebo znaky
pl_pl: Element PRODUCTNAME zawiera niedozwolone słowa lub znaki
sk_sk: Element PRODUCTNAME obsahuje nepovolené slová alebo znaky

# feedaudit.validators.blacklist_productname.forbidden.help
source: PRODUCTNAME element should not contain words of benefits like "dárek" (gift) or "doprava" (shipping). It should also not contain characters "©" or"™".
cs_cz: Hodnota elementu PRODUCTNAME by neměla obsahovat slova benefitů, jako jsou "dárek" či "doprava". Rovněž by neměla obsahovat znaky "©", či "™".
pl_pl: Element PRODUCTNAME nie powinien zawierać określeń dotyczących befenitów, takich jak “dárek” (prezent), czy “doprava” (dostawa). Również nie może zawierać znaków "©" czy "™".
sk_sk: Hodnota elementu PRODUCTNAME by nemala obsahovať slová benefitov, ako sú "dárek" či "doprava". Rovnako by nemala obsahovať znaky "©", či "™".

# feedaudit.validators.blacklist_promotion_product.forbidden.message
source: PRODUCT element contains invalid value
cs_cz: Element PRODUCT obsahuje nepovolenou hodnotu
pl_pl: Element PRODUCT zawiera niedozwoloną wartość
sk_sk: Element PRODUCT obsahuje nepovolenú hodnotu

# feedaudit.validators.blacklist_promotion_product.forbidden.help
source: PRODUCT element value should not contain additional words like "splátky" (installment), "doprava zdarma" (free shipping), "distribuce" (distributin) etc.
cs_cz: Hodnota elementu PRODUCT by neměla obsahovat slova navíc, jako jsou "splátky", "akční cena", "osobní odběr" a podobně.
pl_pl: Wartość elementu PRODUCT nie powinna zawierać dodatkowych słów jak “rata”, “cena specjalna” itp.
sk_sk: Hodnota elementu PRODUCT by nemala obsahovať slová navyše, ako sú "splátky", "bonus", "doprava zdarma" a podobne.

# feedaudit.validators.blacklist_promotion_title.forbidden.message
source: TITLE element contains invalid value
cs_cz: Element TITLE obsahuje nepovolenou hodnotu
pl_pl: Element TITLE zawiera niedozwoloną wartość
sk_sk: Element TITLE obsahuje nepovolenú hodnotu

# feedaudit.validators.blacklist_promotion_title.forbidden.help
source: TITLE element can not contain any additional messages promoting your goods. Check if it does not contain words like “doprava zdarma” (free shipping), “distribuce” (distribution), “autorizovaný prodejce” (authorised seller),”dostupnost” (availability), “splátky” (installment), “sleva” (discount), “bonus” (bonus), “vyprodán” (sold out), and if you find any remove them.
cs_cz: Element TITLE nesmí obsahovat žádné dodatečné zprávy, které vaše zboží promují. Zkontrolujte, zda neobsahuje pojmy "doprava zdarma", "distribuce", "autorizovaný prodejce","dostupnost', "splátkový prodej", "splátky", "sleva", "akční cena", "bonus", "osobní odběr", "vyprodan", "vyprodán", "vypredan", "nedostupný" a případně je odstraňte.
pl_pl: Element TITLE nie może zawierać żadnych dodatkowych wiadomości, promujących Twój produkt. Sprawdź czy nie zawiera on takich słów jak: ”doprava zdarma” (darmowa dostawa), “distribuce” (dystrybucja), “autorizovaný prodejce” (autoryzowany sprzedawca), "splátky” (raty), "sleva” (zniżka), "bonus” (bonus), "vyprodáno” (wyprzedano). Jeśli je znajdziesz, usuń je z tego elementu.
sk_sk: Element TITLE nesmie obsahovať žiadne dodatočné správy, ktoré váš tovar propagujú. Skontrolujte, či neobsahuje pojmy ako napr. "doprava zdarma", "splátky", či "bonus" a prípadne ich odstráňte.

# feedaudit.validators.blacklist_sale_productname.forbidden.message
source: PRODUCTNAME element contains invalid value
cs_cz: Element PRODUCTNAME obsahuje nepovolenou hodnotu
pl_pl: Element PRODUCTNAME zawiera niedozwoloną wartość
sk_sk: Element PRODUCTNAME obsahuje nepovolenú hodnotu

# feedaudit.validators.blacklist_sale_productname.forbidden.help
source: Item name should not contain words like “akce” (action), “sleva” (discount), etc.
cs_cz: Název zboží by neměl obsahovat slova jako akce, sleva atd.
pl_pl: Nazwa produktu nie powinna zawierać słow takich jak: “akce” (promocja), “sleva” (rabat), itp.
sk_sk: Názov produktu by nemal obsahovať slová ako napr. Akce alebo sleva.

# feedaudit.validators.blacklist_tollfree.forbidden.message
source: Product contains TOLLFREE element with value 1
cs_cz: Produkt obsahuje element TOLLFREE s hodnotou 1
pl_pl: Produkt zawiera element TOLLFREE o wartości 1
sk_sk: Produkt obsahuje element TOLLFREE s hodnotou 1

# feedaudit.validators.blacklist_tollfree.forbidden.help
source: Product with XML element TOLLFREE = 1 will not be displayed at Zboží.cz at all. Ensure that it is your intention and you really do not want to advertise that product.
cs_cz: Produkt s XML elementem TOLLFREE = 1 nebude na Zboží.cz zobrazen vůbec. Ujistěte se proto, zda jde o úmysl a tento produkt inzerovat opravdu nechcete.
pl_pl: Produkt z elementem XML TOLLFREE = 1 w ogóle nie będzie wyświetlany przez Zboží.cz. Upewnij się, że to Twoja intencja I że faktycznie nie chcesz reklamować tego produktu.
sk_sk: Produkt s XML elementom TOLLFREE = 1 nebude na Zboží.cz zobrazený vôbec. Uistite sa preto, či ide o úmysel a tento produkt inzerovať naozaj nechcete.

# feedaudit.validators.blacklist_unfeatured.forbidden.message
source: Product contains UNFEATURED element with value 1
cs_cz: Produkt obsahuje element UNFEATURED s hodnotou 1
pl_pl: Produkt zawiera element UNFEATURED o wartości 1
sk_sk: Produkt obsahuje element UNFEATURED s hodnotou 1

# feedaudit.validators.blacklist_unfeatured.forbidden.help
source: Product with XML element UNFEATURED = 1 will not be displayed at Zboží.cz anymore. Ensure that it is your intention and you really do not want to advertise that product.
cs_cz: Produkt s XML elementem UNFEATURED = 1 nebude na Zboží.cz zobrazen vůbec. Ujistěte se proto, zda jde o úmysl a tento produkt inzerovat opravdu nechcete.
pl_pl: Produkt z elementem XML UNFEATURED = 1 w ogóle nie będzie wyświetlany Zboží.cz. Upewnij się, że to Twoja intencja I że faktycznie nie chcesz reklamować tego produktu.
sk_sk: Produkt s XML elementom UNFEATURED = 1 nebude na Zboží.cz zobrazený vôbec. Uistite sa preto, či ide o úmysel a tento produkt inzerovať naozaj nechcete.

# feedaudit.validators.blacklist_url_categorytext.forbidden.message
source: CATEGORYTEXT element contains a link
cs_cz: Element CATEGORYTEXT obsahuje odkaz
pl_pl: Element CATEGORYTEXT pojawia się więcej niż raz w kanale
sk_sk: Element CATEGORYTEXT obsahuje odkaz

# feedaudit.validators.blacklist_url_product.forbidden.message
source: PRODUCT element contains a link.
cs_cz: Element PRODUCT obsahuje odkaz
pl_pl: Element PRODUCT zawiera link
sk_sk: Element PRODUCT obsahuje odkaz

# feedaudit.validators.blacklist_url_productname.forbidden.message
source: PRODUCTNAME element contains a link
cs_cz: Element PRODUCTNAME obsahuje odkaz
pl_pl: Element PRODUCTNAME zawiera link
sk_sk: Element PRODUCTNAME obsahuje odkaz

# feedaudit.validators.blacklist_url_productnameext.forbidden.message
source: PRODUCTNAMEEXT element contains a link
cs_cz: Element PRODUCTNAMEEXT obsahuje odkaz
pl_pl: Element PRODUCTNAMEEXT zawiera link
sk_sk: Element PRODUCTNAMEEXT obsahuje odkaz

# feedaudit.validators.blacklist_url_title.forbidden.message
source: TITLE element contains URL link
cs_cz: Element TITLE obsahuje URL odkaz
pl_pl: Element TITLE zawiera link URL
sk_sk: Element TITLE obsahuje URL odkaz

# feedaudit.validators.blacklist_url_title.forbidden.help
source: TITLE element identifies a product and should not contain a URL link but text only.
cs_cz: Element TITLE slouží k identifikaci zboží a nesmí obsahovat URL odkaz, pouze text.
pl_pl: Element TITLE służy do identyfikacji produktu I nie może zawierać linku URL, tylko tekst.
sk_sk: Element TITLE slúži na identifikáciu tovaru a nesmie obsahovať URL odkaz, iba text.

# feedaudit.validators.blacklist_visibility.forbidden.message
source: VISIBILITY element contains value 0
cs_cz: Element VISIBILITY obsahuje hodnotu 0
pl_pl: Element VISIBILITY zawiera wratość 0
sk_sk: Element VISIBILITY obsahuje hodnotu 0

# feedaudit.validators.blacklist_visibility.forbidden.help
source: VISIBILITY element specifies, whether the product is to appear in the shopping service or not. For some products in your XML, this element contains value 0 and therefore those rpoducts may not be advertised properly.
cs_cz: Hodnota elementu VISIBILITY značí, zda se má produkt objevit v inzerci vyhledávače zboží. Ve vašem XML u některých produktů element nabývá hodnoty 0 a proto se nakonec v inzerci neobjeví.
pl_pl: Element VISABILITY określa, czy dany produkt ma się pojawić w reklamie wyszukiwarki, czy też nie.
sk_sk: Hodnota elementu VISIBILITY značí, či sa má produkt objaviť v inzercii porovnávača tovaru. Vo vašom XML pri niektorých produktoch element nadobúda hodnoty 0 a preto sa nakoniec v inzercii neobjaví.

# feedaudit.validators.categorytext.invalid_separator.message
source: CATEGORYTEXT element contains invalid separator
cs_cz: Element CATEGORYTEXT obsahuje neplatný oddělovač
pl_pl: Element CATEGORYTEXT zawiera nieprawidłowy separator
sk_sk: Element CATEGORYTEXT obsahuje neplatný oddeľovač

# feedaudit.validators.categorytext.multiple_elements.message
source: CATEGORYTEXT element occurrs more than once
cs_cz: Element CATEGORYTEXT se vyskytuje více než jednou
pl_pl: Element CATEGORYTEXT występuje więcej niż raz
sk_sk: Element CATEGORYTEXT sa vyskytuje viac ako jedenkrát
