Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_number_discount_retail_price_dkk.nan.message
source: C:DISCOUNT_RETAIL_PRICE_DKK:INTEGER element does not contain a number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_DKK:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_DKK:INTEGER nie zawiera liczby.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_DKK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_discount_retail_price_dkk.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_discount_retail_price_dkk.wrong.message
source: C:DISCOUNT_RETAIL_PRICE_DKK:INTEGER element does not contain a positive number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_DKK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_DKK:INTEGER nie zawiera liczby.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_DKK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_discount_retail_price_eur.nan.message
source: C:DISCOUNT_RETAIL_PRICE_EUR:INTEGER element does not contain a number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_EUR:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_EUR:INTEGER nie zawiera liczby.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_EUR:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_discount_retail_price_eur.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_discount_retail_price_eur.wrong.message
source: C:DISCOUNT_RETAIL_PRICE_EUR:INTEGER element does not contain a positive number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_EUR:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_EUR:INTEGER nie zawiera liczby dodatniej.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_EUR:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_discount_retail_price_nok.nan.message
source: C:DISCOUNT_RETAIL_PRICE_NOK:INTEGER element does not contain a number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_NOK:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_NOK:INTEGER nie zawiera liczby.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_NOK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_discount_retail_price_nok.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_discount_retail_price_nok.wrong.message
source: C:DISCOUNT_RETAIL_PRICE_NOK:INTEGER element does not contain a positive number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_NOK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_NOK:INTEGER nie zawiera liczby dodatniej.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_NOK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_discount_retail_price_pln.nan.message
source: C:DISCOUNT_RETAIL_PRICE_PLN:INTEGER element does not contain a number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_PLN:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_PLN:INTEGER nie zawiera liczby.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_PLN:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_discount_retail_price_pln.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_discount_retail_price_pln.wrong.message
source: C:DISCOUNT_RETAIL_PRICE_PLN:INTEGER element does not contain a positive number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_PLN:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_PLN:INTEGER nie zawiera liczby dodatniej.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_PLN:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_discount_retail_price_sek.nan.message
source: C:DISCOUNT_RETAIL_PRICE_SEK:INTEGER element does not contain a number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_SEK:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_SEK:INTEGER nie zawiera liczby.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_SEK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_discount_retail_price_sek.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
pl_pl: Cena produktu musi być zawsze liczbą dodatnią.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_discount_retail_price_sek.wrong.message
source: C:DISCOUNT_RETAIL_PRICE_SEK:INTEGER element does not contain a positive number.
cs_cz: Element C:DISCOUNT_RETAIL_PRICE_SEK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_SEK:INTEGER nie zawiera liczby dodatniej.
sk_sk: Element C:DISCOUNT_RETAIL_PRICE_SEK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_dues.nan.message
source: DUES element should contain a numeric value
cs_cz: Element DUES by měl obsahovat číselnou hodnotu
pl_pl: Element DUES powinien zawierać wartość liczbową
sk_sk: Element DUES by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_dues.nan.help
source: Fees which are not included in product price. E.g. a recycling fee.
cs_cz: Poplatky, které nejsou zahrnuty v ceně zboží. Jde např. o recyklační poplatek.
pl_pl: Opłaty, które nie są wliczone w cenę produktu, np. opłata recyklingowa.
sk_sk: Poplatky, ktoré nie sú zahrnuté v cene tovaru. Ide napr. o recyklačný poplatok.

# feedaudit.validators.is_number_dues.wrong.message
source: DUES element contains invalid value.
cs_cz: Element DUES obsahuje neplatnou hodnotu
pl_pl: Element DUES zawiera niewłaściwa wartość
sk_sk: Element DUES obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_dues.wrong.help
source: Fees which are not included in product price. E.g. a recycling fee.
cs_cz: Poplatky, které nejsou zahrnuty v ceně zboží. Jde např. o recyklační poplatek.
pl_pl: Opłaty, które nie są wliczone w cenę produktu, np. opłata recyklingowa.
sk_sk: Poplatky, ktoré nie sú zahrnuté v cene tovaru. Ide napr. o recyklačný poplatok.

# feedaudit.validators.is_number_eponuda_cena.nan.message
source: cena element does not contain a number
cs_cz: Element cena neobsahuje číslo
pl_pl: Element cena nie zawiera numeru
sk_sk: Element cena by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_eponuda_cena.nan.help
source: cena element contains invalid value. It should contain only positive numbers.
cs_cz: Element cena pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Element cena zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element cena pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_eponuda_cena.wrong.message
source: cena element contains invalid value
cs_cz: Element cena obsahuje nepovolenou hodnotu
pl_pl: Element cena zawiera niewłaściwą wartość
sk_sk: Element cena obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_eponuda_cena.wrong.help
source: cena element contains invalid value. It should contain only positive numbers.
cs_cz: Element cena pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Element cena zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element cena pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_fb_inventory.nan.message
source: Element G:INVENTORY does not contain number
cs_cz: Element G:INVENTORY neobsahuje číslo
pl_pl: Element G:INVENTORY nie zawiera numeru
sk_sk: Element G:INVENTORY neobsahuje číslo

# feedaudit.validators.is_number_fb_inventory.nan.help
source: Element should contain number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_fb_inventory.wrong.message
source: Element G:INVENTORY contains invalid value
cs_cz: Element G:INVENTORY obsahuje nepovolenou hodnotu
pl_pl: Element G:INVENTORY zawiera niewłaściwą wartość
sk_sk: Element G:INVENTORY obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_fb_inventory.wrong.help
source: Element should contain positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_glami_delivery_date.nan.message
source: Element “DELIVERY_DATE” is not a number
cs_cz: Element DELIVERY_DATE chybí nebo je prázdný
pl_pl: Element glami_delivery_date nie zawiera numeru
sk_sk: Element glami_delivery_date neobsahuje číslo

# feedaudit.validators.is_number_glami_delivery_date.wrong.message
source: Element “DELIVERY_DATE” is negative number
cs_cz: Element DELIVERY_DATE musí být kladné číslo
pl_pl: Element glami_delivery_date zawiera niewłaściwą wartość
sk_sk: Element glami_delivery_date obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_height.nan.message
source: Element HEIGHT does not contain a number
cs_cz: Element HEIGHT neobsahuje číslo
pl_pl: Element HEIGHT nie zawiera numeru
sk_sk: Element HEIGHT neobsahuje číslo

# feedaudit.validators.is_number_height.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_height.wrong.message
source: Element HEIGHT contains invalid value
cs_cz: Element HEIGHT obsahuje nepovolenou hodnotu
pl_pl: Element HEIGHT zawiera niewłaściwą wartość
sk_sk: Element HEIGHT obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_height.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_heureka_cpc.nan.message
source: HEUREKA_CPC element does not contain a number
cs_cz: Element HEUREKA_CPC neobsahuje číslo
pl_pl: Element HEUREKA_CPC nie zawiera liczby
sk_sk: Element HEUREKA_CPC neobsahuje číslo

# feedaudit.validators.is_number_heureka_cpc.nan.help
source: This element gives a maximum offer per click in product cards at Zboží.cz. It should contain a positive number in the interval given by Heureka, but it seems your XML has another value for some items.
cs_cz: Tento element určuje maximální nabídku za proklik z produktových karet Heureky. Obsahovat by měl kladné číslo v intervalu stanoveném Heurekou, avšak zdá se, že Vaše XML má u vybraných položek hodnotu jinou.
pl_pl: Ten element zawiera maksymalną cenę za kliknięcie w karty produktu na Zboží.cz. Powinna być to liczba dodatnia, zawierająca się w przedziale podanym przez Heurekę. Wydaje się, że Twoj XML ma inną wartość dla niektórych przedmiotów.
sk_sk: Tento element určuje maximálnu cenu za preklik z produktových kariet Heureky. Obsahovať by mal kladné číslo v intervale stanovenom Heurekou, no zdá sa, že Váš XML má pri vybraných položkách inú hodnotu.

# feedaudit.validators.is_number_heureka_cpc.wrong.message
source: HEUREKA_CPC element does not contain a number in the correct interval
cs_cz: Element HEUREKA_CPC neobsahuje číslo ve správném intervalu
pl_pl: Element HEUREKA_CPC nie zawiera liczby w odpowiednim przedziale
sk_sk: Element HEUREKA_CPC neobsahuje číslo v správnom intervale

# feedaudit.validators.is_number_heureka_cpc.wrong.help
source: This element gives a maximum offer per click in product cards at Zboží.cz. It should contain a positive number in the interval given by Heureka, but it seems your XML has another value for some items.
cs_cz: Tento element určuje maximální nabídku za proklik z produktových karet Heureky. Obsahovat by měl kladné číslo v intervalu stanoveném Heurekou, avšak zdá se, že Vaše XML má u vybraných položek hodnotu jinou.
pl_pl: Ten element zawiera maksymalną cenę za kliknięcie w karty produktu na Zboží.cz.Powinna to być liczba dodatnia, zawierająca się w przedziale podanym przez Heurekę. Wydaje się, że Twoj XML ma inną wartość dla niektórych przedmiotów.
sk_sk: Tento element určuje maximálnu cenu za preklik z produktových kariet Heureky. Obsahovať by mal kladné číslo v intervale stanovenom Heurekou, no zdá sa, že váš XML má pri vybraných položkách inú hodnotu.

# feedaudit.validators.is_number_heureka_cpc_shoptet.nan.message
source: Element HEUREKA_CPC does not contain a number
cs_cz: Element HEUREKA_CPC neobsahuje číslo
pl_pl: Element HEUREKA_CPC nie zawiera numeru
sk_sk: Element HEUREKA_CPC neobsahuje číslo

# feedaudit.validators.is_number_heureka_cpc_shoptet.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_heureka_cpc_shoptet.wrong.message
source: Element HEUREKA_CPC contains invalid value
cs_cz: Element HEUREKA_CPC obsahuje nepovolenou hodnotu
pl_pl: Element HEUREKA_CPC zawiera niewłaściwą wartość
sk_sk: Element HEUREKA_CPC obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_heureka_cpc_shoptet.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_heureka_cpc_sk.nan.message
source: HEUREKA_CPC element does not contain a number
cs_cz: Element HEUREKA_CPC neobsahuje číslo
pl_pl: Element HEUREKA_CPC nie zawiera liczby
sk_sk: Element HEUREKA_CPC neobsahuje číslo

# feedaudit.validators.is_number_heureka_cpc_sk.nan.help
source: This element gives a maximum offer per click in product cards at Zboží.cz. It should contain a positive number in interval given by Heureka, but it seems like your XML has anoher value for some items.
cs_cz: Tento element určuje maximální nabídku za proklik z produktových karet Heureky. Obsahovat by měl kladné číslo v intervalu stanoveném Heurekou, avšak zdá se, že Vaše XML má u vybraných položek hodnotu jinou.
pl_pl: Ten element zawiera maksymalną cenę za kliknięcie w karty produktu na Zboží.cz.Powinna to być liczba dodatnia, zawierająca się w przedziale podanym przez Heurekę. Wydaje się, że Twoj XML ma inną wartość dla niektórych przedmiotów. .
sk_sk: Tento element určuje maximálnu cenu za preklik z produktových kariet Heureky. Obsahovať by mal kladné číslo v intervale stanovenom Heurekou, no zdá sa, že Váš XML má pri vybraných položkách inú hodnotu.

# feedaudit.validators.is_number_heureka_cpc_sk.wrong.message
source: HEUREKA_CPC element does not contain a number in the correct interval
cs_cz: Element HEUREKA_CPC neobsahuje číslo ve správném intervalu
pl_pl: Element HEUREKA_CPC nie zawiera liczby w odpowiednim przedziale.
sk_sk: Element HEUREKA_CPC neobsahuje číslo v správnom intervale

# feedaudit.validators.is_number_heureka_cpc_sk.wrong.help
source: This element gives a maximum offer per click in product cards at Zboží.cz. It should contain a positive number in interval given by Heureka, but it seems like your XML has anoher value for some items.
cs_cz: Tento element určuje maximální nabídku za proklik z produktových karet Heureky. Obsahovat by měl kladné číslo v intervalu stanoveném Heurekou, avšak zdá se, že Vaše XML má u vybraných položek hodnotu jinou.
pl_pl: Ten element zawiera maksymalną cenę za kliknięcie w karty produktu na Zboží.cz.Powinna to być liczba dodatnia, zawierająca się w przedziale podanym przez Heurekę. Wydaje się, że Twoj XML ma inną wartość dla niektórych przedmiotów.
sk_sk: Tento element určuje maximálnu cenu za preklik z produktových kariet Heureky. Obsahovať by mal kladné číslo v intervale stanovenom Heurekou, no zdá sa, že váš XML má pri vybraných položkách inú hodnotu.

# feedaudit.validators.is_number_list_price.nan.message
source: LIST_PRICE element does not contain a number
cs_cz: Element LIST_PRICE neobsahuje číslo
pl_pl: Element LIST_PRICE nie zawiera liczby
sk_sk: Element LIST_PRICE neobsahuje číslo

# feedaudit.validators.is_number_list_price.nan.help
source: Value of LIST_PRICE element, which defines recommended retail price, must be a positive number.
cs_cz: Hodnota elementu LIST_PRICE, který označuje doporučenou maloobchodní prodejní cenu, musí být kladné číslo.
pl_pl: Wartość elementu LIST_PRICE, który określa zalecaną cenę detaliczną, musi być liczbą dodatnią.
sk_sk: Hodnota elementu LIST_PRICE, ktorý označuje odporúčanú maloobchodnú predajnú cenu, musí byť kladné číslo.

# feedaudit.validators.is_number_list_price.wrong.message
source: LIST_PRICE element does not contain a positive number
cs_cz: Element LIST_PRICE neobsahuje kladné číslo
pl_pl: Element LIST_PRICE nie zawiera liczby dodatniej
sk_sk: Element LIST_PRICE neobsahuje kladné číslo

# feedaudit.validators.is_number_list_price.wrong.help
source: Value of LIST_PRICE element, which defines recommended retail price, must be a positive number.
cs_cz: Hodnota elementu LIST_PRICE, který označuje doporučenou maloobchodní prodejní cenu, musí být kladné číslo.
pl_pl: Wartość elementu LIST_PRICE, który określa zalecaną cenę detaliczną, musi być liczbą dodatnią.
sk_sk: Hodnota elementu LIST_PRICE, ktorý označuje odporúčanú maloobchodnúpredajnú cenu, musí byť kladné číslo.

# feedaudit.validators.is_number_max_cpc.nan.message
source: MAX_CPC element does not contain a number
cs_cz: Element MAX_CPC neobsahuje číslo
pl_pl: Element MAX_CPC nie zawiera liczby
sk_sk: Element MAX_CPC neobsahuje číslo

# feedaudit.validators.is_number_max_cpc.nan.help
source: This element gives a maximum offer per click in product cards at Zboží.cz. It should contain a positive number, but it seems your XML has different value for some items.
cs_cz: Tento element určuje maximální nabídku za proklik z produktových karet Zboží.cz. Obsahovat by měl kladné číslo, avšak zdá se, že Vaše XML má u vybraných položek hodnotu jinou.
pl_pl: Ten element zawiera maksymalną cenę za kliknięcie w karty produktu na Zboží.cz. Powinna to być liczba dodatnia. Wydaje się, że Twoj XML ma inną wartość dla niektórych przedmiotów.
sk_sk: Tento element určuje maximálnu cenu za preklik z produktových kariet Zboží.cz. Obsahovať by mal kladné číslo, no zdá sa, že Váš XML má pri vybraných položkách inú hodnotu.

# feedaudit.validators.is_number_max_cpc.wrong.message
source: MAX_CPC element does not contain a number in the correct interval
cs_cz: Element MAX_CPC neobsahuje číslo ve správném intervalu
pl_pl: Element MAX_CPC nie zawiera liczby w odpowiednim przedziale
sk_sk: Element MAX_CPC neobsahuje číslo v správnom intervale

# feedaudit.validators.is_number_max_cpc.wrong.help
source: This attribute defines a maximum bid for click-through from product page at Zbozi.cz. It should contain a positive number in the range from CZK 0,5 to 500 as set by the comparison shopping service. However, it seems that, for selected items, your feed contains different value.
cs_cz: Tento element určuje maximální nabídku za proklik z produktových karet Zboží.cz. Obsahovat by měl kladné číslo v intervalu stanoveném vyhledávačem zboží: 0,50 - 500 Kč, avšak zdá se, že Vaše XML má u vybraných položek hodnotu jinou.
pl_pl: Ten element określa maksymalną propozycję za kliknięcie z kart produktowych Zbozi.cz. Miałby zawierać liczbę dodatnią w interwale określaną przez wyszukiwarkę: 0,50 - 500 CZK, ale wydaje się, że Twój XML ma w wybranych elementach wartość inny.
sk_sk: Tento element určuje maximálnu ponuku za preklik z produktových kariet Zboží.cz. Obsahovať by mal kladné číslo v intervale stanovenom vyhľadávačom tovaru: 0,50 - 500 Kč, ale zdá sa, že Vaše XML má pri vybraných položkách inů hodnotu.

# feedaudit.validators.is_number_max_cpc_search.nan.message
source: MAX_CPC_SEARCH element does not contain a number
cs_cz: Element MAX_CPC_SEARCH neobsahuje číslo
pl_pl: Element MAX_CPC_SEARCH nie zawiera liczby
sk_sk: Element MAX_CPC_SEARCH neobsahuje číslo

# feedaudit.validators.is_number_max_cpc_search.nan.help
source: Maximum cost per click in product card of Zboží.cz is set by MAX_CPC_SEARCH element. It should be a number greater or equal to one.
cs_cz: Maximální nabídku za proklik vyhledávání Zboží.cz určuje element MAX_CPC_SEARCH. Mělo by se jednat o číslo vyšší nebo rovno jedné.
pl_pl: Maksymalna cena za kliknięcie na kartę produktu na Zboží.cz jest ustalana przez element MAX_CPC_SEARCH. Powinna to być liczba większa, lub równa jeden.
sk_sk: Maximálnu cenu za preklik vyhľadávania Zboží.cz určuje element MAX_CPC_SEARCH. Malo by sa jednať o číslo, vyššie alebo rovné jednej.

# feedaudit.validators.is_number_max_cpc_search.wrong.message
source: MAX_CPC_SEARCH element does not contain a positive number
cs_cz: Element MAX_CPC_SEARCH neobsahuje kladné číslo
pl_pl: Element MAX_CPC_SEARCH nie zawiera liczby dodatniej
sk_sk: Element MAX_CPC_SEARCH neobsahuje kladné číslo

# feedaudit.validators.is_number_max_cpc_search.wrong.help
source: Maximum cost per click in product card of Zboží.cz is set by MAX_CPC_SEARCH element. It should be a number greater or equal to one.
cs_cz: Maximální nabídku za proklik vyhledávání Zboží.cz určuje element MAX_CPC_SEARCH. Mělo by se jednat o číslo vyšší nebo rovno jedné.
pl_pl: Maksymalna cena za kliknięcie na kartę produktu na Zboží.cz jest ustalana przez element MAX_CPC_SEARCH. Powinna to być liczba większa, lub równa jeden.
sk_sk: Maximálnu cenu za preklik vyhľadávania Zboží.cz určuje element MAX_CPC_SEARCH. Malo by sa jednať o číslo, väčšie alebo rovné jednej.

# feedaudit.validators.is_number_max_delivery_time.nan.message
source: Element max_delivery_time does not contain a number
cs_cz: Element max_delivery_time neobsahuje číslo
pl_pl: Element max_delivery_time nie zawiera numeru
sk_sk: Element max_delivery_time neobsahuje číslo

# feedaudit.validators.is_number_max_delivery_time.wrong.message
source: Element max_delivery_time contains invalid value
cs_cz: Element max_delivery_time obsahuje nepovolenou hodnotu
pl_pl: Element max_delivery_time zawiera niewłaściwą wartość
sk_sk: Element max_delivery_time obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_max_preparation_time.nan.message
source: Element max_preparation_time does not contain a number
cs_cz: Element max_preparation_time neobsahuje číslo
pl_pl: Element max_preparation_time nie zawiera numeru
sk_sk: Element max_preparation_time neobsahuje číslo

# feedaudit.validators.is_number_max_preparation_time.wrong.message
source: Element max_preparation_time contains invalid value
cs_cz: Element max_preparation_time obsahuje nepovolenou hodnotu
pl_pl: Element max_preparation_time zawiera niewłaściwą wartość
sk_sk: Element max_preparation_time obsahuje nepovolenú hodnotu
