Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_unique_title.duplicate.help
source: TITLE element is a unique product identifier. It's value must be unique.
cs_cz: Element TITLE představuje unikátní označení produktu. Jeho hodnota musí být jedinečná.
pl_pl: Element TITLE to unikalny identyfikator. Jego wartość musi być unikalna.
sk_sk: Element TITLE predstavuje unikátne označenie produktu. Jeho hodnota musí byť jedinečná.

# feedaudit.validators.is_unique_unique_product_id.duplicate.message
source: UNIQUE_PRODUCT_ID element value is not unique
cs_cz: Hodnota elementu UNIQUE_PRODUCT_ID není unikátní
pl_pl: Wartość elementu UNIQUE_PRODUCT_ID nie jest unikalna
sk_sk: Hodnota elementu UNIQUE_PRODUCT_ID nie je unikátna

# feedaudit.validators.is_unique_url.duplicate.message
source: URL element value is not unique
cs_cz: Hodnota elementu URL není unikátní
pl_pl: Wartość elementu URL nie jest unikalna
sk_sk: Hodnota elementu URL nie je unikátna

# feedaudit.validators.is_unique_url.duplicate.help
source: Item address should be unique. If your online store has one address for more items, something is wrong.
cs_cz: Adresa zboží by měla být jedinečná. Pokud uvádí váš e-shop jednu adresu pro různé položky, je něco špatně.
pl_pl: Adres produktu powinien być unikatny. Jeśli Twoj sklep używa jednego adresu do kilku prduktów, napraw ten błąd.
sk_sk: Adresa produktu by mala byť jedinečná. Ak uvádza váš e-shop jednu adresu pre rôzne položky, je niečo zle.

# feedaudit.validators.length_additional_image_link.long.message
source: G:ADDITIONAL_IMAGE_LINK element is too long
cs_cz: Element G:ADDITIONAL_IMAGE_LINK je příliš dlouhý
pl_pl: Element G:ADDITIONAL_IMAGE_LINK jest za długi
sk_sk: Hodnota elementu G:ADDITIONAL IMAGE LINK je príliš dlhá

# feedaudit.validators.length_additional_image_link.long.help
source: G:ADDITIONAL_IMAGE_LINK element can contain maximum 200 characters.
cs_cz: Element G:ADDITIONAL_IMAGE_LINK může obsahovat maximálně 200 znaků.
pl_pl: Element G:ADDITIONAL_IMAGE_LINK może zawierać maksymalnie 200 znaków.
sk_sk: Element G:ADDITIONAL IMAGE LINK môže obsahovať maximálne 200 znakov.

# feedaudit.validators.length_additional_image_url_max_30000.long.message
source: ADDITIONAL_IMAGE_URL element is too long
cs_cz: Element ADDITIONAL IMAGE URL je příliš dlouhý
pl_pl: Element ADDITIONAL_IMAGE_URL jest za długi
sk_sk: Element ADDITIONAL IMAGE URL je příliš dlouhý

# feedaudit.validators.length_additional_image_url_max_30000.long.help
source: ADDITIONAL_IMAGE_URL element can contain maximum 30.000 characters.
cs_cz: Element ADDITIONAL IMAGE URL může obsahovat maximálně 30 tisíc znaků.
pl_pl: Element ADDITIONAL_IMAGE_URL może zawierać maksymalnie 30.000 znaków.
sk_sk: Element ADDITIONAL IMAGE URL môže obsahovať maximálne 300 tisíc znakov.

# feedaudit.validators.length_advertisercategory.long.message
source: ADVERTISERCATEGORY element value is too long
cs_cz: Hodnota elementu ADVERTISERCATEGORY je příliš dlouhá
pl_pl: Wartośc elementu ADVERTISERCATEGORY jest zbyt długa
sk_sk: Hodnota elementu ADVERTISERCATEGORY je príliš dlhá

# feedaudit.validators.length_advertisercategory.long.help
source: ADVERTISERCATEGORY element can contain maximum 300 characters.
cs_cz: Element ADVERTISERCATEGORY může obsahovat maximálně 300 znaků.
pl_pl: Element ADVERTISERCATEGORY może zawierać maksymalnie 30.000 znaków.
sk_sk: Element ADVERTISERCATEGORY môže obsahovať maximálne 300 znakov.

# feedaudit.validators.length_artist.long.message
source: ARTIST element value is too long
cs_cz: Hodnota elementu ARTIST je příliš dlouhá
pl_pl: Wartość elementu ARTIST jest za długa
sk_sk: Hodnota elementu ARTIST je príliš dlhá

# feedaudit.validators.length_artist.long.help
source: ARTIST element can contain maximum 160 characters.
cs_cz: Element ARTIST může obsahovat maximálně 160 znaků.
pl_pl: Element ARTIST może zawierać maksymalnie 160 znaków.
sk_sk: Element ARTIST môže obsahovať maximálne 160 znakov.

# feedaudit.validators.length_asin_max_100.long.message
source: ASIN element value is too long
cs_cz: Hodnota elementu ASIN je příliš dlouhá
pl_pl: Wartość elementu ASIN jest za długa
sk_sk: Hodnota elementu ASIN je príliš dlhá

# feedaudit.validators.length_asin_max_100.long.help
source: ASIN element can contain maximum 160 characters.
cs_cz: Element ASIN může obsahovat maximálně 100 znaků.
pl_pl: Element ASIN może zawierać maksymalnie 160 znaków.
sk_sk: Element ASIN môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_author.long.message
source: AUTHOR element value is too long
cs_cz: Hodnota elementu AUTHOR je příliš dlouhá
pl_pl: Wartość elementu AUTHOR jest za długa
sk_sk: Hodnota elementu AUTHOR je príliš dlhá

# feedaudit.validators.length_author.long.help
source: AUTHOR element can contain maximum 160 characters.
cs_cz: Element AUTHOR může obsahovat maximálně 160 znaků.
pl_pl: Element AUTHOR może zawierać maksymalnie 160 znaków.
sk_sk: Element AUTHOR môže obsahovať maximálne 160 znakov.

# feedaudit.validators.length_availability.long.message
source: AVAILABILITY element value is too long
cs_cz: Hodnota elementu AVAILABILITY je příliš dlouhá
pl_pl: Wartość elementu AVAILABILITY jest za długa
sk_sk: Hodnota elementu AVAILABILITY je príliš dlhá

# feedaudit.validators.length_availability.long.help
source: AVAILABILITY element can contain maximum 12 characters.
cs_cz: Element AVAILABILITY může obsahovat maximálně 12 znaků.
pl_pl: Element AVAILABILITY może zawierać maksymalnie 12 znaków.
sk_sk: Element AVAILABILITY môže obsahovať maximálne 12 znakov.

# feedaudit.validators.length_availability_date.long.message
source: G:AVAILABILITY_DATE element value is too long
cs_cz: Hodnota elementu G:AVAILABILITY_DATE je příliš dlouhá
pl_pl: Wartość elementu G:AVAILABILITY_DATE jest za długa
sk_sk: Hodnota elementu G:AVAILABILITY_DATE je príliš dlhá

# feedaudit.validators.length_availability_date.long.help
source: G:AVAILABILITY_DATE element can contain maximum 25 characters.
cs_cz: Element G:AVAILABILITY_DATE může obsahovat maximálně 25 znaků.
pl_pl: Element G:AVAILABILITY_DATE zawiera maksymalnie 25 znaków.
sk_sk: Element G:AVAILABILITY_DATE môže obsahovať maximálne 25 znakov.

# feedaudit.validators.length_brand.long.message
source: G:BRAND element is too long
cs_cz: Element G:BRAND je příliš dlouhý
pl_pl: Wartość elementu G:BRAND jest za długa
sk_sk: Hodnota elementu G:BRAND je príliš dlhá

# feedaudit.validators.length_brand.long.help
source: G:BRAND element can contain maximum 70 characters.
cs_cz: Element G:BRAND může obsahovat maximálně 70 znaků.
pl_pl: Element G:BRAND może zawierać maksymalnie 70 znaków.
sk_sk: Element G:BRAND môže obsahovať maximálne 70 znakov.

# feedaudit.validators.length_brand_70.long.message
source: brand element is too long
cs_cz: Element brand je příliš dlouhý
pl_pl: Wartość elementu brand jest za długa
sk_sk: Hodnota elementu brand je príliš dlhá

# feedaudit.validators.length_brand_max_100.long.message
source: BRAND element is too long
cs_cz: Element BRAND je příliš dlouhý
pl_pl: Element BRAND jest za długi
sk_sk: Hodnota elementu BRAND je príliš dlhá

# feedaudit.validators.length_brand_max_100.long.help
source: BRAND element can contain maximum 100 characters.
cs_cz: Element BRAND může obsahovat maximálně 100 znaků.
pl_pl: Element BRAND może zawierać maksymalnie 100 znaków.
sk_sk: Element BRAND môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_brand_max_149.long.message
source: BRAND element is too long
cs_cz: Element BRAND je příliš dlouhý
pl_pl: Element BRAND jest za długi
sk_sk: Hodnota elementu BRAND je príliš dlhá

# feedaudit.validators.length_brand_max_149.long.help
source: BRAND element can contain maximum 149 characters.
cs_cz: Element BRAND může obsahovat maximálně 149 znaků.
pl_pl: Element BRAND może zawierać maksymalnie 149 znaków.
sk_sk: Element BRAND môže obsahovať maximálne 149 znakov.

# feedaudit.validators.length_buyurl.long.message
source: BUYURL element value is too long
cs_cz: Hodnota elementu BUYURL je příliš dlouhá
pl_pl: Wartość elementu BUYURL jest za długa
sk_sk: Hodnota elementu BUYURL je príliš dlhá

# feedaudit.validators.length_buyurl.long.help
source: BUYURL element can contain maximum 500 characters.
cs_cz: Element BUYURL může obsahovat maximálně 500 znaků.
pl_pl: Element BUYURL może zawierać maksymalnie 500 znaków.
sk_sk: Element BUYURL môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_categorie_max_255.long.message
source: CATEGORIE element value is too long
cs_cz: Hodnota elementu CATEGORIE je příliš dlouhá
pl_pl: Wartość elementu CATEGORIE jest za długa
sk_sk: Hodnota elementu CATEGORIE je príliš dlhá

# feedaudit.validators.length_category.long.message
source: CATEGORY element value is too long
cs_cz: Hodnota elementu CATEGORY je příliš dlouhá
pl_pl: Wartość elementu CATEGORY jest za długa
sk_sk: Hodnota elementu CATEGORY je príliš dlhá

# feedaudit.validators.length_category_150.long.message
source: category element is too long
cs_cz: Element category je příliš dlouhý
pl_pl: Wartość elementu category jest za długa
sk_sk: Hodnota elementu category je príliš dlhá

# feedaudit.validators.length_category_camel.long.message
source: CATEGORY element value is too long
cs_cz: Hodnota elementu CATEGORY je příliš dlouhá
pl_pl: Wartość elementu CATEGORY jest za długa
sk_sk: Hodnota elementu CATEGORY je príliš dlhá

# feedaudit.validators.length_category_max_1000.long.message
source: CATEGORY element value is too long
cs_cz: Hodnota elementu CATEGORY je příliš dlouhá
pl_pl: Wartość elementu CATEGORY jest za długa
sk_sk: Hodnota elementu CATEGORY je príliš dlhá

# feedaudit.validators.length_ceneje_brand_50.long.message
source: "BRAND" element value is too long
cs_cz: Hodnota elementu "BRAND" je příliš dlouhá
pl_pl: Wartość elementu "BRAND" jest za długa
sk_sk: Hodnota elementu "BRAND" je príliš dlhá

# feedaudit.validators.length_ceneje_brand_50.long.help
source: "BRAND" element can contain maximum 50 characters.
cs_cz: Element "BRAND" může obsahovat maximálně 50 znaků.
pl_pl: Element "BRAND" może zawierać maksymalnie 50 znaków.
sk_sk: Element "BRAND" môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_ceneje_cencategoryid_10.long.message
source: "CENCATEGORYID" element value is too long
cs_cz: Hodnota elementu "CENCATEGORYID" je příliš dlouhá
pl_pl: Wartość elementu "CENCATEGORYID" jest za długa
sk_sk: Hodnota elementu "CENCATEGORYID" je príliš dlhá

# feedaudit.validators.length_ceneje_cencategoryid_10.long.help
source: "CENCATEGORYID" element can contain maximum 10 characters.
cs_cz: Element "CENCATEGORYID" může obsahovat maximálně 10 znaků.
pl_pl: Element "CENCATEGORYID" może zawierać maksymalnie 10 znaków.
sk_sk: Element "CENCATEGORYID" môže obsahovať maximálne 10 znakov.

# feedaudit.validators.length_ceneje_color_40.long.message
source: "COLOR" element value is too long
cs_cz: Hodnota elementu "COLOR" je příliš dlouhá
pl_pl: Wartość elementu "COLOR" jest za długa
sk_sk: Hodnota elementu "COLOR" je príliš dlhá

# feedaudit.validators.length_ceneje_color_40.long.help
source: "COLOR" element can contain maximum 40 characters.
cs_cz: Element "COLOR" může obsahovat maximálně 40 znaků.
pl_pl: Element "COLOR" może zawierać maksymalnie 40 znaków.
sk_sk: Element "COLOR" môže obsahovať maximálne 40 znakov.

# feedaudit.validators.length_ceneje_coupon_75.long.message
source: "COUPON" element value is too long
cs_cz: Hodnota elementu "COUPON" je příliš dlouhá
pl_pl: Wartość elementu "COUPON" jest za długa
sk_sk: Hodnota elementu "COUPON" je príliš dlhá

# feedaudit.validators.length_ceneje_coupon_75.long.help
source: "COUPON" element can contain maximum 75 characters.
cs_cz: Element "COUPON" může obsahovat maximálně 75 znaků.
pl_pl: Element "COUPON" może zawierać maksymalnie 75 znaków.
sk_sk: Element "COUPON" môže obsahovať maximálne 75 znakov.

# feedaudit.validators.length_ceneje_couponcode_15.long.message
source: "COUPONCODE" element value is too long
cs_cz: Hodnota elementu "COUPONCODE" je příliš dlouhá
pl_pl: Wartość elementu "COUPONCODE" jest za długa
sk_sk: Hodnota elementu "COUPONCODE" je príliš dlhá

# feedaudit.validators.length_ceneje_couponcode_15.long.help
source: "COUPONCODE" element can contain maximum 15 characters.
cs_cz: Element "COUPONCODE" může obsahovat maximálně 15 znaků.
pl_pl: Element "COUPONCODE" może zawierać maksymalnie 15 znaków.
sk_sk: Element "COUPONCODE" môže obsahovať maximálne 15 znakov.

# feedaudit.validators.length_ceneje_cuin_10.long.message
source: "CUIN" element value is too long
cs_cz: Hodnota elementu "CUIN" je příliš dlouhá
pl_pl: Wartość elementu "CUIN" jest za długa
sk_sk: Hodnota elementu "CUIN" je príliš dlhá

# feedaudit.validators.length_ceneje_cuin_10.long.help
source: "CUIN" element can contain maximum 10 characters.
cs_cz: Element "CUIN" může obsahovat maximálně 10 znaků.
pl_pl: Element "CUIN" może zawierać maksymalnie 10 znaków.
sk_sk: Element "CUIN" môže obsahovať maximálne 10 znakov.

# feedaudit.validators.length_ceneje_ean_13.long.message
source: "EAN" element value is too long
cs_cz: Hodnota elementu "EAN" je příliš dlouhá
pl_pl: Wartość elementu "EAN" jest za długa
sk_sk: Hodnota elementu "EAN" je príliš dlhá

# feedaudit.validators.length_ceneje_ean_13.long.help
source: "EAN" element should contain 13 characters.
cs_cz: Element "EAN" může obsahovat právě 13 znaků.
pl_pl: Element "EAN" może zawierać 13 znaków.
sk_sk: Element "EAN" môže obsahovať práve 13 znakov.

# feedaudit.validators.length_ceneje_ean_13.short.message
source: "EAN" element value is too short
cs_cz: Hodnota elementu "EAN" je příliš krátká
pl_pl: Wartość elementu "EAN" jest za krótka
sk_sk: Hodnota elementu "EAN" je príliš krátka

# feedaudit.validators.length_ceneje_ean_13.short.help
source: "EAN" element should contain 13 characters.
cs_cz: Element "EAN" může obsahovat právě 13 znaků.
pl_pl: Element "EAN" może zawierać 13 znaków.
sk_sk: Element "EAN" môže obsahovať práve 13 znakov.

# feedaudit.validators.length_ceneje_fileunder_400.long.message
source: "FILEUNDER" element value is too long
cs_cz: Hodnota elementu "FILEUNDER" je příliš dlouhá
pl_pl: Wartość elementu "FILEUNDER" jest za długa
sk_sk: Hodnota elementu "FILEUNDER" je príliš dlhá

# feedaudit.validators.length_ceneje_fileunder_400.long.help
source: "FILEUNDER" element can contain maximum 400 characters.
cs_cz: Element "FILEUNDER" může obsahovat maximálně 400 znaků.
pl_pl: Element "FILEUNDER" może zawierać maksymalnie 400 znaków.
sk_sk: Element "FILEUNDER" môže obsahovať maximálne 400 znakov.

# feedaudit.validators.length_ceneje_gift_150.long.message
source: "GIFT" element value is too long
cs_cz: Hodnota elementu "GIFT" je příliš dlouhá
pl_pl: Wartość elementu "GIFT" jest za długa
sk_sk: Hodnota elementu "GIFT" je príliš dlhá

# feedaudit.validators.length_ceneje_gift_150.long.help
source: "GIFT" element can contain maximum 150 characters.
cs_cz: Element "GIFT" může obsahovat maximálně 150 znaků.
pl_pl: Element "GIFT" może zawierać maksymalnie 150 znaków.
sk_sk: Element "GIFT" môže obsahovať maximálne 150 znakov.

# feedaudit.validators.length_ceneje_group_id_50.long.message
source: "GROUPID" element value is too long
cs_cz: Hodnota elementu "GROUPID" je příliš dlouhá
pl_pl: Wartość elementu "GROUPID" jest za długa
sk_sk: Hodnota elementu "GROUPID" je príliš dlhá

# feedaudit.validators.length_ceneje_group_id_50.long.help
source: "GROUPID" element can contain maximum 50 characters.
cs_cz: Element "GROUPID" může obsahovat maximálně 50 znaků.
pl_pl: Element "GROUPID" może zawierać maksymalnie 50 znaków.
sk_sk: Element "GROUPID" môže obsahovať práve 50 znakov.

# feedaudit.validators.length_ceneje_id_50.long.message
source: "ID" element value is too long
cs_cz: Hodnota elementu "ID" je příliš dlouhá
pl_pl: Wartość elementu "ID" jest za długa
sk_sk: Hodnota elementu "ID" je príliš dlhá

# feedaudit.validators.length_ceneje_id_50.long.help
source: "ID" element can contain maximum 50 characters.
cs_cz: Element "ID" může obsahovat maximálně 50 znaků.
pl_pl: Element "ID" może zawierać maksymalnie 50 znaków.
sk_sk: Element "ID" môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_ceneje_link_400.long.message
source: "LINK" element value is too long
cs_cz: Hodnota elementu "LINK" je příliš dlouhá
pl_pl: Wartość elementu "LINK" jest za długa
sk_sk: Hodnota elementu "LINK" je príliš dlhá

# feedaudit.validators.length_ceneje_link_400.long.help
source: "LINK" element can contain maximum 400 characters.
cs_cz: Element "LINK" může obsahovat maximálně 400 znaků.
pl_pl: Element "LINK" może zawierać maksymalnie 400 znaków.
sk_sk: Element "LINK" môže obsahovať maximálne 400 znakov.

# feedaudit.validators.length_ceneje_mainimage_200.long.message
source: "MAINIMAGE" element value is too long
cs_cz: Hodnota elementu "MAINIMAGE" je příliš dlouhá
pl_pl: Wartość elementu "MAINIMAGE" jest za długa
sk_sk: Hodnota elementu "MAINIMAGE" je príliš dlhá

# feedaudit.validators.length_ceneje_mainimage_200.long.help
source: "MAINIMAGE" element can contain maximum 200 characters.
cs_cz: Element "MAINIMAGE" může obsahovat maximálně 200 znaků.
pl_pl: Element "MAINIMAGE" może zawierać maksymalnie 200 znaków.
sk_sk: Element "MAINIMAGE" môže obsahovať maximálne 200 znakov.

# feedaudit.validators.length_ceneje_moreimages_1000.long.message
source: "MOREIMAGES" element value is too long
cs_cz: Hodnota elementu "MOREIMAGES" je příliš dlouhá
pl_pl: Wartość elementu "MOREIMAGES" jest za długa
sk_sk: Hodnota elementu "MOREIMAGES" je príliš dlhá

# feedaudit.validators.length_ceneje_moreimages_1000.long.help
source: "MOREIMAGES" element can contain maximum 1000 characters.
cs_cz: Element "MOREIMAGES" může obsahovat maximálně 1000 znaků.
pl_pl: Element "MOREIMAGES" może zawierać maksymalnie 1000 znaków.
sk_sk: Element "MOREIMAGES" môže obsahovať maximálne 1000 znakov.

# feedaudit.validators.length_ceneje_name_200.long.message
source: "NAME" element value is too long
cs_cz: Hodnota elementu "NAME" je příliš dlouhá
pl_pl: Wartość elementu "NAME" jest za długa
sk_sk: Hodnota elementu "NAME" je príliš dlhá

# feedaudit.validators.length_ceneje_name_200.long.help
source: "NAME" element can contain maximum 200 characters.
cs_cz: Element "NAME" může obsahovat maximálně 200 znaků.
pl_pl: Element "NAME" może zawierać maksymalnie 200 znaków.
sk_sk: Element "NAME" môže obsahovať maximálne 200 znakov.

# feedaudit.validators.length_ceneje_product_model_20.long.message
source: "PRODUCTMODEL" element value is too long
cs_cz: Hodnota elementu "PRODUCTMODEL" je příliš dlouhá
pl_pl: Wartość elementu "PRODUCTMODEL" jest za długa
sk_sk: Hodnota elementu "PRODUCTMODEL" je príliš dlhá

# feedaudit.validators.length_ceneje_product_model_20.long.help
source: "PRODUCTMODEL" element can contain maximum 20 characters.
cs_cz: Element "PRODUCTMODEL" může obsahovat maximálně 20 znaků.
pl_pl: Element "PRODUCTMODEL" może zawierać maksymalnie 20 znaków.
sk_sk: Element "PRODUCTMODEL" môže obsahovať práve 20 znakov.

# feedaudit.validators.length_ceneje_productcode_20.long.message
source: "PRODUCTCODE" element value is too long
cs_cz: Hodnota elementu "PRODUCTCODE" je příliš dlouhá
pl_pl: Wartość elementu "PRODUCTCODE" jest za długa
sk_sk: Hodnota elementu "PRODUCTCODE" je príliš dlhá

# feedaudit.validators.length_ceneje_productcode_20.long.help
source: "PRODUCTCODE" element can contain maximum 20 characters.
cs_cz: Element "PRODUCTCODE" může obsahovat maximálně 20 znaků.
pl_pl: Element "PRODUCTCODE" może zawierać maksymalnie 20 znaków.
sk_sk: Element "PRODUCTCODE" môže obsahovať maximálne 20 znakov.

# feedaudit.validators.length_ceneje_size_40.long.message
source: "SIZE" element value is too long
cs_cz: Hodnota elementu "SIZE" je příliš dlouhá
pl_pl: Wartość elementu "SIZE" jest za długa
sk_sk: Hodnota elementu "SIZE" je príliš dlhá

# feedaudit.validators.length_ceneje_size_40.long.help
source: "SIZE" element can contain maximum 40 characters.
cs_cz: Element "SIZE" může obsahovat maximálně 40 znaků.
pl_pl: Element "SIZE" może zawierać maksymalnie 40 znaków.
sk_sk: Element "SIZE" môže obsahovať maximálne 40 znakov.

# feedaudit.validators.length_ceneje_stocktext_50.long.message
source: "STOCKTEXT" element value is too long
cs_cz: Hodnota elementu "STOCKTEXT" je příliš dlouhá
pl_pl: Wartość elementu "STOCKTEXT" jest za długa
sk_sk: Hodnota elementu "STOCKTEXT" je príliš dlhá

# feedaudit.validators.length_ceneje_stocktext_50.long.help
source: "STOCKTEXT" element can contain maximum 50 characters.
cs_cz: Element "STOCKTEXT" může obsahovat maximálně 50 znaků.
pl_pl: Element "STOCKTEXT" może zawierać maksymalnie 50 znaków.
sk_sk: Element "STOCKTEXT" môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_ceneje_store_100.long.message
source: "STORE" element value is too long
cs_cz: Hodnota elementu "STORE" je příliš dlouhá
pl_pl: Wartość elementu "STORE" jest za długa
sk_sk: Hodnota elementu "STORE" je príliš dlhá

# feedaudit.validators.length_ceneje_store_100.long.help
source: "STORE" element can contain maximum 100 characters.
cs_cz: Element "STORE" může obsahovat maximálně 100 znaků.
pl_pl: Element "STORE" może zawierać maksymalnie 100 znaków.
sk_sk: Element "STORE" môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_ceneje_videourl_400.long.message
source: "VIDEOURL" element value is too long
cs_cz: Hodnota elementu "VIDEOURL" je příliš dlouhá
pl_pl: Wartość elementu "VIDEOURL" jest za długa
sk_sk: Hodnota elementu "VIDEOURL" je príliš dlhá

# feedaudit.validators.length_ceneje_videourl_400.long.help
source: "VIDEOURL" element can contain maximum 400 characters.
cs_cz: Element "VIDEOURL" může obsahovat maximálně 400 znaků.
pl_pl: Element "VIDEOURL" może zawierać maksymalnie 400 znaków.
sk_sk: Element "VIDEOURL" môže obsahovať maximálne 400 znakov.

# feedaudit.validators.length_ceneje_warranty_50.long.message
source: "WARRANTY" element value is too long
cs_cz: Hodnota elementu "WARRANTY" je příliš dlouhá
pl_pl: Wartość elementu "WARRANTY" jest za długa
sk_sk: Hodnota elementu "WARRANTY" je príliš dlhá

# feedaudit.validators.length_ceneje_warranty_50.long.help
source: "WARRANTY" element can contain maximum 50 characters.
cs_cz: Element "WARRANTY" může obsahovat maximálně 50 znaků.
pl_pl: Element "WARRANTY" może zawierać maksymalnie 50 znaków.
sk_sk: Element "WARRANTY" môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_color.long.message
source: G:COLOR element is too long
cs_cz: Element G:COLOR je příliš dlouhý
pl_pl: Element G:COLOR jest za długi
sk_sk: Hodnota elementu G:COLOR je príliš dlhá

# feedaudit.validators.length_color.long.help
source: G:COLOR element can contain maximum 100 characters.
cs_cz: Element G:COLOR může obsahovat maximálně 100 znaků.
pl_pl: Element G:COLOR może zawierać maksymalnie 100 znaków.
sk_sk: Element G:COLOR môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_color_lower_max_254.long.message
source: COLOR element is too long
cs_cz: Element COLOR je příliš dlouhý
pl_pl: Element COLOR jest za długi
sk_sk: Hodnota elementu COLOR je príliš dlhá

# feedaudit.validators.length_color_lower_max_254.long.help
source: COLOR element can contain maximum 254 characters.
cs_cz: Element COLOR může obsahovat maximálně 254 znaků.
pl_pl: Element COLOR może zawierać maksymalnie 254 znaki.
sk_sk: Element COLOR môže obsahovať maximálne 254 znakov.

# feedaudit.validators.length_color_max_20.long.message
source: COLOR element is too long
cs_cz: Element COLOR je příliš dlouhý
pl_pl: Element COLOR jest za długi
sk_sk: Hodnota elementu COLOR je príliš dlhá

# feedaudit.validators.length_color_max_20.long.help
source: G:COLOR element can contain maximum 20 characters.
cs_cz: Element COLOR může obsahovat maximálně 20 znaků.
pl_pl: Element G:COLOR może zawierać maksymalnie 20 znaków.
sk_sk: Element COLOR môže obsahovať maximálne 20 znakov.
