Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.enum_fb_availability.wrong.help
source: G:AVAILABILITY element contains information about the product availability. Authorized values are in stock, out of stock, preorder, available for order, discontinued.
cs_cz: Element G:AVAILABILITY obsahuje informace o dostupnosti zboží. Povolené hodnoty jsou in stock (skladem), out of stock (vyprodáno, nelze objednat), preorder (předobjednávka), available for order (na objednávku, s dodáním do 1-2 týdnů), discontinued (ukončen prodej).
pl_pl: Element G:AVAILABILITY zawiera informacje o dostępności produktu. Dozwolone wartości to: in stock, out of stock, preorder, available for order, discontinued.
sk_sk: Element AVAILABILITY udáva informácie o dobe doručenia tovaru. Povolené hodnoty sú celé kladné čísla, pričom 0 znamená dostupnosť skladom, ďalšia číslica potom počet dní.

# feedaudit.validators.enum_gender.wrong.message
source: G:GENDER element contains invalid value
cs_cz: Element G:GENDER obsahuje neplatnou hodnotu
pl_pl: Element G:GENDER zawiera niewłaściwą wartość
sk_sk: Element G:GENDER obsahuje neplatnú hodnotu

# feedaudit.validators.enum_gender.wrong.help
source: G:GENDER element specifies who is the product for. Authorized values are "male", "female" nebo "unisex".
cs_cz: Element G:GENDER uvádí pro koho je zboží určeno. Povolené hodnoty jsou "male", "female" nebo "unisex".
pl_pl: Element G:GENDER określa dla kogo jest dany produkt. Dopuszczalne wartości to “kobieta”, “mężczyzna”, “unisex”.
sk_sk: Element G:GENDER uvádza pre koho je tovar určený. Povolené hodnoty sú "male", "female" alebo "unisex".

# feedaudit.validators.enum_google_availability.wrong.message
source: G:AVAILABILITY element contains invalid value
cs_cz: Element G:AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element G:AVAILABILITY zawiera niewłaściwą wartość
sk_sk: Element G:AVAILABILITY obsahuje neplatnú hodnotu

# feedaudit.validators.enum_google_availability.wrong.help
source: G:AVAILABILITY element contains information about the product availability. Authorized values are in stock, out of stock, preorder, available for order, discontinued.
cs_cz: Element G:AVAILABILITY obsahuje informace o dostupnosti zboží. Povolené hodnoty jsou in stock (skladem), out of stock (vyprodáno, nelze objednat), preorder (předobjednávka), available for order (na objednávku, s dodáním do 1-2 týdnů), discontinued (ukončen prodej).
pl_pl: Element G:AVAILABILITY zawiera informacje o dostępności produktu. Dozwolone wartości to: in stock, out of stock, preorder, available for order, discontinued.
sk_sk: Dostupnosť vášho produktu. Podporované hodnoty: in stock, out of stock,preorder.

# feedaudit.validators.enum_highlight.wrong.message
source: HIGHLIGHT element contains invalid value
cs_cz: Element HIGHLIGHT obsahuje neplatnou hodnotu
pl_pl: Element HIGHLIGHT zawiera niewłaściwą wartość
sk_sk: Element HIGHLIGHT obsahuje neplatnú hodnotu

# feedaudit.validators.enum_highlight.wrong.help
source: HIGHLIGHT element enables product highlighting in product catalog at superdeal.sk. Authorized values are 0 (no) and 1 (yes).
cs_cz: Element HIGHLIGHT znamená zvýraznění produktu v katalogu superdeal.sk. Povolené hodnoty jsou 0 (ne) a 1 (ano).
pl_pl: Element HIGHLIGHT umożliwia podświetlanie produktów w katalogu na superdeal.sk. Dopuszczalne wartości to 0 (nie) I 1 (tak).
sk_sk: Označuje zvýraznenie produktu. Povolené hodnoty sú 0 alebo 1.

# feedaudit.validators.enum_identifier_exists.wrong.message
source: G:IDENTIFIER_EXISTS element contains invalid value
cs_cz: Element G:IDENTIFIER_EXISTS obsahuje neplatnou hodnotu
pl_pl: Element G:IDENTIFIER_EXISTS zawiera niewłaściwą wartosć
sk_sk: Element G:IDENTIFIER_EXISTS obsahuje neplatnú hodnotu

# feedaudit.validators.enum_identifier_exists.wrong.help
source: G:IDENTIFIER_EXISTS element is compulsory in case you do not state MPN element. Authorized value for this element is "FALSE".
cs_cz: Element G:IDENTIFIER_EXISTS je povinný v případě, že neuvádíte element MPN. Povolená hodnota pro tento element je "FALSE".
sk_sk: Je povinný v prípade, že neuvádzate MPN. Povolená hodnota pre tento element je FALSE.

# feedaudit.validators.enum_instock.wrong.message
source: INSTOCK element contains invalid value
cs_cz: Element instock obsahuje neplatnou hodnotu
pl_pl: Element NSTOCK zawiera niewłaściwą wartość
sk_sk: Element instock obsahuje neplatnú hodnotu

# feedaudit.validators.enum_instock.wrong.help
source: INSTOCK element contains information about the product availability. Authorized values are YES (in stock) and NO (not in stock).
cs_cz: Element instock obsahuje informace o dostupnosti zboží. Povolené hodnoty jsou YES (skladem) a NO (není skladem).
pl_pl: Element INSTOCK zawiera informacje o dostępności produktu. Dozwolone wartości to YES ( w magazynie) I NO (brak w magazynie).
sk_sk: Element instock obsahuje informácie o dostupnosti tovaru. Povolené hodnoty sú YES (skladom) a NO (nie je skladom).

# feedaudit.validators.enum_item_type.wrong.message
source: ITEM_TYPE element contains invalid value
cs_cz: Element ITEM_TYPE obsahuje nepovolenou hodnotu
pl_pl: Element TEM_TYPE zawiera niewłaściwą wartość
sk_sk: Element ITEM_TYPE obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_item_type.wrong.help
source: Item can only contain values: new or used.
cs_cz: Položka smí obsahovat pouze hodnoty: new, nebo bazar.
pl_pl: Przedmiot może zawierać tylko wartości: nowe, lub używane.
sk_sk: Položka môže obsahovať iba hodnoty: new, alebo bazár.

# feedaudit.validators.enum_item_type.wrong.example
source: <ITEM_TYPE>used</ITEM_TYPE>
cs_cz: <ITEM_TYPE>bazar</ITEM_TYPE>
sk_sk: <ITEM_TYPE>bazar</ITEM_TYPE>

# feedaudit.validators.enum_item_type_srovname.wrong.message
source: ITEM_TYPE element contains invalid value
cs_cz: Element ITEM_TYPE obsahuje neplatnou hodnotu
pl_pl: Element ITEM_TYPE zawiera niewłaściwą wartość
sk_sk: Element ITEM_TYPE obsahuje neplatnú hodnotu

# feedaudit.validators.enum_item_type_srovname.wrong.help
source: ITEM_TYPE element is used to differentiate new and used goods and can only contain word "bazar".
cs_cz: Element ITEM_TYPE slouží k odlišení nového a bazarového zboží a může obsahovat pouze slovo "bazar".
pl_pl: Element ITEM_TYPE służy do rozróżniania nowych I starych produktów. Może jedynie zawierać określenie “Bazar”.
sk_sk: Element ITEM_TYPE slúži na odlíšenie nového a bazárového tovaru. Môže obsahovať iba slovo "bazár".

# feedaudit.validators.enum_item_type_zbozi1.wrong.message
source: ITEM_TYPE element contains invalid value.
cs_cz: Element ITEM_TYPE obsahuje neplatnou hodnotu
pl_pl: Element ITEM_TYPE zawiera niewłaściwą wartość
sk_sk: Element ITEM_TYPE obsahuje neplatnú hodnotu

# feedaudit.validators.enum_item_type_zbozi1.wrong.help
source: ITEM_TYPE element is used to differentiate new and used good. It can only contain value "new". Used items are currently not supported at Zboží.cz.
cs_cz: Element ITEM_TYPE slouží k odlišení nového a bazarového zboží a může obsahovat pouze hodnotu "new". Bazarové položky momentálně Zboží.cz nepodporuje.
pl_pl: Element ITEM_TYPE służy do różnicowania nowych I używanych produktów. Może tylko zawierać wartość “nowy”. Używane produkty nie są obecnie obsługiwane przez Zboží.cz.
sk_sk: Informácie o fyzickom stave konkrétnej ponuky. Jediná možná hodnota new (nový tovar), čo je zároveň aj stav braný pokiaľ značka nie je uvedená. Bazárové položky Zboží.cz momentálne nepodporuje.

# feedaudit.validators.enum_mall_free_delivery.wrong.message
source: FREE_DELIVERY element contains invalid value.
cs_cz: Element FREE_DELIVERY obsahuje neplatnou hodnotu
pl_pl: Element FREE_DELIVERY zawiera niewłaściwą wratość
sk_sk: Element FREE_DELIVERY obsahuje neplatnú hodnotu

# feedaudit.validators.enum_mall_media_main.wrong.message
source: MAIN element contains invalid value.
cs_cz: Element MAIN obsahuje neplatnou hodnotu
pl_pl: Element MAIN zawiera niewłaściwą wartość
sk_sk: Element MAIN obsahuje neplatnú hodnotu

# feedaudit.validators.enum_mergado_starter.wrong.message
source: MERGADO_STARTER element contains invalid value
cs_cz: Element MERGADO_STARTER obsahuje nepovolenou hodnotu
pl_pl: Element MERGADO_STARTER zawiera newłaściwą wartość
sk_sk: Element MERGADO_STARTER obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_mergado_starter.wrong.help
source: MERGADO_STARTER element must contain only true value, i.e. digits 0 or 1.
cs_cz: Element MERGADO_STARTER musí obsahovat pouze pravdivostní hodnotu; tou může být číslice 0 a nebo 1.
pl_pl: Element MERGADO_STARTER musi zawierać tylko rzeczywistą wartość, taką jak 0 albo 1.
sk_sk: Element MERGADO_STARTER musí obsahovať iba pravdivostnú hodnotu; tou môže byť číslica 0 a alebo 1.

# feedaudit.validators.enum_mergado_topseller.wrong.message
source: MERGADO_TOPSELLER element contains invalid value
cs_cz: Element MERGADO_TOPSELLER obsahuje nepovolenou hodnotu
pl_pl: Element MERGADO_TOPSELLER zawiera niewłaściwą wartość
sk_sk: Element MERGADO_TOPSELLER obsahuje neplatnú hodnotu

# feedaudit.validators.enum_mergado_topseller.wrong.help
source: MERGADO_TOPSELLER element must contain only true value, i.e. digits 0 or 1.
cs_cz: Element MERGADO_TOPSELLER musí obsahovat pouze pravdivostní hodnotu; tou může být číslice 0 a nebo 1.
pl_pl: Element MERGADO_TOPSELLER musi zawierać tylko rzeczywistą wartość, taką jak 0 albo 1.
sk_sk: Element MERGADO_TOPSELLER musí obsahovať iba pravdivostnú hodnotu; tou môže byť číslica 0 a alebo 1.

# feedaudit.validators.enum_shopalike_energy_label.wrong.message
source: Element “energy_label” must be energy class
cs_cz: Element “energy_label” neobsahuje energetickou třídu
pl_pl: Element „energy_label” nie zawiera klasy energetycznej
sk_sk: Element “energy_label” neobsahuje energetickou triedu

# feedaudit.validators.enum_size_system.wrong.message
source: G:SIZE_SYSTEM element contains invalid value
cs_cz: Element G:SIZE_SYSTEM obsahuje nepovolenou hodnotu
pl_pl: Element G:SIZE_SYSTEM zawiera niewłaściwą wartość
sk_sk: Element G:SIZE_SYSTEM obsahuje neplatnú hodnotu

# feedaudit.validators.enum_size_system.wrong.help
source: G:SIZE_SYSTEM element defines size measuring system of which country is used. Supported values are: US, UK, EU, DE, FR, JP, CN, IT, BR, MEX or AU.
cs_cz: Element G:SIZE_SYSTEM obsahuje informace o zemi, jejíž systém měření velikosti u daného produktu používáte. Podporované hodnoty jsou US, UK, EU, DE, FR, JP, CN, IT, BR, MEX nebo AU.
pl_pl: Element G:SIZE_SYSTEM definiuje system pomiaru wielkości jaki jest używany w danym państwie. Obsługiwane wratości to : US, UK, EU, DE, FR, JP, CN, IT, BR, MEX albo AU.
sk_sk: Element G:SIZE_SYSTEM obsahuje informácie o zemi, ktorej systém merania veľkosti pri danom produkte používate. Podporované hodnoty sú US, UK, EU, DE, FR, JP, CN, IT, BR, MEX alebo AU.

# feedaudit.validators.enum_size_type.wrong.message
source: G:SIZE_TYPE element contains invalid value
cs_cz: Element G:SIZE_TYPE obsahuje neplatnou hodnotu
pl_pl: Element G:SIZE_TYPE zawiera niewłaściwą wartość
sk_sk: Element G:SIZE_TYPE obsahuje neplatnú hodnotu

# feedaudit.validators.enum_size_type.wrong.help
source: G:SIZE_TYPE element contains information about a product's cut in clothes category. Supported formats are regular, petite, plus, big and tall, or maternity.
cs_cz: Element G:SIZE_TYPE obsahuje informace o střihu produktů z kategorie oblečení. Podporované hodnoty jsou regular, petite, plus, big and tall, nebo maternity.
pl_pl: Element G:SIZE_TYPE zawiera informacje o edycji produktu w kategorii ubrań. Obsługiwane wartości to regular, petite, plus, big and tall, or maternity.
sk_sk: Strih vášho produktu z kategórie oblečenie. Podporované hodnoty: regular, petite, plus, big and tall, maternity.

# feedaudit.validators.enum_skrz_extra_message.wrong.message
source: EXTRA_MESSAGE element contains invalid value
cs_cz: Element EXTRA_MESSAGE obsahuje nepovolenou hodnotu
pl_pl: Element EXTRA_MESSAGE element zawiera niewłaściwą wartość
sk_sk: Element EXTRA_MESSAGE obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_skrz_extra_message.wrong.help
source: One of these values can be used: 'extended_warranty', 'free_accessories', 'free_case', 'free_delivery', 'free_gift', 'free_installation', 'free_store_pickup'.
cs_cz: Lze uvést jednu ze stanovaných hodnot: 'extended_warranty', 'free_accessories', 'free_case', 'free_delivery', 'free_gift', 'free_installation', 'free_store_pickup'.
pl_pl: Można użyć jednej z tych wartości: 'extended_warranty', 'free_accessories', 'free_case', 'free_delivery', 'free_gift', 'free_installation', 'free_store_pickup'.
sk_sk: Možno uviesť jednu zo stanovených hodnôt: 'extended_warranty', 'free_accessories', 'free_case', 'free_delivery', 'free_gift', 'free_installation', 'free_store_pickup'.

# feedaudit.validators.enum_tollfree.wrong.message
source: TOLLFREE element contains invalid value
cs_cz: Element TOLLFREE obsahuje nepovolenou hodnotu
pl_pl: Element TOLLFREE zawiera niewłaściwą wartość
sk_sk: Element TOLLFREE obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_tollfree.wrong.help
source: Element can either contain values 0, 1, or be empty, not specified.
cs_cz: Element smí obsahovat hodnoty 0, 1 nebo být prázdný či nebýt uveden.
pl_pl: Element może zawierać wartości 0, 1, albo być pusty, nieokreślony. .
sk_sk: Element môže obsahovať hodnoty 0, 1 či byť prázdny alebo nebyť uvedený.

# feedaudit.validators.enum_unfeatured.wrong.message
source: UNFEATURED element contains invalid value
cs_cz: Element UNFEATURED obsahuje nepovolenou hodnotu
pl_pl: Element UNFEATURED zawiera niewłaściwą wartość
sk_sk: Element UNFEATURED obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_unfeatured.wrong.help
source: Element can either contain values 0, 1, or be empty, not specified.
cs_cz: Element smí obsahovat hodnoty 0, 1 nebo být prázdný či nebýt uveden.
pl_pl: Element może zawierać wartości 0, 1, albo być pusty, nieokreślony.
sk_sk: Element môže obsahovať hodnoty 0, 1 či byť prázdny alebo nebyť uvedený.

# feedaudit.validators.enum_vat.wrong.message
source: VAT element contains invalid value.
cs_cz: Element VAT obsahuje neplatnou hodnotu
pl_pl: Element VAT zawiera niewłaściwą wartość.
sk_sk: Element VAT obsahuje neplatnú hodnotu

# feedaudit.validators.enum_vat.wrong.help
source: VAT element contains information about VAT rate in percent. Put only numbers into this element (without percent's mark).
cs_cz: Element VAT obsahuje informace o sazbě DPH v procentech. Do elementu uvádějte pouze číselnou hodnotu (bez značky procent).
pl_pl: Element VAT zawiera informacje o stawce VAT w procentach. Umieść jedynie liczby w tym elemencie ( bez dodawania znaku procentowego).
sk_sk: Sadzba DPH v %.V tomto elemente je nutné uvádzať iba číselné hodnoty.

# feedaudit.validators.enum_vat_cz.wrong.message
source: VAT element contains invalid value
cs_cz: Element VAT obsahuje nepovolenou hodnotu
pl_pl: Element VAT zawiera niewłaściwą wartość
sk_sk: Element VAT obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_vat_cz.wrong.help
source: VAT means a VAT rate. Do these items have current VAT rate?
cs_cz: VAT představuje sazbu DPH. Uvádí tyto položky aktuální sazbu DPH?
pl_pl: VAT oznacza stawkę VAT. Czy te produkty zawierają aktualną stawkę podatku VAT?
sk_sk: VAT predstavuje sadzbu DPH. Uvádzajú tieto položky aktuálnu sadzbu DPH?

# feedaudit.validators.enum_vat_ro.wrong.message
source: VAT element contains invalid value
cs_cz: Element VAT obsahuje nepovolenou hodnotu
pl_pl: Element VAT zawiera niewłaściwą wartość
sk_sk: Element VAT obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_vat_ro.wrong.help
source: VAT means a VAT rate. Do these items have current VAT rate?
cs_cz: VAT představuje sazbu DPH. Uvádí tyto položky aktuální sazbu DPH?
pl_pl: VAT oznacza stawkę VAT. Czy te produkty zawierają aktualną stawkę podatku VAT?
sk_sk: VAT predstavuje sadzbu DPH. Uvádzajú tieto položky aktuálnu sadzbu DPH?

# feedaudit.validators.enum_vat_sk.wrong.message
source: VAT element contains invalid value
cs_cz: Element VAT obsahuje nepovolenou hodnotu
pl_pl: Element VATzawiera niewłaściwą wratość
sk_sk: Element VAT obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_vat_sk.wrong.help
source: VAT means a VAT rate. Do these items have current VAT rate?
cs_cz: VAT představuje sazbu DPH. Uvádí tyto položky aktuální sazbu DPH?
pl_pl: VAT oznacza stawkę VAT. Czy te produkty zawierają aktualną stawkę podatku VAT?
sk_sk: VAT predstavuje sadzbu DPH. Uvádzajú tieto položky aktuálnu sadzbu DPH?

# feedaudit.validators.enum_visibility.wrong.message
source: VISIBILITY element contains unauthorized value
cs_cz: Element VISIBILITY obsahuje nepovolenou hodnotu
pl_pl: Element VISIBILITY zawiera nieautoryzowaną wartość
sk_sk: Element VISIBILITY obsahuje nepovolenú hodnotu

# feedaudit.validators.enum_visibility.wrong.help
source: VISIBILITY element must contain only true value, i.e. digits 0 or 1.
cs_cz: Element VISIBILITY musí obsahovat pouze pravdivostní hodnotu; tou může být číslice 0 a nebo 1.
pl_pl: Element VISIBILITY musi zawierać tylko wartość rzeczywistą tj:0 albo 1.
sk_sk: Element VISIBILITY musí obsahovať iba pravdivostnú hodnotu; tou môže byť číslica 0 a alebo 1.

# feedaudit.validators.file.file_too_large.message
source: Maximum file size exceeded
cs_cz: Překročena maximální povolená velikost souboru
pl_pl: Przekroczono maksymalny rozmiar pliku
sk_sk: Prekročená maximálna povolená veľkosť súboru

# feedaudit.validators.google_mpn_gtin.missing_false.message
source: G:MPN, G:GTIN and G:IDENTIFIER_EXISTS elements are empty or missing.
cs_cz: Elementy G:MPN, G:GTIN a G:IDENTIFIER_EXISTS chybí nebo jsou prázdné.
pl_pl: Elementy G:MPN, G:GTIN and G:IDENTIFIER_EXISTS są puste albo ich brakuje
sk_sk: Elementy G:MPN, G:GTIN a G:IDENTIFIER_EXISTS chýbajú alebo sú prázdne.

# feedaudit.validators.google_mpn_gtin.missing_false.help
source: G:MPN a G:GTIN elements contain unique identifier of a product. If you don't have them in your feed, you need to fill them with value "FALSE".
cs_cz: Elementy G:MPN a G:GTIN obsahují unikátní identifikátor produktu. Pokud je ve svém feedu nemáte, je nutné uvést v elementu G:IDENTIFIER_EXISTS hodnotu "FALSE".
pl_pl: Elementy G:MPN i G:GTIN zawierają unikalny identyfikator produktu. Jeśli nie masz ich w swoim feedzie produktowym, wypełnij je wartością"FALSE".
sk_sk: Elementy G:MPN a G:GTIN ohsahujú unikátny identifikátor produktu. Pokiaľ ich vo svojom feede nemáte, je nutné uviesť v elemente G:IDENTIFIER_EXISTS hodnotu "FALSE".

# feedaudit.validators.google_mpn_gtin.redundant_false.message
source: G:IDENTIFIER_EXISTS element contains invalid value.
cs_cz: Element G:IDENTIFIER_EXISTS obsahuje neplatnou hodnotu.
pl_pl: Element G:IDENTIFIER_EXISTS zawiera niewłaściwą wartość
sk_sk: Element G:IDENTIFIER_EXISTS obsahuje neplatnú hodnotu.

# feedaudit.validators.google_mpn_gtin.redundant_false.help
source: If your feed contains any of the G:MPN or G:GTIN elements (unique identifiers), then the value of the IDENTIFIER_EXISTS element is empty. In this case it now contains an invalid value. Correct it.
cs_cz: V případě, že váš feed obsahuje některý z elementů G:MPN nebo G:GTIN (unikátní identifikátory), pak je hodnota elementu G:IDENTIFIER_EXISTS prázdná. Nyní obsahuje neplatnou hodnotu pro tuto situaci, přepište ji.
sk_sk: V prípade, že váš feed obsahuje niektorý z elementov G:MPN alebo G:GTIN (unikátne identifikátory), potom je hodnota elementu G:IDENTIFIER_EXISTS prázdna. Teraz obsahuje neplatnú hodnotu pre túto situáciu, prepíšte ju.

# feedaudit.validators.http.error.message
source: XML file could not be downloaded
cs_cz: Nepovedlo se stáhnout XML soubor
pl_pl: Nie można pobrać pliku XML
sk_sk: Nepodarilo sa stiahnuť XML súbor

# feedaudit.validators.http.error.help
source: XML file could not be downloaded. You either entered wrong audit address or the online store refuses to send the XML file.
cs_cz: Nepodařilo se stáhnout XML soubor. Buďto jste zadali do auditu chybnou adresu, nebo e-shop odmítá XML soubor zaslat.
pl_pl: Nie udało się pobrać pliku XML. Albo wprowadziłeś nieprawidłowy adres audytu, albo e-sklep odmawia wysłania pliku XML.
sk_sk: Nepodarilo sa stiahnuť XML súbor. Buď ste zadali do auditu chybnú adresu, alebo e-shop odmieta XML súbor zaslať.

# feedaudit.validators.is_different_productname.identical.message
source: PRODUCTNAME element contains the same value as PRODUCTNAMEEXT element
cs_cz: Element PRODUCTNAME obsahuje stejnou hodnotu jako element PRODUCTNAMEEXT
pl_pl: Element PRODUCTNAME zawiera te samą wartość co element PRODUCTNAMEEXT
sk_sk: Element PRODUCTNAME obsahuje rovnakú hodnotu ako element PRODUCTNAMEEXT

# feedaudit.validators.is_different_productname.identical.help
source: While PRODUCTNAME is a basic item name, PRODUCTNAMEEXT contains its extension. In search results, these elements are usually shown together in the following order: PRODUCTNAME PRODUCTNAMEEXT. Items will look weird when elements have the same content.
cs_cz: Zatímco PRODUCTNAME představuje základ názvu zboží, PRODUCTNAMEEXT jeho rozšíření. V praxi se ve výsledcích vyhledávání tyto elementy uvádí za sebou, v pořadí PRODUCTNAME PRODUCTNAMEEXT. Pokud mají elementy stejný obsah, budou položky vypadat hloupě.
pl_pl: O ile PRODUCTNAME to podstawowa nazwa produktu, o tyle PRODUCTNAMEEXT zawiera jego rozszerzenie. W wynikach wyszukiwania te elementy są najczęściej wyświetlane razem, w następującej kolejności: PRODUCTNAME PRODUCTNAMEEXT. Produkty będą wyglądać dziwnie, kiedy ich elementy będą mieć te samą treść.
sk_sk: Kým PRODUCTNAME predstavuje základ názvu produktu, PRODUCTNAMEEXT jeho rozšírenie. V praxi sa vo výsledkoch vyhľadávania tieto elementy uvádzajú za sebou, v poradí PRODUCTNAME PRODUCTNAMEEXT. Ak majú elementy rovnaký obsah, budú položky vyzerať hlúpo.

# feedaudit.validators.is_less_price_old_is_less.wrong.message
source: PRICE_OLD element does not contain a value higher than the PRICE_VAT element value
cs_cz: Element PRICE_OLD neobsahuje číslo vyšší než hodnota elementu PRICE_VAT
pl_pl: Element PRICE_OLD element nie zawiera wyższej wartośći niż element PRICE_VAT
sk_sk: Element PRICE_OLD neobsahuje číslo vyššíe než hodnota elementu PRICE_VAT

# feedaudit.validators.is_less_price_old_is_less.wrong.help
source: PRICE_OLD element contains product price before deduction, so it’s value must be higher that the PRICE_VAT element value.
cs_cz: Element PRICE_OLD obsahuje cenu zboží před slevou, musí být tedy vyšší než hodnota PRICE_VAT.
pl_pl: Element PRICE_OLD zawiera cenę produktu przed rabatem, więc jego wartość musi być wyższa niż wartość elementu PRICE_VAT.
sk_sk: Element PRICE_OLD obsahuje cenu tovaru pred zľavou, musí byť teda vyššia než hodnota PRICE_VAT.

# feedaudit.validators.is_not_present_both_tollfree_unfeatured.present.message
source: Items contain both TOLLFREE and UNFEATURED elements
cs_cz: Položky obsahují elementy TOLLFREE i UNFEATURED současně
pl_pl: Elementy zawierają zarówno element TOLLFREE jak I UNFEATURED
sk_sk: Položky obsahujú elementy TOLLFREE a UNFEATURED súčasne

# feedaudit.validators.is_not_present_both_tollfree_unfeatured.present.help
source: UNFEATURED element replaced the older TOLLFREE. It is better to use only one of them, in case they have a different values. Neither element is mandatory.
cs_cz: Element UNFEATURED nahradil straší TOLLFREE. Je vhodné využívat pouze jeden, třeba pro případ, že by měly odlišné hodnoty. Oba elementy jsou nepovinné.
pl_pl: Element UNFEATURED zastąpił stary element TOLLFREE. Najlepiej używac jednego z nich, na wypadek gdyby miały inne wartości.
sk_sk: Element UNFEATURED nahradil starší TOLLFREE. Je vhodné využívať iba jeden. Napríklad pre prípad, že by mali odlišné hodnoty. Oba elementy sú nepovinné.
