Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_present_mergado_cost.missing.help
source: MERGADO_COST element contains product price and therefore it should not be missing.
cs_cz: Element MERGADO_COST obsahuje cenu produktu a proto nesmí chybět.
pl_pl: Element MERGADO_COST zawiera cenę produktu, dlatego jest obowiązkowy.
sk_sk: Element MERGADO_COST obsahuje cenu produktu a proeto nesmie chýbať.

# feedaudit.validators.is_present_merk.missing.message
source: MERK element is empty or missing
cs_cz: Element MERK chybí nebo je prázdný
pl_pl: Brakuje elementu MERK, albo jest pusty
sk_sk: Element MERK chýba alebo je prázdny

# feedaudit.validators.is_present_miinto_season.missing.message
source: C:SEASON_TAG:STRING element is empty or missing.
cs_cz: Element C:SEASON_TAG:STRING chybí nebo je prázdný
pl_pl: Brakuje elementu C:SEASON_TAG:STRING, albo jest pusty
sk_sk: Element C:SEASON_TAG:STRING chýba alebo je prázdný

# feedaudit.validators.is_present_miinto_stock.missing.message
source: C:STOCK_LEVEL:INTEGER element is empty or missing.
cs_cz: Element C:STOCK_LEVEL:INTEGER chybí nebo je prázdný
pl_pl: Brakuje elementu C:STOCK_LEVEL:INTEGER, albo jest pusty
sk_sk: Element C:STOCK_LEVEL:INTEGER chýba alebo je prázdný

# feedaudit.validators.is_present_min_delivery_time.missing.message
source: Element min_delivery_time is empty or missing
cs_cz: Element min_delivery_time chybí nebo je prázdný
pl_pl: Brakuje element min_delivery_time, albo jest pusty
sk_sk: Element min_delivery_time chýba alebo je prázdny

# feedaudit.validators.is_present_min_preparation_time.missing.message
source: Element min_preparation_time is empty or missing
cs_cz: Element min_preparation_time chybí nebo je prázdný
pl_pl: Brakuje element min_preparation_time, albo jest pusty
sk_sk: Element min_preparation_time chýba alebo je prázdny

# feedaudit.validators.is_present_mpc.missing.message
source: MPC element is empty or missing.
cs_cz: Element MPC chybí nebo je prázdný
pl_pl: Brakuje elementu MPC, albo jest pusty
sk_sk: Element MPC chýba alebo je prázdný

# feedaudit.validators.is_present_name.missing.message
source: NAME element is empty or missing
cs_cz: Element NAME chybí nebo je prázdný
pl_pl: Brakuje elementu NAME, albo jest pusty
sk_sk: Element NAME chýba alebo je prázdny

# feedaudit.validators.is_present_name.missing.help
source: Product name. This value is mandatory and essential for correct advertising.
cs_cz: Název zboží. Položka je povinná a nezbytné ji uvést pro správné fungování inzerce.
pl_pl: Nazwa produktu. Ta wartość jest obowiązkowa i niezbędna dla prawidłowej reklamy.
sk_sk: Názov produktu. Položka je povinná a je potrebné ju uviesť pre správne fungovanie inzercie.

# feedaudit.validators.is_present_name_camel.missing.message
source: NAME element is empty or missing
cs_cz: Element NAME chybí nebo je prázdný
pl_pl: Brakuje elementu NAME, albo jest pusty
sk_sk: Element NAME chýba alebo je prázdný

# feedaudit.validators.is_present_name_lower.missing.message
source: Element name is missing
cs_cz: Element name chybí
pl_pl: Brakuje elementu name, albo jest pusty
sk_sk: Element name chýba alebo je prázdny

# feedaudit.validators.is_present_net_price.missing.message
source: Element net_price is empty or missing
cs_cz: Element net_price chybí nebo je prázdný
pl_pl: Brakuje element net_price, albo jest pusty
sk_sk: Element net_price chýba alebo je prázdny

# feedaudit.validators.is_present_normal_shipping_cost.missing.message
source: Element normal_shipping_cost is empty or missing
cs_cz: Element normal_shipping_cost chybí nebo je prázdný
pl_pl: Brakuje element normal_shipping_cost, albo jest pusty
sk_sk: Element normal_shipping_cost chýba alebo je prázdny

# feedaudit.validators.is_present_one_ean_partnumber.missing.message
source: EAN-CODE and PARTNUMBER elements are empty or missing
cs_cz: Elementy EAN-CODE a PARTNUMBER chybí nebo jsou prázdné
pl_pl: Brakuje elementów EAN-CODE i PARTNUMBER lub są one puste
sk_sk: Elementy EAN-CODE a PARTNUMBER chýbajú alebo sú prázdne

# feedaudit.validators.is_present_one_ean_partnumber.missing.help
source: Feed should contain one of the elements.
cs_cz: Feed musí obsahovat právě jeden z dvojice elementů.
pl_pl: Plik danych musi zawierać jeden z tych elementów.
sk_sk: Feed musí obsahovať práve jeden z dvojice elementov.

# feedaudit.validators.is_present_one_ean_partnumber.present.message
source: EAN-CODE and PARTNUMBER elements are both present
cs_cz: Elementy EAN-CODE a PARTNUMBER jsou přítomné ve feedu
pl_pl: Elementy EAN-CODE i PARTNUMBER znajdują się w pliku danych
sk_sk: Elementy EAN-CODE a PARTNUMBER sú oba prítomné vo feede

# feedaudit.validators.is_present_one_ean_partnumber.present.help
source: Feed need to contain only one of the elements.
cs_cz: Feed musí obsahovat pouze jeden z dvojice elementů.
pl_pl: Plik danych musi zawierać tylko jeden z tych elementów.
sk_sk: Feed musí obsahovať iba jeden z dvojice elementov.

# feedaudit.validators.is_present_page_url.missing.message
source: PAGE_URL element is empty or missing
cs_cz: Element PAGE URL chybí nebo je prázdný
pl_pl: Brakuje elementu PAGE_URL, albo jest pusty
sk_sk: Element PAGE URL chýba alebo je prázdny

# feedaudit.validators.is_present_part_no.missing.message
source: PART_NO element is empty or missing
cs_cz: Element PART_NO chybí nebo je prázdný
pl_pl: Brakuje elementu PART_NO, albo jest pusty
sk_sk: Element PART_NO chýba alebo je prázdny

# feedaudit.validators.is_present_part_no.missing.help
source: PART_NO element is a unique product identifier by manufacturer. Please check it's content.
cs_cz: Element PART_NO představuje unikátní označení produktu výrobcem, zkontrolujte jeho vyplnění.
pl_pl: Element PART_NO to unikalny identyfikator produktu według producenta. Sprawdź jego zawartość.
sk_sk: Element PART_NO predstavuje unikátne označenie produktu výrobcom, skontrolujte jeho vyplnenie.

# feedaudit.validators.is_present_part_number.missing.message
source: PART_NUMBER element is empty or missing
cs_cz: Element PART_NUMBER chybí nebo je prázdný
pl_pl: Brakuje elementu PART_NUMBER, albo jest pusty
sk_sk: Element PART_NUMBER chýba alebo je prázdny

# feedaudit.validators.is_present_part_number.missing.help
source: Element PART_NUMBER is a unique product identifier by manufacturer. Please check it's content.
cs_cz: Element PART_NUMBER představuje unikátní označení produktu výrobcem, zkontrolujte jeho vyplnění.
pl_pl: Element PART_NO to unikalny identyfikator produktu według producenta. Sprawdź jego zawartość.
sk_sk: Element PART_NUMBER predstavuje unikátne označenie produktu výrobcom, skontrolujte jeho vyplnenie.

# feedaudit.validators.is_present_partnumber_camel.missing.message
source: PartNumber element is empty or missing
cs_cz: Element PartNumber chybí nebo je prázdný
pl_pl: Brakuje elementu PartNumber, albo jest pusty
sk_sk: Element PartNumber chýba alebo je prázdný

# feedaudit.validators.is_present_picture.missing.message
source: PICTURE element is empty or missing.
cs_cz: Element PICTURE chybí nebo je prázdný
pl_pl: Brakuje elementu PICTURE, albo jest pusty
sk_sk: Element PICTURE chýba alebo je prázdny

# feedaudit.validators.is_present_picture.missing.help
source: Some of your products are missing a picture. What a pity! Add them or check the URL address.
cs_cz: Některým vašim produktům úplně chybí obrázek, což je škoda. Doplňte ho nebo zkontrolujte adresu.
pl_pl: W niektórych produktach brakuje zdjęcia, jest to wielka strata. Dodaj je lub sprawdź adres URL.
sk_sk: Niektorým vašim produktom úplne chýba obrázok, čo je škoda. Doplňte ho alebo skontrolujte jeho adresu.

# feedaudit.validators.is_present_preis_delivery_time.missing.message
source: Element lieferzeit is empty or missing.
cs_cz: Element lieferzeit chybí nebo je prázdný
pl_pl: Brakuje elementu lieferzeit, albo jest pusty
sk_sk: Element lieferzeit chýba alebo je prázdný

# feedaudit.validators.is_present_preis_id.missing.message
source: Element artikelnummer_im_shop is empty or missing.
cs_cz: Element artikelnummer_im_shop chybí nebo je prázdný
pl_pl: Brakuje elementu artikelnummer_im_shop, albo jest pusty
sk_sk: Element artikelnummer_im_shop chýba alebo je prázdný

# feedaudit.validators.is_present_preis_imgurl.missing.message
source: Element bildlink is empty or missing.
cs_cz: Element bildlink chybí nebo je prázdný
pl_pl: Brakuje elementu bildlink, albo jest pusty
sk_sk: Element bildlink chýba alebo je prázdný

# feedaudit.validators.is_present_preis_nachname.missing.message
source: Element versandkosten_nachnahme is empty or missing.
cs_cz: Element versandkosten_nachnahme chybí nebo je prázdný
pl_pl: Brakuje elementu versandkosten_nachnahme, albo jest pusty
sk_sk: Element versandkosten_nachnahme chýba alebo je prázdný

# feedaudit.validators.is_present_preis_name.missing.message
source: Element artikelbezeichnung is empty or missing.
cs_cz: Element artikelbezeichnung chybí nebo je prázdný
pl_pl: Brakuje elementu artikelbezeichnung, albo jest pusty
sk_sk: Element artikelbezeichnung chýba alebo je prázdný

# feedaudit.validators.is_present_preis_paypal.missing.message
source: Element versandkosten_paypal is empty or missing.
cs_cz: Element versandkosten_paypal chybí nebo je prázdný
pl_pl: Brakuje elementu versandkosten_paypal, albo jest pusty
sk_sk: Element versandkosten_paypal chýba alebo je prázdný

# feedaudit.validators.is_present_preis_price.missing.message
source: Element preis_brutto is empty or missing.
cs_cz: Element preis_brutto chybí nebo je prázdný
pl_pl: Brakuje elementu preis_brutto, albo jest pusty
sk_sk: Element preis_brutto chýba alebo je prázdný

# feedaudit.validators.is_present_preis_rechnung.missing.message
source: Element versandkosten_rechnung is empty or missing.
cs_cz: Element versandkosten_rechnung chybí nebo je prázdný
pl_pl: Brakuje elementu versandkosten_rechnung, albo jest pusty
sk_sk: Element versandkosten_rechnung chýba alebo je prázdný

# feedaudit.validators.is_present_preis_url.missing.message
source: Element produktlink is empty or missing.
cs_cz: Element produktlink chybí nebo je prázdný
pl_pl: Brakuje elementu produktlink, albo jest pusty
sk_sk: Element produktlink chýba alebo je prázdný

# feedaudit.validators.is_present_preis_vorkasse.missing.message
source: Element versandkosten_vorkasse is empty or missing.
cs_cz: Element versandkosten_vorkasse chybí nebo je prázdný
pl_pl: Brakuje elementu versandkosten_vorkasse, albo jest pusty
sk_sk: Element versandkosten_vorkasse chýba alebo je prázdný

# feedaudit.validators.is_present_pret_camel.missing.message
source: Element “Pret” is missing
cs_cz: Element PRET chybí nebo je prázdný
pl_pl: Brakuje elementu PRET, albo jest pusty
sk_sk: Element PRET chýba alebo je prázdny

# feedaudit.validators.is_present_price.missing.message
source: PRICE element is empty or missing
cs_cz: Element PRICE chybí nebo je prázdný
pl_pl: Brakuje elementu PRICE, albo jest pusty
sk_sk: Element PRICE chýba alebo je prázdny

# feedaudit.validators.is_present_price_camel.missing.message
source: productPrice element is empty or missing
cs_cz: Element productPrice chybí nebo je prázdný
pl_pl: Brakuje elementu productPrice, albo jest pusty
sk_sk: Element productPrice chýba alebo je prázdný

# feedaudit.validators.is_present_price_currency.missing.message
source: PRICE_CURRENCY element is empty or missing
cs_cz: Element PRICE_CURRENCY chybí nebo je prázdný
pl_pl: Brakuje elementu PRICE_CURRENCY, albo jest pusty
sk_sk: Element PRICE_CURRENCY chýba alebo je prázdny

# feedaudit.validators.is_present_price_eur.missing.message
source: PRICE_EUR element is empty or missing
cs_cz: Element PRICE_EUR chybí nebo je prázdný
pl_pl: Brakuje elementu PRICE_EUR, albo jest pusty
sk_sk: Element PRICE_EUR chýba alebo je prázdny

# feedaudit.validators.is_present_price_eur.missing.help
source: PRICE_EUR element contains product price including VAT in EUR. It should be a positive number with maximum two decimal places separated by comma.
cs_cz: Element PRICE_EUR obsahuje cenu zboží včetně DPH v Eurech. Jedná se tedy o kladné číslo, desetinná místa mohou být nejvýše dvě a musí být oddělena čárkou.
pl_pl: Element PRICE_EUR zawiera cenę produktu wraz z podatkiem VAT w EUR. Powinna być to liczba dodatnia z maksymalnie dwoma miejscami po przecinku oddzielonymi przecinkiem.
sk_sk: Element PRICE_EUR obsahuje informáciu o cene tovaru vrátane DPH. Musí teda ísť o kladné číslo. Desatinné miesta môžu byť najviac dve a musia byť oddelené bodkou alebo čiarkou.

# feedaudit.validators.is_present_price_lower.missing.message
source: Element PRICE is missing
cs_cz: Element PRICE chybí
pl_pl: Brakuje elementu PRICE, albo jest pusty
sk_sk: Element PRICE chýba alebo je prázdny

# feedaudit.validators.is_present_price_old.missing.message
source: PRICE_OLD element is empty or missing
cs_cz: Element PRICE_OLD chybí nebo je prázdný
pl_pl: Brakuje elementu PRICE_OLD, albo jest pusty
sk_sk: Element PRICE_OLD chýba alebo je prázdny

# feedaudit.validators.is_present_price_tax_included.missing.message
source: PRICE_TAX_INCLUDED element is empty or missing
cs_cz: Element PRICE_TAX_INCLUDED chybí nebo je prázdný
pl_pl: Brakuje elementu PRICE_TAX_INCLUDED, albo jest pusty
sk_sk: Element PRICE_TAX_INCLUDED chýba alebo je prázdny

# feedaudit.validators.is_present_price_vat.missing.message
source: PRICE_VAT element is empty or missing
cs_cz: Element PRICE_VAT chybí nebo je prázdný
pl_pl: Brakuje elementu PRICE_VAT, albo jest pusty
sk_sk: Element PRICE_VAT chybí nebo je prázdny

# feedaudit.validators.is_present_price_vat.missing.help
source: Some products are missing the PRICE_VAT element. It is an element which gives an information about the final price including VAT and fees.
cs_cz: U některých produktů zcela chybí element PRICE_VAT, kterým vyhledávač zboží informujete o konečné ceně včetně DPH a poplatků.
pl_pl: W niektórych produktach brakuje elementu PRICE_VAT. Jest to element, który daje informację o ostatecznej cenie z podatkiem VAT.
sk_sk: Pri niektorých produktoch úplne chýba element PRICE_VAT, ktorým porovnávač tovaru informujete o konečnej cene vrátane DPH a poplatkov.

# feedaudit.validators.is_present_pricewithfee_camel.missing.message
source: PriceWithFee element is empty or missing
cs_cz: Element PriceWithFee chybí nebo je prázdný
pl_pl: Brakuje elementu PriceWithFee, albo jest pusty
sk_sk: Element PriceWithFee chýba alebo je prázdný

# feedaudit.validators.is_present_pricewithoutfee_camel.missing.message
source: PriceWithoutFee element is empty or missing
cs_cz: Element PriceWithoutFee chybí nebo je prázdný
pl_pl: Brakuje elementu PriceWithoutFee, albo jest pusty
sk_sk: Element PriceWithoutFee chýba alebo je prázdný

# feedaudit.validators.is_present_prijs.missing.message
source: PRIJS element is empty or missing
cs_cz: Element PRIJS chybí nebo je prázdný
pl_pl: Brakuje elementu PRIJS, albo jest pusty
sk_sk: Element PRIJS chýba alebo je prázdny

# feedaudit.validators.is_present_product.missing.message
source: PRODUCT element is empty or missing
cs_cz: Element PRODUCT chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT, albo jest pusty
sk_sk: Element PRODUCT chýba alebo je prázdny

# feedaudit.validators.is_present_product.missing.help
source: PRODUCT element is an important identifier of your products. Please add it.
cs_cz: Element PRODUCT je důležitým identifikátorem vašeho zboží. Doplňte ho.
pl_pl: Element PRODUCT jest niezbędny do identyfikacji Twojego produktu. Uzupełnij go.
sk_sk: Element PRODUCT je dôležitým identifikátorom vášho tovaru. Doplňte ho.

# feedaudit.validators.is_present_product_category_id.missing.message
source: PRODUCT_CATEGORY_ID element is empty or missing
cs_cz: Element PRODUCT_CATEGORY_ID chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_CATEGORY_ID, albo jest pusty
sk_sk: Element PRODUCT_CATEGORY_ID chýba alebo je prázdny

# feedaudit.validators.is_present_product_category_id.missing.help
source: PRODUCT_CATEGORY_ID element serves to define particular product categories. We recommend you to add this element in case you use product categorization according to some key.
cs_cz: PRODUCT_CATEGORY_ID slouží k označení jednotlivých kategorií zboží, pokud tedy využíváte kategorizaci produktů podle nějakého klíče, doporučujeme si tento element doplnit.
pl_pl: PRODUCT_CATEGORY_ID element służy do definiowania poszczególnych kategorii produktów. Zalecamy dodanie tego elementu w przypadku użycia kategorii produktu zgodnie z kluczem. Element PRODUCER zawiera informacje o producencie. Na przykład, produkt marki Panasonic może mieć zapisaną Matsushitę jako procucenta.
sk_sk: PRODUCT_CATEGORY_ID slúži na označenie jednotlivých kategórií tovaru, ak teda využívate kategorizáciu produktov podľa nejakého kľúča, odporúčame si ho doplniť.

# feedaudit.validators.is_present_product_deeplink.missing.message
source: PRODUCT_DEEPLINK element is empty or missing
cs_cz: Element PRODUCT_DEEPLINK chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_DEEPLINK, albo jest pusty
sk_sk: Element PRODUCT_DEEPLINK chýba alebo je prázdny

# feedaudit.validators.is_present_product_deeplink.missing.help
source: PRODUCT_DEEPLINK element contains URL address of a particular product. Check if it is loading correctly from your online store.
cs_cz: Element PRODUCT_DEEPLINK obsahuje URL adresu konkrétního zboží. Zkontrolujte, že se z vašeho e-shopu načítá správně.
pl_pl: Element PRODUCT_DEEPLINK zawiera adres URL konkretnego produktu. Sprawdź, czy łączy on poprawnie z Twoim sklepem.
sk_sk: Element PRODUCT_DEEPLINK obsahuje URL adresu konkrétneho tovaru. Skontrolujte, že sa z vášho e-shopu načítava správne.

# feedaudit.validators.is_present_product_description.missing.message
source: productDescription element is empty or missing
cs_cz: Element productDescription chybí nebo je prázdný
pl_pl: Brakuje elementu productDescription, albo jest pusty
sk_sk: Element productDescription chýba alebo je prázdný

# feedaudit.validators.is_present_product_id.missing.message
source: PRODUCT_ID element is empty or missing
cs_cz: Element PRODUCT_ID chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_ID, albo jest pusty
sk_sk: Element PRODUCT_ID chýba alebo je prázdny

# feedaudit.validators.is_present_product_id.missing.help
source: PRODUCT_ID element is a unique identifier of a product. It's value should be unique.
cs_cz: Element PRODUCT_ID představuje unikátní označení produktu. Jeho hodnota musí být jedinečná.
pl_pl: Element PRODUCT_ID to unikalny identyfikator dla produktu. Jego wartość musi być unikalna.
sk_sk: Element PRODUCT_ID predstavuje unikátne označenie produktu. Vďaka tejto značke budete schopní vždy jednoznačne identifikovať, o ktorý produkt sa jedná a preto by rozhodne nemal chýbať vo vašom feed.

# feedaudit.validators.is_present_product_image.missing.message
source: PRODUCT_IMAGE element is empty or missing
cs_cz: Element PRODUCT_IMAGE chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_IMAGE, albo jest pusty
sk_sk: Element PRODUCT_IMAGE chýba alebo je prázdny

# feedaudit.validators.is_present_product_image.missing.help
source: Image address is not valid. Maybe the Content Management System of your online store will display the image correctly, but we recommend to check it.
cs_cz: Obrázek chybí nebo je element prázdný. Je možné, že redakční systém vašeho e-shopu obrázky vrátí v pořádku, však to je potřeba zkontrolovat.
pl_pl: Adres obrazu jest nieprawidłowy. Możliwe że Twój sklep prawidłowo wyświetli obraz, ale zalecamy abyś to sprawdził.
sk_sk: Obrázok chýba alebo je element prázdny. Je možné, že redakčný systém vášho e-shopu obrázky vráti v poriadku, je však dobré toto skontrolovať.

# feedaudit.validators.is_present_product_img.missing.message
source: PRODUCT_IMG element is empty or missing
cs_cz: Element PRODUCT_IMG chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_IMG, albo jest pusty
sk_sk: Element PRODUCT_IMG chýba alebo je prázdny

# feedaudit.validators.is_present_product_name.missing.message
source: PRODUCT_NAME element is empty or missing
cs_cz: Element PRODUCT_NAME chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_NAME, albo jest pusty
sk_sk: Element PRODUCT_NAME chýba alebo je prázdny

# feedaudit.validators.is_present_product_name.missing.help
source: Product name should be unique. Some shop services use it to identify product.
cs_cz: Název produktu by měl být jedinečný. Některé vyhledávače ho využívají pro identifikaci produktu.
pl_pl: Nazwa produktu musi być unikalna. Niektóre sklepu używają jej do identyfikacji produktu.
sk_sk: Názov produktu by mal byť jedinečný. Niektoré porovnávače ho využívajú pre identifikáciu produktu. Ak má viac položiek doslova rovnaký názov, môže to robiť problémy.

# feedaudit.validators.is_present_product_number.missing.message
source: PRODUCT_NUMBER element is empty or missing
cs_cz: Element PRODUCT_NUMBER chybí nebo je prázdný
pl_pl: Brakuje elmentu PRODUCT_NUMBER, albo jest pusty
sk_sk: Element PRODUCT_NUMBER chýba alebo je prázdny

# feedaudit.validators.is_present_product_price.missing.message
source: PRODUCT_PRICE element is empty or missing
cs_cz: Element PRODUCT_PRICE chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_PRICE, albo jest pusty
sk_sk: Element PRODUCT_PRICE chýba alebo je prázdny

# feedaudit.validators.is_present_product_price.missing.help
source: This element serves to set a cost per click. If you want to use bidding for your products, you should not miss this element.
cs_cz: Tento element slouží k nastavení ceny za proklik. Pokud chcete vaše produkty biddovat, tento element by ve vašem feedu rozhodně neměl chybět.
pl_pl: Ten element służy do ustalania ceny za kliknięcie. Jeśli chcesz licytowac swoje produkty, nie może go zabraknąć w Twoim feedzie.
sk_sk: Tento element slúži k nastaveniu ceny za preklik. Ak teda chcete svoje produkty biddovať, tento element by rozhodne vo vašom feede nemal chýbať.

# feedaudit.validators.is_present_product_price_camelcase.missing.message
source: productPrice element is empty or missing
cs_cz: Element productPrice chybí nebo je prázdný
pl_pl: Brakuje elementu productPrice, albo jest pusty
sk_sk: Element productPrice chýba alebo je prázdný

# feedaudit.validators.is_present_product_sex.missing.message
source: PRODUCT_SEX element is empty or missing
cs_cz: Element PRODUCT_SEX chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_SEX, albo jest pusty
sk_sk: Element PRODUCT_SEX chýba alebo je prázdny

# feedaudit.validators.is_present_product_sex.missing.help
source: This element defines who is the product for, either for men, women or unisex.
cs_cz: Obsahuje informaci pro koho je produkt určen. Jestli se jedná o pánské, dámské nebo unisexové zboží.
pl_pl: Ten element określa, który produkt jest przeznaczony dla mężczyn, kobiet, albo jest unisex.
sk_sk: Obsahuje informáciu pre koho je produkt určený. Ak ide o pánsky, dámsky alebo unisexový tovar.

# feedaudit.validators.is_present_product_shipping.missing.message
source: productShipping element is empty or missing
cs_cz: Element productShipping chybí nebo je prázdný
pl_pl: Brakuje elementu productShipping, albo jest pusty
sk_sk: Element productShipping chýba alebo je prázdný

# feedaudit.validators.is_present_product_sku.missing.message
source: productSKU element is empty or missing
cs_cz: Element productSKU chybí nebo je prázdný
pl_pl: Brakuje elementu productSKU, albo jest pusty
sk_sk: Element productSKU chýba alebo je prázdný

# feedaudit.validators.is_present_product_style.missing.message
source: PRODUCT_STYLE element is empty or missing
cs_cz: Element PRODUCT_STYLE chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_STYLE, albo jest pusty
sk_sk: Element PRODUCT_STYLE chýba alebo je prázdny
