Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.categorytext.redundant_separators.message
source: CATEGORYTEXT element contains redundant separators
cs_cz: Element CATEGORYTEXT obsahuje přebytečné oddělovače
pl_pl: Element CATEGORYTEXT zawiera dodatkowe spacje
sk_sk: Element CATEGORYTEXT obsahuje prebytočné oddeľovače

# feedaudit.validators.categorytext.single_category.message
source: CATEGORYTEXT element contains only one value
cs_cz: Element CATEGORYTEXT obsahuje pouze jednu hodnotu
pl_pl: Element CATEGORYTEXT zawiera tylko jedną wartość
sk_sk: Element CATEGORYTEXT obsahuje iba jednu hodnotu

# feedaudit.validators.categorytext.single_category.help
source: Category description should contain a complete path to a product. That means a parent category with all subcategories.
cs_cz: Označení kategorie by mělo obsahovat plnou cestu ke zboží. Tedy kategorii včetně podkategorií.
pl_pl: Opis kategorii powinien zawierać pełną ścieżkę do produktu. Oznacza to, że kategoria obejmuje wszystkie podkategorie.
sk_sk: Označenie kategórie by malo obsahovať plnú cestu k produktu. Teda kategóriu vrátane podkategórií.

# feedaudit.validators.categorytext.single_category.example
source: <CATEGORYTEXT>Apparel & Accessories > Jewelry > Watches</CATEGORYTEXT>
cs_cz: <CATEGORYTEXT>Digitální fotoaparáty | Digitální zrcadlovky</CATEGORYTEXT>
pl_pl: <CATEGORYTEXT>Odzież & Akcesoria > Biżuteria > Zegarki</CATEGORYTEXT>
sk_sk: <CATEGORYTEXT>Digitální fotoaparáty | Digitální zrcadlovky</CATEGORYTEXT>

# feedaudit.validators.categorytext.wrong_format.message
source: CATEGORYTEXT element has invalid value
cs_cz: Element CATEGORYTEXT má neplatnou hodnotu
pl_pl: Element CATEGORYTEXT ma nieprawidłową wartość
sk_sk: Element CATEGORYTEXT má neplatnú hodnotu

# feedaudit.validators.categorytext.wrong_format.help
source: Element should describe the category of a product. Category should be fully described, including all the subcategories.
cs_cz: Element má označovat kategorii zboží. Kategorie by měla být pěkně popsána, včetně zanoření do podkategorií.
pl_pl: Element powinien opisywać ketegorię produktu. Kategoria powinna być dokładnie opisana, włącznie z podkategoriami.
sk_sk: Element má označovať kategóriu tovaru. Kategória by mala byť pekne popísaná, vrátane zanorenia do podkategórií.

# feedaudit.validators.categorytext.wrong_format.example
source: <CATEGORYTEXT>Accessories > Jewelry > Watches</CATEGORYTEXT>
cs_cz: <CATEGORYTEXT>Fotoaparáty | Digitální fotoaparáty | Digitální zrcadlovky</CATEGORYTEXT>
pl_pl: <CATEGORYTEXT>Akcesoria > Biżuteria > Zegarki</CATEGORYTEXT>
sk_sk: <CATEGORYTEXT>Fotoaparáty | Digitální fotoaparáty | Digitální zrcadlovky</CATEGORYTEXT>

# feedaudit.validators.categorytext_category.invalid_separator.message
source: CATEGORYTEXT element contains invalid separator
cs_cz: Element CATEGORYTEXT obsahuje neplatný oddělovač
pl_pl: Element CATEGORYTEXT zawiera nieprawidłowy separator
sk_sk: Element CATEGORYTEXT obsahuje neplatný oddeľovač

# feedaudit.validators.categorytext_category.multiple_elements.message
source: CATEGORYTEXT element appears more than once in feed.
cs_cz: Element CATEGORYTEXT se ve feedu vyskytuje víckrát
pl_pl: Element CATEGORYTEXT pojawia się więcej niż raz w kanale
sk_sk: Element CATEGORYTEXT sa vo feede vyskytuje viackrát

# feedaudit.validators.categorytext_category.multiple_elements.help
source: CATEGORYTEXT element can only appear once in your feed. Check the occurence of the element.
cs_cz: Ve vašem feedu se element CATEGORYTEXT smí vyskytovat pouze jednou. Zkontrolujte jeho výskyt.
pl_pl: Element CATEGORYTEXT może pojawić sie tylko raz w Twoim feedzie produktowym. Sprawdź występowanie elementu.
sk_sk: Vo vašom feedu sa element CATEGORYTEXT môže vyskytovať iba raz. Skontrolujte jeho výskyt.

# feedaudit.validators.categorytext_category.redundant_separators.message
source: CATEGORYTEXT element contains redundant separators
cs_cz: Element CATEGORYTEXT obsahuje přebytečné oddělovače
pl_pl: Element CATEGORYTEXT zawiera dodatkowe spacje
sk_sk: Element CATEGORYTEXT obsahuje prebytočné oddeľovače

# feedaudit.validators.categorytext_category.redundant_separators.help
source: There are redundant separators in CATEGORYTEXT element, most likely at the end.Please delete them.
cs_cz: V elementu CATEGORYTEXT se nachází přebytečné oddělovače kategorií, pravděpodobně na konci. Odstraňte je.
pl_pl: Element CATEGORYTEXT zawiera niepotrzebne separatory kategorii, prawdopodobnie na końcu. Usuń je.
sk_sk: V elemente CATEGORYTEXT sa nachádzajú zbytočné oddeľovače kategórií, pravdepodobne na konci reťazca. Odstráňte ich.

# feedaudit.validators.categorytext_category.single_category.message
source: CATEGORYTEXT element contains only one category.
cs_cz: Element CATEGORYTEXT obsahuje pouze jednu kategorii
pl_pl: Element CATEGORYTEXT zawiera tylko jedną kategorię
sk_sk: Element CATEGORYTEXT obsahuje len jednu kategóriu

# feedaudit.validators.categorytext_category.single_category.help
source: The shop service does not allow the CATEGORYTEXT element to contain only one category.Please add more categories.
cs_cz: Element CATEGORYTEXT obsahuje pouze jednu kategorii, což vyhledávač neumožňuje. Doplňte další kategorie.
pl_pl: Element CATEGORYTEXT zawiera tylko jedną kategorię, jest to za mało dla wyszukiwarki. Dodaj więcej kategorii.
sk_sk: Element CATEGORYTEXT obsahuje len jednu kategóriu, čo porovnávač nepodporuje. Doplňte ďalšie kategórie.

# feedaudit.validators.categorytext_category.wrong_format.message
source: CATEGORYTEXT element contains invalid value
cs_cz: Element CATEGORYTEXT obsahuje neplatnou hodnotu
pl_pl: Element CATEGORYTEXT zawiera niepoprawną wartość
sk_sk: Element CATEGORYTEXT obsahuje neplatnú hodnotu

# feedaudit.validators.categorytext_category.wrong_format.help
source: In a feed, a complete path of category from the Zboží.cz category tree is required to be specified. A vertical line serves as a separator.
cs_cz: Do feedu je potřeba uvést kompletní cestu kategorie ze stromu kategorií Zboží.cz. Jako oddělovač slouží svislá čára.
pl_pl: W feedzie prduktowym należy określić pełną ścieżkę kategorii od drzewa kategorii. Pionowa linia służy jako separator.
sk_sk: Vo feede je potrebné uvádzať kompletnú cestu kategórie zo stromu kategórií Zboží.cz. Ako oddeľovač slúži zvislá čiara | (Tzv. Pipe).

# feedaudit.validators.categorytext_heureka.invalid_separator.message
source: CATEGORYTEXT element contains invalid separator
cs_cz: Element CATEGORYTEXT obsahuje neplatný oddělovač
pl_pl: Element CATEGORYTEXT zawiera nieprawidłowy separator
sk_sk: Element CATEGORYTEXT obsahuje neplatný oddeľovač

# feedaudit.validators.categorytext_heureka.multiple_elements.message
source: CATEGORYTEXT element occurs more than once
cs_cz: Element CATEGORYTEXT se vyskytuje více než jednou
pl_pl: Element CATEGORYTEXT występuje więcej niż raz
sk_sk: Element CATEGORYTEXT sa vyskytuje viac ako jedenkrát

# feedaudit.validators.categorytext_heureka.multiple_elements.help
source: For each item, Heureka is processing only first occurrence of CATEGORYTEXT element.
cs_cz: Heureka zpracovává pouze první výskyt CATEGORYTEXT u každé položky.
pl_pl: Heureka przetwarza tylko pierwsze wystąpienie CATEGORYTEXT dla każdego przedmiotu.
sk_sk: Heureka spracováva iba prvý výskyt CATEGORYTEXT u každej položky.

# feedaudit.validators.categorytext_heureka.redundant_separators.message
source: CATEGORYTEXT element contains redundant separators
cs_cz: Element CATEGORYTEXT obsahuje přebytečné oddělovače
pl_pl: Element CATEGORYTEXT zawiera dodatkowe spacje
sk_sk: Element CATEGORYTEXT obsahuje prebytočné oddeľovače

# feedaudit.validators.categorytext_heureka.redundant_separators.help
source: A separator should be used between categories. Does your feed contain correct category separators?
cs_cz: Oddělovací znak by se měl vyskytovat mezi kategoriemi. Generuje váš e-shop označení kategorií správně?
pl_pl: Separator powinen być użyty poniędzy kategoriami. Czy Twój feed zawiera poprawne separatory kategorii?
sk_sk: Oddeľovací znak by sa mal vyskytovať medzi kategóriami. Generuje váš e-shop označenie kategórií správne?

# feedaudit.validators.categorytext_heureka.single_category.message
source: CATEGORYTEXT element contains only one value
cs_cz: Element CATEGORYTEXT obsahuje pouze jednu hodnotu
pl_pl: Element CATEGORYTEXT zawiera tylko jedną wartość
sk_sk: Element CATEGORYTEXT obsahuje iba jednu hodnotu

# feedaudit.validators.categorytext_heureka.single_category.help
source: Category description should contain a complete path to a product. That means both category and all subcategories.
cs_cz: Označení kategorie by mělo obsahovat plnou cestu ke zboží. Tedy kategorii včetně podkategorií.
pl_pl: Opis kategorii powinien zawierac pełną ścieżkę do produktu. Onzacza to zarówno kategorię, jak I podkategorie.
sk_sk: Označenie kategórie by malo obsahovať plnú cestu k produktu. Teda kategóriu vrátane podkategórií.

# feedaudit.validators.categorytext_heureka.wrong_format.message
source: CATEGORYTEXT element has invalid value
cs_cz: Element CATEGORYTEXT má neplatnou hodnotu
pl_pl: Element CATEGORYTEXT zawiera niepoprawną wratość
sk_sk: Element CATEGORYTEXT má neplatnú hodnotu

# feedaudit.validators.categorytext_heureka.wrong_format.help
source: Element should describe the category of a product. Category should be fully described, including all the subcategories.
cs_cz: Element má označovat kategorii zboží. Kategorie by měla být pěkně popsána, včetně zanoření do podkategorií.
pl_pl: Element powinien opisywać kategorię produktu. Kategoria powinna być dokładnie opisana, włącznie ze wszystkimi podkategoriami.
sk_sk: Element má označovať kategóriu tovaru. Kategória by mala byť pekne popísaná, vrátane zanorenia do podkategórií.

# feedaudit.validators.categorytext_product_type.invalid_separator.message
source: G:PRODUCT_TYPE element contains invalid separator
cs_cz: Element G:PRODUCT_TYPE obsahuje neplatný oddělovač
pl_pl: Element G:PRODUCT_TYPE zawiera nieprawidłowy separator
sk_sk: Element G:PRODUCT_TYPE obsahuje neplatný oddeľovač

# feedaudit.validators.categorytext_product_type.multiple_elements.message
source: Feed contains G:PRODUCT_TYPE element more than once
cs_cz: Feed obsahuje víckrát element G:PRODUCT_TYPE
pl_pl: Feed produktowy zawiera element G:PRODUCT_TYPE więcej niż raz
sk_sk: Feed obsahuje viackrát element G:PRODUCT_TYPE

# feedaudit.validators.categorytext_product_type.multiple_elements.help
source: G:PRODUCT_TYPE element can only appear once in your feed. Check the occurence of the element.
cs_cz: Ve vašem feedu se element G:PRODUCT_TYPE smí vyskytovat pouze jednou. Zkontrolujte jeho výskyt.
pl_pl: Element G:PRODUCT_TYPE może pojawić się tylko raz w Twoim feedzie. Sprawdź występowanie elementu.
sk_sk: Vo vašom feedu sa element G:PRODUCT_TYPE smie vyskytovať iba raz. Skontrolujte jeho výskyt.

# feedaudit.validators.categorytext_product_type.redundant_separators.message
source: G:PRODUCT_TYPE element contains redundant separators
cs_cz: Element G:PRODUCT_TYPE obsahuje přebytečné oddělovače
pl_pl: Element G:PRODUCT_TYPE zawiera dodatkowe spacje
sk_sk: Element G:PRODUCT_TYPE obsahuje prebytočné oddeľovače

# feedaudit.validators.categorytext_product_type.redundant_separators.help
source: There are redundant category separators in G:PRODUCT_TYPE element, most likely at the end. Please delete them.
cs_cz: V elementu G:PRODUCT_TYPE se nachází přebytečné oddělovače kategorií, pravděpodobně na konci. Odstraňte je.
pl_pl: W elemencie G:PRODUCT_TYPE prawdopodobnie na końcu znadują się dodatkowe separatory kategorii. Usuń je.
sk_sk: V elemente G:PRODUCT_TYPE sa nachádza zbytočný oddeľovač kategórií, pravdepodobne na konci reťazca. Odstráňte ho.

# feedaudit.validators.categorytext_product_type.single_category.message
source: G:PRODUCT_TYPE element contains only one value
cs_cz: Element G:PRODUCT_TYPE obsahuje pouze jednu hodnotu
pl_pl: Element G:PRODUCT_TYPE zawiera tylko jedną wartość
sk_sk: Element G:PRODUCT_TYPE obsahuje iba jednu hodnotu

# feedaudit.validators.categorytext_product_type.single_category.help
source: The shop service does not allow the G:PRODUCT_TYPE element to contain only one category, Add more categories.
cs_cz: Element G:PRODUCT_TYPE obsahuje pouze jednu kategorii, což vyhledávač neumožňuje. Doplňte další kategorie.
pl_pl: Element G:PRODUCT_TYPE zawiera tylko jedną kategorię, a jest to za mało dla wyszukiwarki. Dodaj więcej kategorii.
sk_sk: Element G:PRODUCT_TYPE obsahuje len jednu kategóriu, čo reklamný systém neumožňuje. Doplňte ďalšie kategórie.

# feedaudit.validators.categorytext_product_type.wrong_format.message
source: G:PRODUCT_TYPE element contains invalid value or is too short
cs_cz: Element G:PRODUCT_TYPE obsahuje neplatnou hodnotu nebo je příliš krátký
pl_pl: Element G:PRODUCT_TYPE zawiera nieprawidłową wartość, albo jest zbyt krótki
sk_sk: Element G:PRODUCT_TYPE obsahuje neplatnú hodnotu

# feedaudit.validators.categorytext_product_type.wrong_format.help
source: G:PRODUCT_TYPE element contains information about categories used by a seller for product allocation. Ensure that it contains valid taxonomy and enough categories.
cs_cz: Element G:PRODUCT_TYPE obsahuje informaci o kategorii, do které je zboží zařazeno u prodejce. Zkontrolujte, zda využívá platnou taxonomii a obsahuje dostatek kategorií.
pl_pl: Element G:PRODUCT_TYPE zawiera informacje o kategoriach używanych przez sprzedającego do alokacji produktu. Upewnij się, że zawierają one poprawną taksonomię I wystarczającą ilość kategorii.
sk_sk: Element G:PRODUCT_TYPE obsahuje informáciu o kategórii, do ktorej je tovar zaradený u predajcu. Skontrolujte, či využíva platnú taxonómiu a obsahuje dostatok kategórií.

# feedaudit.validators.categorytext_zbozi.invalid_separator.message
source: CATEGORYTEXT element contains invalid separator
cs_cz: Element CATEGORYTEXT obsahuje neplatný oddělovač
pl_pl: Element CATEGORYTEXT zawiera nieprawidłowy separator
sk_sk: Element CATEGORYTEXT obsahuje neplatný oddeľovač

# feedaudit.validators.categorytext_zbozi.multiple_elements.message
source: CATEGORYTEXT element occurrs more than once
cs_cz: Element CATEGORYTEXT se vyskytuje více než jednou
pl_pl: Element CATEGORYTEXT występuje więcej niż raz
sk_sk: Element CATEGORYTEXT sa vyskytuje viac ako jedenkrát

# feedaudit.validators.categorytext_zbozi.redundant_separators.message
source: CATEGORYTEXT element contains redundant separators
cs_cz: Element CATEGORYTEXT obsahuje přebytečné oddělovače
pl_pl: Element CATEGORYTEXT zawiera dodatkowe spacje
sk_sk: Element CATEGORYTEXT obsahuje prebytočné oddeľovače

# feedaudit.validators.categorytext_zbozi.single_category.message
source: CATEGORYTEXT attribute contains only one value
cs_cz: Element CATEGORYTEXT obsahuje pouze jednu hodnotu
pl_pl: Element CATEGORYTEXT zawiera tylko jedną wartość
sk_sk: Element CATEGORYTEXT obsahuje iba jednu hodnotu

# feedaudit.validators.categorytext_zbozi.wrong_format.message
source: CATEGORYTEXT attribute contains invalid value or is too short
cs_cz: Element CATEGORYTEXT obsahuje neplatnou hodnotu nebo je příliš krátký
pl_pl: Element CATEGORYTEXT zawiera błędną wartość, albo jest zbyt krótki
sk_sk: Element CATEGORYTEXT obsahuje neplatnú hodnotu, alebo je príliš krátky

# feedaudit.validators.contains_element_product_productname.wrong.message
source: PRODUCT element does not contain a PRODUCTNAME element value
cs_cz: Element PRODUCT neobsahuje hodnotu elementu PRODUCTNAME
pl_pl: Element PRODUCT nie zawiera wartości elementu PRODUCTNAME
sk_sk: Element PRODUCT neobsahuje hodnotu elementu PRODUCTNAME

# feedaudit.validators.contains_element_product_productname.wrong.help
source: PRODUCT element should contain a product name including attributes, e.g.: „gift for free“, „+ case“ etc.
cs_cz: Element PRODUCT by měl obsahovat název zboží včetně přívlastků, například „dárek zdarma“, „+ pouzdro“ apod. Na Heurece bude zobrazen v porovnání cen.
pl_pl: Element PRODUCT powinien zawierać nazwę produktu wraz z atrybutami: „darmowy prezent “, „+ etui“ itp.
sk_sk: Element PRODUCT by mal obsahovať názov produktu vrátane prívlastkov, napríklad "Darček zadarmo", "+ púzdro" apod. Na Heureke bude zobrazený v porovnaní cien.

# feedaudit.validators.contains_element_product_productname.wrong.example
source: <PRODUCT>Sony Alpha 6000 + 16-50 Mm Black + free case</PRODUCT>
cs_cz: <PRODUCT>Digitální fotoaparát Canon SX100 Power-shot + nabíječka</PRODUCT>
pl_pl: <PRODUCT>Sony Alpha 6000 + 16-50 Mm Czarny + free case</PRODUCT>
sk_sk: <PRODUCT>Digitálny fotoaparát Canon SX100 Power-shot + nabíjačka</PRODUCT>

# feedaudit.validators.contains_letter_fb_title.not_present.message
source: G:TITLE element does not contain text
cs_cz: Element G:TITLE neobsahuje text
pl_pl: Element G:TITLE nie zawiera tekstu
sk_sk: Element G:TITLE neobsahuje text

# feedaudit.validators.contains_letter_fb_title.not_present.help
source: Product name is an important product identifier. It is a text description.
cs_cz: Název zboží je důležitým identifikátorem produktu. Jedná se o slovní popis.
pl_pl: Nazwa produktu jest ważnym identyfikatorem produktu. Jest to opis tekstowy.
sk_sk: Názov tovaru je dôležitým identifikátorom produktu. Jedná sa o slovný popis.

# feedaudit.validators.contains_letter_product.not_present.message
source: PRODUCT element does not contain any characters
cs_cz: Element PRODUCT neobsahuje žádné písmeno
pl_pl: Element PRODUCT nie zawiera żadnych znaków
sk_sk: Element PRODUCT neobsahuje žiadne písmeno

# feedaudit.validators.contains_letter_product.not_present.help
source: PRODUCT element is an item name. It should contain at least some characters. For example, when an item name is "48", customers and shopping services will probably not be able recognise what kind of product it is.
cs_cz: PRODUCT představuje název zboží. A název obvykle obsahuje alespoň nějaká písmena. Pokud se zboží jmenuje například "48", je pravděpodobné, že zákazníci ani vyhledávače nemusejí poznat, oč jde.
pl_pl: Element PRODUCT to nazwa towaru. Powinna zawierać conajmniej kilka znaków, np. Jeśli dasz nazwę przedmiotu jako “48”, zarówno sklep jak I klienci nie będą w stanie rozpoznać, co to jest za produkt.
sk_sk: PRODUCT predstavuje názov tovaru. A názov zvyčajne obsahuje aspoň nejaké písmená. Pokiaľ sa tovar volá napr. „48“, je pravdepodobné, že zákazníci, ani vyhľadávače nemusia poznať, o čo ide.

# feedaudit.validators.contains_letter_productname.not_present.message
source: PRODUCTNAME element does not contain any characters
cs_cz: Element PRODUCTNAME neobsahuje žádné písmeno
pl_pl: Element PRODUCTNAME nie zawiera żadnych znaków
sk_sk: Element PRODUCTNAME neobsahuje žiadne písmeno

# feedaudit.validators.contains_letter_productname.not_present.help
source: PRODUCTNAME contains an item name. It should contain at least some characters.
cs_cz: PRODUCTNAME obsahuje název zboží. A ty obvykle obsahují nějaká písmena. Je-li vše, jak má být.
pl_pl: Element PRODUCTNAME zawiera nazwę produktu, która powinna miec conajmniej kilka znaków.
sk_sk: PRODUCTNAME obsahuje názov produktu. A tie zvyčajne obsahujú nejaká písmená. Ak je všetko, ako má byť.

# feedaudit.validators.contains_letter_title.not_present.message
source: TITLE element does not contain any text
cs_cz: Element TITLE neobsahuje text
pl_pl: Element TITLE nie zawiera tekstu
sk_sk: Element TITLE neobsahuje text

# feedaudit.validators.contains_letter_title.not_present.help
source: TITLE element must be a text description of a product name and manufacturer. Ensure that it actually contains this information.
cs_cz: Element TITLE musí být textovým popisem názvu a výrobce vašeho zboží. Zkontrolujte, že tyto informace skutečně obsahuje.
pl_pl: Element TITLE musi być tekstowym opisem produktu oraz producenta. Upewnij się, że zawiera te informacje.
sk_sk: Element TITLE musí byť textovým popisom názvu a výrobcu vášho tovaru. Skontrolujte si, že tieto informácie skutočne obsahuje.

# feedaudit.validators.contains_value_adult.wrong.message
source: Element ADULT contains invalid value
cs_cz: Element ADULT obsahuje nepovolenou hodnotu
pl_pl: Element ADULT zawiera niewłaściwą wartość
sk_sk: Element ADULT obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_adult.wrong.help
source: Element ADULT should contain 0, 1, true or false.
cs_cz: Element ADULT by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ADULT może mieć tylko 0, 1, true lub false.
sk_sk: Element ADULT by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_allows_iplatba.wrong.message
source: Element ALLOWS_IPLATBA contains invalid value
cs_cz: Element ALLOWS_IPLATBA obsahuje nepovolenou hodnotu
pl_pl: Element ALLOWS_IPLATBA zawiera niewłaściwą wartość
sk_sk: Element ALLOWS_IPLATBA obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_allows_iplatba.wrong.help
source: Element ALLOWS_IPLATBA should contain 0, 1, true or false.
cs_cz: Element ALLOWS_IPLATBA by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ALLOWS_IPLATBA może mieć tylko 0, 1, true lub false.
sk_sk: Element ALLOWS_IPLATBA by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_allows_pay_online.wrong.message
source: Element ALLOWS_PAY_ONLINE contains invalid value
cs_cz: Element ALLOWS_PAY_ONLINE obsahuje nepovolenou hodnotu
pl_pl: Element ALLOWS_PAY_ONLINE zawiera niewłaściwą wartość
sk_sk: Element ALLOWS_PAY_ONLINE obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_allows_pay_online.wrong.help
source: Element ALLOWS_PAY_ONLINE should contain 0, 1, true or false.
cs_cz: Element ALLOWS_PAY_ONLINE by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ALLOWS_PAY_ONLINE może mieć tylko 0, 1, true lub false.
sk_sk: Element ALLOWS_PAY_ONLINE by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_allows_payu.wrong.message
source: Element ALLOWS_PAYU contains invalid value
cs_cz: Element ALLOWS_PAYU obsahuje nepovolenou hodnotu
pl_pl: Element ALLOWS_PAYU zawiera niewłaściwą wartość
sk_sk: Element ALLOWS_PAYU obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_allows_payu.wrong.help
source: Element ALLOWS_PAYU should contain 0, 1, true or false.
cs_cz: Element ALLOWS_PAYU by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ALLOWS_PAYU może mieć tylko 0, 1, true lub false.
sk_sk: Element ALLOWS_PAYU by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_archived_yn.wrong.message
source: Element ARCHIVED_YN contains invalid value
cs_cz: Element ARCHIVED_YN obsahuje nepovolenou hodnotu
pl_pl: Element ARCHIVED_YN zawiera niewłaściwą wartość
sk_sk: Element ARCHIVED_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_archived_yn.wrong.help
source: Element ARCHIVED_YN should contain 0, 1, true or false.
cs_cz: Element ARCHIVED_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ARCHIVED_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element ARCHIVED_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.contains_value_atypical_billing.wrong.message
source: Element ATYPICAL_BILLING contains invalid value
cs_cz: Element ATYPICAL_BILLING obsahuje nepovolenou hodnotu
pl_pl: Element ATYPICAL_BILLING zawiera niewłaściwą wartość
sk_sk: Element ATYPICAL_BILLING obsahuje nepovolenú hodnotu

# feedaudit.validators.contains_value_atypical_billing.wrong.help
source: Element ATYPICAL_BILLING should contain 0, 1, true or false.
cs_cz: Element ATYPICAL_BILLING by měl obsahovat 0, 1, true nebo false.
pl_pl: Element ATYPICAL_BILLING może mieć tylko 0, 1, true lub false.
sk_sk: Element ATYPICAL_BILLING by mal obsahovať 0, 1, true alebo false.
