Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_present_product_style.missing.help
source: Element contains product category code. Please avoid macro-categories and provide more accurate categories.
cs_cz: Obsahuje kód kategorie produktu. Vyhněte se prosím makro-kategoriím a upřednostněte jiné, přesnější kategorie.
pl_pl: Element zawiera kod kategorii produktu. Staraj się unikać kategorii makro i podawaj dokładniejsze kategorie.
sk_sk: Obsahuje kód kategórie produktu. Vyhnite sa prosím makro-kategóriám a uprednostnite iné, presnejšie kategórie.

# feedaudit.validators.is_present_product_type.missing.message
source: G:PRODUCT_TYPE element is empty or missing
cs_cz: Element G:PRODUCT_TYPE chybí nebo je prázdný
pl_pl: Brakuje elementu G:PRODUCT_TYPE, albo jest pusty
sk_sk: Element G:PRODUCT_TYPE chýba alebo je prázdny

# feedaudit.validators.is_present_product_type.missing.help
source: G:PRODUCT_TYPE element contains information about a category, where a seller has placed a product.
cs_cz: Element G:PRODUCT_TYPE obsahuje informaci o kategorii, do které je zboží zařazeno u prodejce.
pl_pl: G: Element PRODUCT_TYPE zawiera informacje o kategorii, w której sprzedawca umieścił produkt.
sk_sk: Element G:PRODUCT_TYPE obsahuje informáciu o kategórii, do ktorej je tovar zaradený u predajcu.

# feedaudit.validators.is_present_product_type_lower.missing.message
source: PRODUCT_TYPE element is empty or missing
cs_cz: Element PRODUCT_TYPE chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_TYPE, albo jest pusty
sk_sk: Element PRODUCT_TYPE chýba alebo je prázdny

# feedaudit.validators.is_present_product_type_lower.missing.help
source: PRODUCT_TYPE element contains information about a category, where a seller has placed a product.
cs_cz: Element PRODUCT_TYPE obsahuje informaci o kategorii, do které je zboží zařazeno u prodejce.
sk_sk: Element PRODUCT_TYPE obsahuje informáciu o kategórii, do ktorej je tovar zaradený u predajcu.

# feedaudit.validators.is_present_product_url.missing.message
source: PRODUCT_URL element is empty or missing
cs_cz: Element PRODUCT_URL chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_URL, albo jest pusty
sk_sk: Element PRODUCT_URL chýba alebo je prázdny

# feedaudit.validators.is_present_product_url.missing.help
source: Product address in your online store. Some items may not be displayed in your advertising, because the shopping service does not know to which page of your online store to send users.
cs_cz: Adresa zboží na vašem e-shopu. Vybrané položky se v inzerci nemusejí zobrazovat, protože vyhledávač neví, na jakou stránku vašeho e-shopu má uživatele poslat.
pl_pl: Adres towaru w Twoim e-sklepie. Niektóre produkty mogą nie być poprawnie wyświetlane w reklamie, ponieważ wyszukiwarka nie wie, do jakiej strony ma odesłać klientów.
sk_sk: Adresa tovaru na vašom e-shope. Vybrané položky sa v inzercii nemusia zobrazovať, pretože porovnávač nevie, na akú stránku vášho e-shopu má používateľa poslať.

# feedaudit.validators.is_present_product_url_camelcase.missing.message
source: productURL element is empty or missing
cs_cz: Element productURL chybí nebo je prázdný
pl_pl: Brakuje elementu productURL, albo jest pusty
sk_sk: Element productURL chýba alebo je prázdný

# feedaudit.validators.is_present_product_url_lower.missing.message
source: Element product_url is empty or missing
cs_cz: Element product_url chybí nebo je prázdný
pl_pl: Brakuje element product_url, albo jest pusty
sk_sk: Element product_url chýba alebo je prázdny

# feedaudit.validators.is_present_product_url_space.missing.message
source: PRODUCT_URL element is empty or missing
cs_cz: Element PRODUCT URL chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCT_URL, albo jest pusty
sk_sk: Element PRODUCT URL chýba alebo je prázdny

# feedaudit.validators.is_present_productgroep.missing.message
source: PRODUCTGROEP element is empty or missing
cs_cz: Element PRODUCTGROEP chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCTGROEP, albo jest pusty
sk_sk: Element PRODUCTGROEP chýba alebo je prázdny

# feedaudit.validators.is_present_productid.missing.message
source: PRODUCTID element is empty or missing
cs_cz: Element PRODUCTID chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCTID, albo jest pusty
sk_sk: Element PRODUCTID chýba alebo je prázdny

# feedaudit.validators.is_present_productid.missing.help
source: PRODUCTID element unambiguously identifies a given product item. It should be unique and each item should contain exactly one such element.
cs_cz: Element PRODUCTID jednoznačně identifikuje konkrétní položku zboží. Měl by být unikátní a každá položka zboží by jej měla obsahovat právě jednou.
pl_pl: Element PRODUCTID jednoznacznie identyfikuje dany produkt. Każdy element powinien być unikalny.
sk_sk: Element PRODUCTID jednoznačne identifikuje konkrétnu položku tovaru. Mal by byť unikátny a každá položka tovaru by ho mala obsahovať práve jedenkrát.

# feedaudit.validators.is_present_productname.missing.message
source: PRODUCTNAME element is empty or missing
cs_cz: Element PRODUCTNAME chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCTNAME, albo jest puty
sk_sk: Element PRODUCTNAME chýba alebo je prázdny

# feedaudit.validators.is_present_productname.missing.help
source: Product name. This item is mandatory and essential for correct advertising.
cs_cz: Název produktu. Položka je povinná a je nezbytné ji uvést pro správné fungování inzerce.
pl_pl: Nazwa produktu. Ten element jest obowiązkowy i niezbędny do prawidłowej reklamy.
sk_sk: Názov produktu. Položka je povinná a je nevyhnutné ju uviesť pre správne fungovanie inzercie.

# feedaudit.validators.is_present_productname_camel.missing.message
source: PRODUCTNAME element is empty or missing
cs_cz: Element PRODUCTNAME chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCTNAME, albo jest pusty
sk_sk: Element PRODUCTNAME chýba alebo je prázdný

# feedaudit.validators.is_present_productname_error.missing.message
source: PRODUCTNAME element is empty or missing
cs_cz: Element PRODUCTNAME chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCTNAME, albo jest pusty
sk_sk: Element PRODUCTNAME chýba alebo je prázdný

# feedaudit.validators.is_present_productno.missing.message
source: PRODUCTNO element is empty or missing
cs_cz: Element PRODUCTNO chybí nebo je prázdný
pl_pl: Brakuje elementu PRODUCTNO, albo jest pusty
sk_sk: Element PRODUCTNO chýba alebo je prázdny

# feedaudit.validators.is_present_productno.missing.help
source: It is a product serial number, set by manufacturer. Ensure that your feed contains this information.
cs_cz: Jedná se o výrobní číslo produktu - tedy informaci od výrobce. Zkontrolujte, zda ji ve vašem feedu uvádíte.
pl_pl: Jest to numer seryjny produktu, ustalony prez producenta. Upewnij się, że Twój feed zawiera te informacje.
sk_sk: Jedná sa o výrobné číslo produktu - teda informáciu od výrobcu. Skontrolujte, či ho vo vašom feede uvádzate.

# feedaudit.validators.is_present_published.missing.message
source: Element Published is empty or missing
cs_cz: Element Published chybí nebo je prázdný
pl_pl: Brakuje elementu Published, albo jest pusty
sk_sk: Element Published chybí alebo je prázdný

# feedaudit.validators.is_present_published.missing.help
source: Element Published should contain 1 for published, 0 for private, -1 for draft.
cs_cz: Element Published by měl obsahovat hodnotu 1 pro published, 0 pro private a -1 pro draft.
pl_pl: Element Published może mieć tylko 1,0 lub -1.
sk_sk: Element Published by mal obsahovať hodnotu 1 pre published, 0 pre private a -1 pre draft.

# feedaudit.validators.is_present_recyclefee_camel.missing.message
source: RecycleFee element is empty or missing
cs_cz: Element RecycleFee chybí nebo je prázdný
pl_pl: Brakuje elementu RecycleFee, albo jest pusty
sk_sk: Element RecycleFee chýba alebo je prázdný

# feedaudit.validators.is_present_reference.missing.message
source: Element reference is empty or missing
cs_cz: Element reference chybí nebo je prázdný
pl_pl: Brakuje element reference, albo jest pusty
sk_sk: Element reference chýba alebo je prázdny

# feedaudit.validators.is_present_regular_price.missing.message
source: Element regular_price is empty or missing
cs_cz: Element regular_price chybí nebo je prázdný
pl_pl: Brakuje element regular_price, albo jest pusty
sk_sk: Element regular_price chýba alebo je prázdny

# feedaudit.validators.is_present_shipping.missing.message
source: SHIPPING element is empty or missing
cs_cz: Element SHIPPING chybí nebo je prázdný
pl_pl: Brakuje elementu SHIPPING, albo jest pusty
sk_sk: Element SHIPPING chýba alebo je prázdny

# feedaudit.validators.is_present_shipping_cost.missing.message
source: SHIPPING_COST element is empty or missing
cs_cz: Element SHIPPING_COST chybí nebo je prázdný
pl_pl: Brakuje elementu SHIPPING_COST, albo jest pusty
sk_sk: Element SHIPPING_COST chýba alebo je prázdny

# feedaudit.validators.is_present_shipping_currency.missing.message
source: SHIPPING_CURRENCY element is empty or missing
cs_cz: Element SHIPPING_CURRENCY chybí nebo je prázdný
pl_pl: Brakuje elementu SHIPPING_CURRENCY, albo jest pusty
sk_sk: Element SHIPPING_CURRENCY chýba alebo je prázdny

# feedaudit.validators.is_present_size.missing.message
source: SIZE element is empty or missing
cs_cz: Element SIZE chybí nebo je prázdný
pl_pl: Brakuje elementu SIZE, albo jest pusty
sk_sk: Element SIZE chýba alebo je prázdny

# feedaudit.validators.is_present_size_lower.missing.message
source: SIZE element is empty or missing
cs_cz: Element SIZE chybí nebo je prázdný
pl_pl: Brakuje elementu SIZE albo jest pusty
sk_sk: Element SIZE chýba alebo je prázdny

# feedaudit.validators.is_present_size_name.missing.message
source: SIZE_NAME element is empty or missing
cs_cz: Element SIZE_NAME chybí nebo je prázdný
pl_pl: Brakuje elementu SIZE_NAME, albo jest pusty
sk_sk: Element SIZE_NAME chýba alebo je prázdny

# feedaudit.validators.is_present_size_name.missing.help
source: Element contains a title of the size of your product. If left empty, the product will be presented as unique size “one size”.
cs_cz: Obsahuje název velikosti produktu vašeho zboží. Pokud zůstane toto pole prázdné, produkt bude prezentován v unikátní velikosti "one size".
pl_pl: Element zawiera nazwę wielkości Twojego produktu. Jeśli jest pusty, zostanie tam automatycznie określony jako “one size”.
sk_sk: Obsahuje názov veľkosti produktu vášho tovaru. Pokiaľ zostane toto pole prázdne, produkt bude prezentovaný v unikátnej veľkosti "one size".

# feedaudit.validators.is_present_size_quantity.missing.message
source: SIZE_QUANTITY element is empty or missing
cs_cz: Element SIZE_QUANTITY chybí nebo je prázdný
pl_pl: Brakuje elementu SIZE_QUANTITY, albo jest pusty
sk_sk: Element SIZE_QUANTITY chýba alebo je prázdny

# feedaudit.validators.is_present_size_quantity.missing.help
source: Element contains information about product stocks.
cs_cz: Obsahuje informace o skladových zásobách.
pl_pl: Element zawiera informacje o ilości produktów w magazynie.
sk_sk: Obsahuje informácie o skladových zásobách.

# feedaudit.validators.is_present_sizes_lower.missing.message
source: Element “sizes” is missing
cs_cz: Element “sizes” chybí
pl_pl: Brakuje element sizes, albo jest pusty
sk_sk: Element sizes chýba alebo je prázdny

# feedaudit.validators.is_present_sku.missing.message
source: SKU element is empty or missing
cs_cz: Element sku chybí nebo je prázdný
pl_pl: Brakuje elementu SKU, albo jest pusty
sk_sk: Element SKU chýba alebo je prázdny

# feedaudit.validators.is_present_sku.missing.help
source: SKU element unambiguously identifies a given product item. It should be unique and each item should have exactly once.
cs_cz: Element sku jednoznačně identifikuje konkrétní položku zboží. Měl by být unikátní a každá položka zboží by jej měla obsahovat právě jednou.
pl_pl: Element SKU jednoznacznie identyfikuje dany produkt. Powinien być unikalny i każdy przedmiot powinien zawierac taki element.
sk_sk: Element SKU jednoznačne identifikuje konkrétnu položku tovaru. Mal by byť unikátny a každá položka tovaru by ho mala obsahovať práve jedenkrát.

# feedaudit.validators.is_present_sku_lowercase.missing.message
source: sku element is empty or missing
cs_cz: Element sku chybí nebo je prázdný
pl_pl: Brakuje elementu sku, albo jest pusty
sk_sk: Element sku chýba alebo je prázdny

# feedaudit.validators.is_present_storedquantity_camel.missing.message
source: StoredQuantity element is empty or missing
cs_cz: Element StoredQuantity chybí nebo je prázdný
pl_pl: Brakuje elementu StoredQuantity, albo jest pusty
sk_sk: Element StoredQuantity chýba alebo je prázdný

# feedaudit.validators.is_present_title.missing.message
source: TITLE element is empty or missing
cs_cz: Element TITLE chybí nebo je prázdný
pl_pl: Brakuje elementu TITLE, albo jest pusty
sk_sk: Element TITLE chýba alebo je prázdny

# feedaudit.validators.is_present_title.missing.help
source: TITLE element is an important product identifier and it is necessary to have it filled out. It should contain information about a product name, manufacturer and any potential product specification (e.g. water resistant, durable).
cs_cz: Element TITLE je důležitým identifikátorem vašeho zboží a je nutné ho mít vyplněný. Měl by obsahovat informace o názvu produktu, jeho výrobci a případných specificích produktu (např. voděodolný, trvanlivý apod.).
pl_pl: Element TITLE jest bardzo ważnym identyfikatorem produktu i konieczne jest aby był wypełniony. Powinien zawierać informacje o nazwie produktu, producencie i ewentualnej specyfikacji produktu (np. Wodoodporny, trwały).
sk_sk: Element TITLE je dôležitým identifikátorom vášho tovaru a je nutné ho mať vyplnený. Mal by obsahovať informácie o názve produktu, jeho výrobcovi a prípadných špecifikácií produktu (napr. vodeodolný, trvanlivý a pod.).

# feedaudit.validators.is_present_title_lower.missing.message
source: TITLE element is empty or missing
cs_cz: Element TITLE chybí nebo je prázdný
pl_pl: Brakuje elementu TITLE, albo jest pusty
sk_sk: Element TITLE chýba alebo je prázdny

# feedaudit.validators.is_present_title_lower.missing.help
source: TITLE element is an important product identifier and it is necessary to have it filled out. It should contain information about a product name, manufacturer and any potential product specification (e.g. water resistant, durable).
cs_cz: Element TITLE je důležitým identifikátorem vašeho zboží a je nutné ho mít vyplněný. Měl by obsahovat informace o názvu produktu, jeho výrobci a případných specificích produktu (např. voděodolný, trvanlivý apod.).
pl_pl: Element TITLE jest bardzo ważnym identyfikatorem produktu i konieczne jest aby był wypełniony. Powinien zawierać informacje o nazwie produktu, producencie i ewentualnej specyfikacji produktu (np. Wodoodporny, trwały).
sk_sk: Element TITLE je dôležitým identifikátorom vášho tovaru a je nutné ho mať vyplnený. Mal by obsahovať informácie o názve produktu, jeho výrobcovi a prípadných špecifikácií produktu (napr. vodeodolný, trvanlivý a pod.).

# feedaudit.validators.is_present_titlu_camel.missing.message
source: TITLU element is empty or missing
cs_cz: Element TITLU chybí nebo je prázdný
pl_pl: Brakuje elementu TITLU, albo jest pusty
sk_sk: Element TITLU chýba alebo je prázdny

# feedaudit.validators.is_present_type.missing.message
source: TYPE element is empty or missing
cs_cz: Element TYPE chybí nebo je prázdný
pl_pl: Brakuje elementu TYPE, albo jest pusty
sk_sk: Element TYPE chýba alebo je prázdny

# feedaudit.validators.is_present_unique_id.missing.message
source: UNIQUE_ID element is empty or missing
cs_cz: Element UNIQUE ID chybí nebo je prázdný
pl_pl: Brakuje elementu UNIQUE_ID, albo jest pusty
sk_sk: Element UNIQUE ID chýba alebo je prázdny

# feedaudit.validators.is_present_unique_product_id.missing.message
source: UNIQUE_PRODUCT_ID element is empty or missing
cs_cz: Element UNIQUE_PRODUCT_ID chybí nebo je prázdný
pl_pl: Brakuje elementu UNIQUE_PRODUCT_ID, albo jest pusty
sk_sk: Element UNIQUE_PRODUCT_ID chýba alebo je prázdny

# feedaudit.validators.is_present_upc_ean.missing.message
source: Element upc_ean is empty or missing
cs_cz: Element upc_ean chybí nebo je prázdný
pl_pl: Brakuje element upc_ean, albo jest pusty
sk_sk: Element upc_ean chýba alebo je prázdny

# feedaudit.validators.is_present_url.missing.message
source: URL element is empty or missing
cs_cz: Element URL chybí nebo je prázdný
pl_pl: Brakuje elementu URL element, albo jest pusty
sk_sk: Element URL chýba alebo je prázdny

# feedaudit.validators.is_present_url.missing.help
source: Product address in your online store. Some items may not be displayed in your advertising, because the shopping service does not know to which page of your online store to send users.
cs_cz: Adresa zboží na vašem e-shopu. Vybrané položky se v inzerci nemusejí zobrazovat, protože vyhledávač neví, na jakou stránku vašeho e-shopu má uživatele poslat.
pl_pl: Adres produktu w Twoim sklepie. Niektóre elementy mogą nie być poprawnie wyświetlane w reklamie, ponieważ wyszukiwarka nie wie na jaką strone przekierowywać użytkowniów.
sk_sk: Adresa produktu na vašom e-shope. Vybrané položky sa v inzercii nemusia zobrazovať, pretože vyhľadávač nevie, na akú stránku vášho e-shopu má používateľa poslať.

# feedaudit.validators.is_present_url1.missing.message
source: URL1 element is empty or missing
cs_cz: Element URL1 chybí nebo je prázdný
pl_pl: Brakuje elementu URL1, albo jest pusty
sk_sk: Element URL1 chýba alebo je prázdny

# feedaudit.validators.is_present_url1.missing.help
source: Element contains URL address of your product images. Check the address or add the missing images. It is necessary to have at least one image in a feed.
cs_cz: Obsahuje URL adresu obrázků, které se zákazníkům zobrazí u vašeho zboží. Zkontrolujte adresu nebo obrázky přidejte. Je potřeba mít ve feedu alespoň jeden obrázek.
pl_pl: Element zawiera adres URL obrazów. Sprawdź adres lub dodaj brakujące obrazy. Konieczne jest posiadanie co najmniej jednego obrazu w feedzie.
sk_sk: Obsahuje URL adresu obrázkov, ktoré sa zákazníkom zobrazia pri vašom tovare. Skontrolujte adresu alebo obrázky pridajte. Je potrebné mať vo feedu aspoň jeden obrázok.

# feedaudit.validators.is_present_url_lower.missing.message
source: “url” element is missing
cs_cz: Element “url” chybí
pl_pl: Brakuje element url, albo jest pusty
sk_sk: Element url chýba alebo je prázdny

# feedaudit.validators.is_present_url_uri_imagine_camel.missing.message
source: URL_URI_IMAGINE element is empty or missing
cs_cz: Element URL_URI_IMAGINE chybí nebo je prázdný
pl_pl: Brakuje elementu URL_URI_IMAGINE element, albo jest pusty
sk_sk: Element URL_URI_IMAGINE chýba alebo je prázdny

# feedaudit.validators.is_present_vat.missing.message
source: VAT element is empty or missing
cs_cz: Element VAT chybí nebo je prázdný
pl_pl: Brakuje elementu VAT, albbo jest pusty
sk_sk: Element VAT chýba alebo je prázdny

# feedaudit.validators.is_present_vat.missing.help
source: VAT element contains information about VAT rate in percent. Fill element with numbers only (without percent sign).
cs_cz: Element VAT obsahuje informace o sazbě DPH v procentech. Do elementu uvádějte pouze číselnou hodnotu (bez značky procent).
pl_pl: Element VAT zawiera informacje o stawce VAT w procentach. Wypełnij element za pomocą liczb (bez znaku procent).
sk_sk: Sadzba DPH v %. V tomto elemente je nutné uvádzať iba číselné hodnoty.

# feedaudit.validators.is_present_verzendkosten.missing.message
source: VERZENDKOSTEN element is empty or missing
cs_cz: Element VERZENDKOSTEN chybí nebo je prázdný
pl_pl: Brakuje elementu VERZENDKOSTEN, albo jest pusty
sk_sk: Element VERZENDKOSTEN chýba alebo je prázdny

# feedaudit.validators.is_present_washing_lower.missing.message
source: WASHING element is empty or missing
cs_cz: Element WASHING chybí nebo je prázdný
pl_pl: Brakuje elementu WASHING chybí, albo jest pusty
sk_sk: Element WASHING chýba alebo je prázdny

# feedaudit.validators.is_present_washing_lower.missing.help
source: WASHING element contains washing instructions of the product.
cs_cz: Element WASHING obsahuje pokyny pro praní výrobku.
sk_sk: Element WASHING obsahuje pokyny na pranie výrobku.

# feedaudit.validators.is_unique_additional_image_link.duplicate.message
source: G:ADDITIONAL_IMAGE_LINK element value is not unique
cs_cz: Hodnota elementu G:ADDITIONAL_IMAGE_LINK není unikátní
pl_pl: Wartość elementu G:ADDITIONAL_IMAGE_LINK nie jest unikalna
sk_sk: Hodnota elementu G:ADDITIONAL_IAMGE_LINK nie je unikátna

# feedaudit.validators.is_unique_additional_image_link.duplicate.help
source: Some of product URL addresses are identical for more products which leads to duplicity. Generally that does not make sense so please check for error.
cs_cz: Některé adresy obrázků se opakují u více produktů. Takový stav většinou nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre produkty posiadają ten sam adres URL, co prowadzi do duplikowania produktów. W większości przypadków takie działanie nie ma sensu. Sprawdź czy nie doszło do będu.
sk_sk: Niektoré adresy obrázkov sa opakujú pri viacerých položkách. Toto zvyčajne nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_category_id.duplicate.message
source: CATEGORY_ID element value is not unique
cs_cz: Hodnota elementu CATEGORY_ID není unikátní
pl_pl: Wartość elementu CATEGORY_ID nie jest unikalna
sk_sk: Hodnota elementu CATEGORY_ID nie je unikátna

# feedaudit.validators.is_unique_category_id.duplicate.help
source: CATEGORY_ID element is a unique product identifier. It's value should be unique.
cs_cz: Element CATEGORY_ID představuje unikátní označení kategorie. Hodnota musí být jedinečná.
pl_pl: Element CATEGORY_ID to niepowtarzalny identyfikator produktu. Jego wartość powinna być unikalna.
sk_sk: Element CATEGORY_ID predstavuje unikátne označenie položky tovaru. Hodnota musí byť jedinečná.

# feedaudit.validators.is_unique_code.duplicate.message
source: CODE element value is not unique
cs_cz: Hodnota elementu CODE není unikátní
pl_pl: Wartość elementu CODE nie jest unikalna
sk_sk: Hodnota elementu CODE nie je unikátna

# feedaudit.validators.is_unique_code.duplicate.help
source: CODE element is a unique product identifier. It's value should be unique.
cs_cz: Element CODE představuje unikátní označení produktu. Jeho hodnota musí být jedinečná.
pl_pl: Element CODE to unikalny identyfikator produktu. Jego wartość powinna być niepotwarzalna.
sk_sk: Element CODE predstavuje unikátne označenie produktu. Jeho hodnota musí byť jedinečná.

# feedaudit.validators.is_unique_description.duplicate.message
source: DESCRIPTION element value is not unique
cs_cz: Hodnota elementu DESCRIPTION není unikátní
pl_pl: Wartość elementu DESCRIPTION nie jest unikalna
sk_sk: Hodnota elementu DESCRIPTION nie je unikátna
