Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_number_pricewithoutfee_camel.wrong.help
source: PriceWithoutFee element contains invalid value. It should contain only positive numbers.
cs_cz: Element PriceWithoutFee pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Element PriceWithoutFee zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element PriceWithoutFee pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_prijs.nan.message
source: Element PRIJS does not contain a number
cs_cz: Element PRIJS neobsahuje číslo
pl_pl: Element PRIJS nie zawiera numeru
sk_sk: Element PRIJS neobsahuje číslo

# feedaudit.validators.is_number_prijs.nan.help
source: Element value needs to be positive number.
cs_cz: Element PRIJS pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element PRIJS pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_prijs.wrong.message
source: Element PRIJS contains invalid value
cs_cz: Element PRIJS obsahuje neplatnou hodnotu
pl_pl: Element PRIJS zawiera niewłaściwą wartość
sk_sk: Element PRIJS obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_prijs.wrong.help
source: Element value needs to be positive number.
cs_cz: Element PRIJS pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element PRIJS pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_priority.nan.message
source: PRIORITY element does not contain a number
cs_cz: Element PRIORITY neobsahuje číslo
pl_pl: Element PRIORITY nie zawiera liczby
sk_sk: Element PRIORITY neobsahuje číslo

# feedaudit.validators.is_number_priority.nan.help
source: PRIORITY element indicates a shop item importance. Its value can only be a decimal number between 0 and 1, where 1 means a great importance and 0 a minimal importance.
cs_cz: Element PRIORITY udává význam položky zboží. Jeho hodnota může být pouze desetinné číslo od 0 do 1, přičemž 1 znamená velký význam a 0 minimální.
pl_pl: Element PRIORITY wskazuje na ważność. Jego wartość może być liczbą dziesiętną z przedziału od 0 do 1, gdzie 1 oznacza wielką wartość a 0 minimalne znaczenie.
sk_sk: Desatinné číslo od nuly do jednej. Udáva význam položky tovaru. 1 je vysoký význam, nula je minimálny význam.

# feedaudit.validators.is_number_priority.wrong.message
source: PRIORITY element contains invalid value
cs_cz: Element PRIORITY obsahuje neplatnou hodnotu
pl_pl: Element PRIORITY zawiera niewłaściwą wartość
sk_sk: Element PRIORITY obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_priority.wrong.help
source: PRIORITY element indicates a shop item importance. Its value can only be a decimal number between 0 and 1, where 1 means a great importance and 0 a minimal importance.
cs_cz: Element PRIORITY udává význam položky zboží. Jeho hodnota může být pouze desetinné číslo od 0 do 1, přičemž 1 znamená velký význam a 0 minimální.
pl_pl: Element PRIORITY wskazuje na ważność. Jego wartość może być liczbą dziesiętną z przedziału od 0 do 1, gdzie 1 oznacza wielką wartość a 0 minimalne znaczenie.
sk_sk: Desatinné číslo od nuly do jednej. Udáva význam položky tovaru. 1 je vysoký význam, nula je minimálny význam.

# feedaudit.validators.is_number_product_price.nan.message
source: PRODUCT_PRICE element does not contain a number
cs_cz: Element PRODUCT_PRICE neobsahuje číslo
pl_pl: Element PRODUCT_PRIC nie zawiera liczby
sk_sk: Element PRODUCT_PRICE neobsahuje číslo

# feedaudit.validators.is_number_product_price.wrong.message
source: PRODUCT_PRICE element contains invalid value
cs_cz: Element PRODUCT_PRICE obsahuje neplatnou hodnotu
pl_pl: Element PRODUCT_PRICE zawiera niewłaściwą wartość
sk_sk: Element PRODUCT_PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_product_price_camel.nan.message
source: productPrice element contains invalid value
cs_cz: Element productPrice neobsahuje číslo
pl_pl: Element productPrice zawiera niewłaściwą wartość
sk_sk: Element productPrice neobsahuje číslo

# feedaudit.validators.is_number_product_price_camel.wrong.message
source: productPrice element contains invalid value
cs_cz: Element productPrice obsahuje neplatnou hodnotu
pl_pl: Element productPrice zawiera niewłaściwą wartość
sk_sk: Element productPrice obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_product_shipping.nan.message
source: productShipping element contains invalid value
cs_cz: Element productShipping neobsahuje číslo
pl_pl: Element productShipping zawiera niewłaściwą wartość
sk_sk: Element productShipping neobsahuje číslo

# feedaudit.validators.is_number_product_shipping.wrong.message
source: productShipping element contains invalid value
cs_cz: Element productShipping obsahuje neplatnou hodnotu
pl_pl: Element productShipping zawiera niewłaściwą wartość
sk_sk: Element productShipping obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_recommended_retail_price.nan.message
source: RRP element contains invalid value
cs_cz: Element RRP neobsahuje číslo
pl_pl: Element RRP zawiera niewłaściwą wartość
sk_sk: Element RRP neobsahuje číslo

# feedaudit.validators.is_number_recommended_retail_price.wrong.message
source: RRP element contains invalid value
cs_cz: Element RRP obsahuje neplatnou hodnotu
pl_pl: Element RRP zawiera niewłaściwą wartość
sk_sk: Element RRP obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_recyclefee_camel.nan.message
source: RecycleFee element does not contain a number
cs_cz: Element RecycleFee neobsahuje číslo
pl_pl: Element RecycleFee nie zawiera numeru
sk_sk: Element RecycleFee by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_recyclefee_camel.nan.help
source: RecycleFee element contains invalid value. It should contain only positive numbers.
cs_cz: Element RecycleFee pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Element RecycleFee zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element RecycleFee pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_recyclefee_camel.wrong.message
source: RecycleFee element contains invalid value
cs_cz: Element RecycleFee obsahuje nepovolenou hodnotu
pl_pl: Element RecycleFee zawiera niewłaściwą wartość
sk_sk: Element RecycleFee obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_recyclefee_camel.wrong.help
source: RecycleFee element contains invalid value. It should contain only positive numbers.
cs_cz: Element RecycleFee pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Element RecycleFee zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element RecycleFee pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_retail_price_dkk.nan.message
source: C:RETAIL_PRICE_DKK:INTEGER element does not contain a number.
cs_cz: Element C:RETAIL_PRICE_DKK:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_DKK:INTEGER nie zawiera liczby.
sk_sk: Element C:RETAIL_PRICE_DKK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_retail_price_dkk.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_retail_price_dkk.wrong.message
source: C:RETAIL_PRICE_DKK:INTEGER element does not contain a positive number.
cs_cz: Element C:RETAIL_PRICE_DKK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_DKK:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:RETAIL_PRICE_DKK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_retail_price_eur.nan.message
source: C:RETAIL_PRICE_EUR:INTEGER element does not contain a number.
cs_cz: Element C:RETAIL_PRICE_EUR:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_EUR:INTEGER nie zawiera liczby
sk_sk: Element C:RETAIL_PRICE_EUR:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_retail_price_eur.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_retail_price_eur.wrong.message
source: C:RETAIL_PRICE_EUR:INTEGER element does not contain a positive number.
cs_cz: Element C:RETAIL_PRICE_EUR:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_EUR:INTEGER nie zawiera liczby
sk_sk: Element C:RETAIL_PRICE_EUR:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_retail_price_nok.nan.message
source: C:RETAIL_PRICE_NOK:INTEGER element does not contain a number.
cs_cz: Element C:RETAIL_PRICE_NOK:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_NOK:INTEGER nie zawiera liczby
sk_sk: Element C:RETAIL_PRICE_NOK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_retail_price_nok.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_retail_price_nok.wrong.message
source: C:RETAIL_PRICE_NOK:INTEGER element does not contain a positive number.
cs_cz: Element C:RETAIL_PRICE_NOK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_NOK:INTEGER nie zaieera liczby dodatniej
sk_sk: Element C:RETAIL_PRICE_NOK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_retail_price_pln.nan.message
source: C:RETAIL_PRICE_PLN:INTEGER element does not contain a number.
cs_cz: Element C:RETAIL_PRICE_PLN:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_PLN:INTEGER nie zawiera liczby
sk_sk: Element C:RETAIL_PRICE_PLN:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_retail_price_pln.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_retail_price_pln.wrong.message
source: C:RETAIL_PRICE_PLN:INTEGER element does not contain a positive number.
cs_cz: Element C:RETAIL_PRICE_PLN:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_PLN:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:RETAIL_PRICE_PLN:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_retail_price_sek.nan.message
source: C:RETAIL_PRICE_SEK:INTEGER element does not contain a number.
cs_cz: Element C:RETAIL_PRICE_SEK:INTEGER neobsahuje číslo.
pl_pl: Element C:RETAIL_PRICE_SEK:INTEGER nie zawiera liczby
sk_sk: Element C:RETAIL_PRICE_SEK:INTEGER neobsahuje číslo.

# feedaudit.validators.is_number_retail_price_sek.nan.help
source: Item price must always be a positive number.
cs_cz: Cena zboží musí být vždy kladným číslem.
sk_sk: Cena produktu musí byť vždy kladným číslom.

# feedaudit.validators.is_number_retail_price_sek.wrong.message
source: C:RETAIL_PRICE_SEK:INTEGER element does not contain a positive number.
cs_cz: Element C:RETAIL_PRICE_SEK:INTEGER neobsahuje kladné číslo.
pl_pl: Element C:RETAIL_PRICE_SEK:INTEGER nie zawiera liczby dodatniej
sk_sk: Element C:RETAIL_PRICE_SEK:INTEGER neobsahuje kladné číslo.

# feedaudit.validators.is_number_salesprice.nan.message
source: SALEPRICE element does not contain a number
cs_cz: Element SALEPRICE neobsahuje číslo
pl_pl: Element SALEPRICE nie zawiera liczby
sk_sk: Element SALEPRICE neobsahuje číslo

# feedaudit.validators.is_number_salesprice.wrong.message
source: SALEPRICE element contains invalid value
cs_cz: Element SALEPRICE obsahuje neplatnou hodnotu
pl_pl: Element SALEPRICE zawiera niewłaściwą wartość
sk_sk: Element SALEPRICE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ship_weight.nan.message
source: SHIP_WEIGHT element does not contain a number
cs_cz: Element SHIP WEIGHT neobsahuje číslo
pl_pl: Element SHIP_WEIGHT nie zawiera liczby
sk_sk: Element SHIP WEIGHT neobsahuje číslo

# feedaudit.validators.is_number_ship_weight.wrong.message
source: SHIP_WEIGHT element contains invalid value
cs_cz: Element SHIP WEIGHT obsahuje neplatnou hodnotu
pl_pl: Element SHIP_WEIGHT zawiera niewłaściwą wartość
sk_sk: Element SHIP WEIGHT obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_shipping.nan.message
source: SHIPPING element does not contain a number
cs_cz: Element SHIPPING neobsahuje číslo
pl_pl: Element SHIPPING nie zawiera liczby
sk_sk: Element SHIPPING neobsahuje číslo

# feedaudit.validators.is_number_shipping.nan.help
source: Shipping price set by SHIPPING element must be a positive number.
cs_cz: Cena za dopravu, uvedená v elementu SHIPPING musí být kladné číslo.
pl_pl: Cena wysyłki zawarta w elemencie Shipping musi być liczbą dodatnią.
sk_sk: Cena za dopravu, uvedená v elemente SHIPPING musí byť kladné číslo.

# feedaudit.validators.is_number_shipping.wrong.message
source: SHIPPING element contains invalid value
cs_cz: Element SHIPPING obsahuje neplatnou hodnotu
pl_pl: Element SHIPPING zawiera nieprawidłową wartość
sk_sk: Element SHIPPING obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_shipping.wrong.help
source: Shipping price set by SHIPPING element must contain only a number without spaces or currency (e.g. 299,90). In case of free shipping write 0.
cs_cz: Cena za dopravu, uvedená v elementu SHIPPING musí obsahovat pouze číslo, bez mezer a označení měny (například 299,90). V případě dopravy zdarma uveďte 0.
pl_pl: Cena wysyłki zawarta w elemencie Shipping może zawierać tylko liczbę dodatnią, bez spacji czy waluty( np. 299,90). W przypadku bezpłatnej wysyłki wpisz wartość 0.
sk_sk: Cena za dopravu, uvedená v elemente SHIPPING musí obsahovať len číslo, bez medzier a označenia meny (napríklad 299,90). V prípade dopravy zdarma uveďte 0.

# feedaudit.validators.is_number_shipping_camel_pos_with_zero.nan.message
source: SHIPPING element does not contain a number
cs_cz: Element SHIPPING neobsahuje číslo
pl_pl: Element SHIPPING nie zawiera liczby
sk_sk: Element SHIPPING neobsahuje číslo

# feedaudit.validators.is_number_shipping_camel_pos_with_zero.wrong.message
source: SHIPPING element contains invalid value
cs_cz: Element SHIPPING obsahuje neplatnou hodnotu
pl_pl: Element SHIPPING zawiera niewłaściwą wartość
sk_sk: Element SHIPPING obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_shipping_cost.nan.message
source: SHIPPING_COST element does not contain a number
cs_cz: Element SHIPPING COST neobsahuje číslo
pl_pl: Element SHIPPING_COST nie zawiera liczby
sk_sk: Element SHIPPING COST neobsahuje číslo

# feedaudit.validators.is_number_shipping_cost.wrong.message
source: SHIPPING_COST element contains invalid value
cs_cz: Element SHIPPING COST obsahuje neplatnou hodnotu
pl_pl: Element SHIPPING_COST zawiera niewłaściwą wratość
sk_sk: Element SHIPPING COST obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_shipping_pos_with_zero.nan.message
source: SHIPPING element does not contain a number
cs_cz: Element SHIPPING neobsahuje číslo
pl_pl: Element SHIPPING nie zawiera liczby
sk_sk: Element SHIPPING neobsahuje číslo

# feedaudit.validators.is_number_shipping_pos_with_zero.nan.help
source: SHIPPING element contains information about cost of postage/freight in EUR in Slovakia. In case there are more possibilities of postage/freight, please fill in the cheapest offer. Only numbers are allowed values. Decimal places need to be separated by a dot, not a comma.
cs_cz: Element SHIPPING obsahuje informace o ceně poštovného/dopravného v EUR na území SR. V případě, že existují varianty poštovného/dopravného, uveďte nejlevnější nabídku. Povolené jsou pouze číselné hodnoty, desetinná místa oddělte tečkou, nikoli čárkou.
pl_pl: Element SHIPPING zawiera informacje o kosztach przesyłki/dostawy w EUR na Słowacji. Jeśli masz więcej możliwości wysyłki/ dostawy, wybierz ten najtańszy. Dozwolone są tylko wartości liczbowe. Miejsca dziesiętne muszą być oddzielone kropką, a nie przecinkiem.
sk_sk: Cena poštovného/dovozného v EUR na území SR. V prípade, že existujú varianty poštovného/dovozného, uveďte najlacnejšiu variantu. Desatinné miesta je nutné oddeliť bodkou, nie čiarkou.

# feedaudit.validators.is_number_shipping_pos_with_zero.wrong.message
source: SHIPPING element contains invalid value
cs_cz: Element SHIPPING obsahuje neplatnou hodnotu
pl_pl: Element SHIPPING zawiera niewłaściwą wartość
sk_sk: Element SHIPPING obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_shipping_pos_with_zero.wrong.help
source: SHIPPING element contains information about cost of postage/freight in EUR in Slovakia. In case there are more possibilities of postage/freight, please fill in the cheapest offer. Only numbers are allowed values. Decimal places need to be separated by a dot, not a comma.
cs_cz: Element SHIPPING obsahuje informace o ceně poštovného/dopravného v EUR na území SR. V případě, že existují varianty poštovného/dopravného, uveďte nejlevnější nabídku. Povolené jsou pouze číselné hodnoty, desetinná místa oddělte tečkou, nikoli čárkou.
pl_pl: Element SHIPPING zawiera informacje o kosztach przesyłki/dostawy w EUR na Słowacji. Jeśli masz więcej możliwości wysyłki/ dostawy, wybierz ten najtańszy. Dozwolone są tylko wartości liczbowe. Miejsca dziesiętne muszą być oddzielone kropką, a nie przecinkiem.
sk_sk: Cena poštovného/dovozného v EUR na území SR. V prípade, že existujú varianty poštovného/dovozného, uveďte najlacnejšiu variantu. Desatinné miesta je nutné oddeliť bodkou, nie čiarkou.

# feedaudit.validators.is_number_shopalike_cpc.nan.message
source: Element cpc must be a number
cs_cz: Element cpc musí být kladné číslo
pl_pl: Element cpc element nie zawiera liczby
sk_sk: Element cpc musí být kladné číslo

# feedaudit.validators.is_number_shopalike_cpc.wrong.message
source: Element cpc must be a number
cs_cz: Element cpc musí být kladné číslo
pl_pl: Element cpc nie zawiera liczby dodatniej
sk_sk: Element cpc musí být kladné číslo

# feedaudit.validators.is_number_shopalike_cpc_mobile.nan.message
source: Element mobile_cpc must be a number
cs_cz: Element mobile_cpc musí být kladné číslo
pl_pl: Element mobile_cpc element nie zawiera liczby
sk_sk: Element mobile_cpc musí být kladné číslo

# feedaudit.validators.is_number_shopalike_cpc_mobile.wrong.message
source: Element mobile_cpc must be a number
cs_cz: Element mobile_cpc musí být kladné číslo
pl_pl: Element mobile_cpc nie zawiera liczby dodatniej
sk_sk: Element mobile_cpc musí být kladné číslo

# feedaudit.validators.is_number_shopalike_ean.nan.message
source: Element “EAN” must be a number
cs_cz: Element “EAN” musí být kladné číslo
pl_pl: Element ean element nie zawiera liczby
sk_sk: Element “EAN” musí být kladné číslo

# feedaudit.validators.is_number_shopalike_ean.wrong.message
source: Element “EAN” must be a number
cs_cz: Element “EAN” musí být kladné číslo
pl_pl: Element ean nie zawiera liczby dodatniej
sk_sk: Element “EAN” musí být kladné číslo

# feedaudit.validators.is_number_shopalike_old_price.nan.message
source: Element old_price must be a number
cs_cz: Element old_price musí být kladné číslo
pl_pl: Element old_price element nie zawiera liczby
sk_sk: Element old_price musí být kladné číslo

# feedaudit.validators.is_number_shopalike_old_price.wrong.message
source: Element old_price must be a number
cs_cz: Element old_price musí být kladné číslo
pl_pl: Element old_price nie zawiera liczby dodatniej
sk_sk: Element old_price musí být kladné číslo

# feedaudit.validators.is_number_size_id.nan.message
source: Element SIZE_ID does not contain a number
cs_cz: Element SIZE_ID neobsahuje číslo
pl_pl: Element SIZE_ID nie zawiera numeru
sk_sk: Element SIZE_ID neobsahuje číslo

# feedaudit.validators.is_number_size_id.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_size_id.wrong.message
source: Element SIZE_ID contains invalid value
cs_cz: Element SIZE_ID obsahuje nepovolenou hodnotu
pl_pl: Element SIZE_ID zawiera niewłaściwą wartość
sk_sk: Element SIZE_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_size_id.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_standardshippingcost.nan.message
source: STANDARDSHIPPINGCOST element does not contain a number
cs_cz: Element STANDARDSHIPPINGCOST neobsahuje číslo
pl_pl: Element STANDARDSHIPPINGCOST nie zawiera liczby
sk_sk: Element STANDARDSHIPPINGCOST neobsahuje číslo

# feedaudit.validators.is_number_standardshippingcost.wrong.message
source: STANDARDSHIPPINGCOST element contains invalid value
cs_cz: Element STANDARDSHIPPINGCOST obsahuje neplatnou hodnotu
pl_pl: Element STANDARDSHIPPINGCOST zawiera niewłaściwą wratość
sk_sk: Element STANDARDSHIPPINGCOST obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_standardshippingcost.wrong.help
source: STANDARDSHIPPINGCOST element contains information about the lowest delivery cost. It should contain a number.
cs_cz: Element STANDARDSHIPPINGCOST obsahuje informace o nejnižší ceně dopravy. Měl by obsahovat pouze číslo.
pl_pl: Element STANDARDSHIPPINGCOST zawiera informację o najniższej cenie za dostawę. Element powinien zawierać liczbę.
sk_sk: Element STANDARDSHIPPINGCOST obsahuje informácie o najnižšej cene dopravy. Mal by obsahovať iba číslo.

# feedaudit.validators.is_number_stock.nan.message
source: STOCK element should contain a number
cs_cz: Element STOCK neobsahuje číslo
pl_pl: Element STOCK nie zawiera liczby
sk_sk: Element STOCK neobsahuje číslo

# feedaudit.validators.is_number_stock.wrong.message
source: STOCK element contains invalid value
cs_cz: Element STOCK obsahuje neplatnou hodnotu
pl_pl: Elemnet STOCK zawiera niewłaściwą wartość
sk_sk: Element STOCK obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_stock_lower.nan.message
source: Element stock does not contain a number
cs_cz: Element stock neobsahuje číslo
pl_pl: Element stock nie zawiera numeru
sk_sk: Element stock neobsahuje číslo

# feedaudit.validators.is_number_stock_lower.wrong.message
source: Element stock contains invalid value
cs_cz: Element stock obsahuje nepovolenou hodnotu
pl_pl: Element stock zawiera niewłaściwą wartość
sk_sk: Element stock obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_stock_min_supply.nan.message
source: Element STOCK_MIN_SUPPLY does not contain a number
cs_cz: Element STOCK_MIN_SUPPLY neobsahuje číslo
pl_pl: Element STOCK_MIN_SUPPLY nie zawiera numeru
sk_sk: Element STOCK_MIN_SUPPLY neobsahuje číslo

# feedaudit.validators.is_number_stock_min_supply.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_stock_min_supply.wrong.message
source: Element STOCK_MIN_SUPPLY contains invalid value
cs_cz: Element STOCK_MIN_SUPPLY obsahuje nepovolenou hodnotu
pl_pl: Element STOCK_MIN_SUPPLY zawiera niewłaściwą wartość
sk_sk: Element STOCK_MIN_SUPPLY obsahuje nepovolenú hodnotu
