Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_unique_description.duplicate.help
source: Product description should be unique. This will be reflected by comparison shopping services as well as in customer ratings and website processing by fulltext search engines Seznam or Google. For example, duplicate texts can be caused by inconsistency during text sadding to web, poor quality of imported data or processing of product versions.
cs_cz: Textový popis by měl být zboží na míru. To se projeví jak ve vyhledávačích zboží, tak v hodnocení stránek zákazníky či zpracování webu fulltextovými vyhledávači Seznam a Google. Příčinami duplicitních textů mohou být např. nedůslednost při plnění textů na web, nekvalitní importovaná data, případně zpracování variant zboží.
pl_pl: Opis produktu powinien być unikalny. Znjdzie to odzwierciedlenie w wyszukiwarkach I docenią to klienci. Powielanie tekstów może być spowodowane niespoójnością tekstu podczas Product description should be unique. This will be reflected by comparison shopping services as well as in customer ratings and website processing by fulltext search engines Seznam or Google. For example, duplicate texts can be caused by inconsistency during text sadding to web, poor quality of imported data or processing of product versions.
sk_sk: Textový popis by mal byť na mieru k produktu. To sa prejaví ako vo vyhľadávačoch tovaru, tak v hodnotení stránok zákazníkmi, či spracovaní webu fulltextovými vyhľadávačmi Seznam a Google. Príčinami duplicitných textov môžu byť napr. nedôslednosť pri plnení textov na web, nekvalitné importované dáta, prípadne spracovanie variant produktov.

# feedaudit.validators.is_unique_ean.duplicate.message
source: EAN element value is not unique
cs_cz: Hodnota elementu EAN není unikátní
pl_pl: Wartość elementu EAN nie jest unikalna
sk_sk: Hodnota elementu EAN nie je unikátna

# feedaudit.validators.is_unique_ean.duplicate.help
source: Numeric specification from a product barcode. Each item should have just one EAN value.
cs_cz: Číselné označení z čárového kódu zboží. Každé zboží by mělo mít právě jednu hodnotu EAN.
pl_pl: Specyfikacja numeryczna z kodu kreskowego produktu. Każda pozycja powinna mieć tylko jedną wartość EAN.
sk_sk: Číselné označenie z čiarového kódu produktu. Každý produkt by mal mať práve jednu hodnotu EAN.

# feedaudit.validators.is_unique_fb_link.duplicate.message
source: G:LINK element value is not unique
cs_cz: Hodnota elementu G:LINK není unikátní
pl_pl: Wartość elementu G:LINK nie jest unikalna
sk_sk: Hodnota elementu G:LINK nie je unikátna

# feedaudit.validators.is_unique_fb_link.duplicate.help
source: Product address should be unique. If your online store uses one address for more items, something is wrong.
cs_cz: Adresa zboží by měla být jedinečná. Pokud uvádí váš e-shop jednu adresu pro různé položky, je něco špatně.
pl_pl: Adres produktu powinien być unikatny. Jeśli Twoj sklep używa jednego adresu do kilku prduktów, jest to błąd. Napraw go.
sk_sk: Adresa produktu by mala byť jedinečná. Ak uvádza váš e-shop jednu adresu pre rôzne položky, je niečo zle.

# feedaudit.validators.is_unique_fb_title.duplicate.message
source: G:TITLE element value is not unique
cs_cz: Hodnota elementu G:TITLE není unikátní
pl_pl: Wartość elementu G:TITLE nie jest unikalna
sk_sk: Hodnota elementu G:TITLE nie je unikátna

# feedaudit.validators.is_unique_fb_title.duplicate.help
source: Product name should be unique. Some shop services use it to identify products. If more items have the same name it can cause problems.
cs_cz: Název zboží by mel být jedinečný. Některé vyhledávače jej využívají pro identifikaci zboží. Pokud má více položek stejný název doslova, může to činit problémy.
pl_pl: Adres produktu powinien być unikatny. Jeśli Twoj sklep używa jednego adresu do kilku prduktów, napraw ten błąd.
sk_sk: Názov produktu by mal byť jedinečný. Niektoré porovnávače ho využívajú na identifikáciu tovaru. Ak má viac položiek doslova rovnaký názov, môže to robiť problémy.

# feedaudit.validators.is_unique_google_id.duplicate.message
source: G:ID element value is not unique
cs_cz: Hodnota elementu G:ID není unikátní
pl_pl: Wartość elementu G:ID nie jest unikalna
sk_sk: Hodnota elementu G:ID nie je unikátna

# feedaudit.validators.is_unique_google_id.duplicate.help
source: G:ID element is a unique product identifier. It's value must be unique.
cs_cz: Element G:ID představuje unikátní označení produktu. Jeho hodnota musí být jedinečná.
pl_pl: Element G: ID jest unikalnym identyfikatorem produktu. Jego wartość musi być niepotwarzalna.
sk_sk: Element G:ID predstavuje unikátne označenie produktu. Jeho hodnota musí byť jedinečná.

# feedaudit.validators.is_unique_gtin.duplicate.message
source: GTIN element value is not unique
cs_cz: Hodnota elementu GTIN není unikátní
pl_pl: Wartość elementu GTIN nie jest uniklana
sk_sk: Hodnota elementu GTIN nie je unikátna

# feedaudit.validators.is_unique_id.duplicate.message
source: ID element value is not unique
cs_cz: Hodnota elementu ID není unikátní
pl_pl: Wartośc elementu ID nie jest unikalna
sk_sk: Hodnota elementu ID nie je unikátna

# feedaudit.validators.is_unique_image_link.duplicate.message
source: G:IMAGE_LINK element value is not unique
cs_cz: Hodnota elementu G:IMAGE_LINK není unikátní
pl_pl: Wartość elementu G:IMAGE_LINK nie jest unikalna
sk_sk: Hodnota elementu G:IMAGE_LINK nie je unikátna

# feedaudit.validators.is_unique_image_link.duplicate.help
source: Some of image URL addresses are identical for more products which leads to duplicity. Generally that does not make sense so please check for error.
cs_cz: Některé adresy obrázků se opakují u více produktů. Takový stav většinou nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre produkty posiadają ten sam adres URL, co prowadzi do duplikowania produktów. W większości przypadków takie działanie nie ma sensu. Sprawdź czy nie doszło do będu.
sk_sk: Niektoré adresy obrázkov sa opakujú pri viacerých položkách. Toto zvyčajne nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_image_url.duplicate.message
source: IMAGE_URL element value is not unique
cs_cz: Hodnota elementu IMAGE_URL není unikátní
pl_pl: Wartość elementu IMAGE_URL nie jest unikalna
sk_sk: Hodnota elementu IMAGE_URL nie je unikátna

# feedaudit.validators.is_unique_image_url.duplicate.help
source: Some of image URL addresses are identical for more products which leads to duplicity. Generally that does not make sense so please check for error.
cs_cz: Některé adresy obrázků se u opakují u více produktů. Takový stav většinou nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre produkty posiadają ten sam adres URL, co prowadzi do duplikowania produktów. W większości przypadków takie działanie nie ma sensu. Sprawdź czy nie doszło do błędu.
sk_sk: Niektoré adresy obrázkov sa opakujú pri viacerých položkách. Toto zvyčajne nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_imgurl.duplicate.message
source: IMGURL element value is not unique
cs_cz: Hodnota elementu IMGURL není unikátní
pl_pl: Wartość elementu IMGURL nie jest unikalna
sk_sk: Hodnota elementu IMGURL nie je unikátna

# feedaudit.validators.is_unique_imgurl.duplicate.help
source: Some of image URL addresses are identical for more products which leads to duplicity. Generally that does not make sense so please check for error.
cs_cz: Některé adresy obrázků se opakují u více produktů. Takový stav většinou nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre produkty posiadają ten sam adres URL, co prowadzi do duplikowania produktów. W większości przypadków takie działanie nie ma sensu. Sprawdź czy nie doszło do będu.
sk_sk: Niektoré adresy obrázkov sa pri jednotlivých produktoch opakujú. Toto zvyčajne nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_imgurl_alternative.duplicate.message
source: IMGURL_ALTERNATIVE element value is not unique
cs_cz: Hodnota elementu IMGURL_ALTERNATIVE není unikátní
pl_pl: Wartość elementu IMGURL_ALTERNATIVE nie jest unikalna
sk_sk: Hodnota elementu IMGURL_ALTERNATIVE nie je unikátna

# feedaudit.validators.is_unique_imgurl_alternative.duplicate.help
source: Some of alternative image URL addresses are identical for more products which leads to duplicity. Generally that does not make sense so please check for error.
cs_cz: Některé adresy doplňkových obrázků se opakují u více položek. Toto obvykle nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre produkty posiadają ten sam adres URL, co prowadzi do duplikowania produktów. W większości przypadków takie działanie nie ma sensu. Sprawdź czy nie doszło do będu.
sk_sk: Niektoré adresy doplnkových obrázkov sa opakujú u viacerých položiek. Toto zvyčajne nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_internal_id.duplicate.message
source: INTERNAL_ID element value is not unique
cs_cz: Hodnota elementu internal_id není unikátní
pl_pl: Wartość elementu INTERNAL_ID nie jest unikalna
sk_sk: Hodnota elementu internal_id nie je unikátna

# feedaudit.validators.is_unique_internal_id.duplicate.help
source: It is a number or alphanumerical code in your database, which should be unique for each product.
cs_cz: Jedná se o číslo nebo alfanumerický kód ve vaší databázi, který by měl být pro každý produktu jedinečný.
pl_pl: Jest to numer lub alfanumeryczny kod w bazie danych, który powinien być unikalny dla każdego z produktów.
sk_sk: Číslo alebo alfanumerický kód produktu vo Vašej databáze. V prípade, že je Váš produkt už zaradený v našej databáze, nie je možné tento kód meniť.

# feedaudit.validators.is_unique_item_id.duplicate.message
source: ITEM_ID element value is not unique
cs_cz: Hodnota elementu ITEM_ID není unikátní
pl_pl: Wartość elementu ITEM_ID nie jest unikalna
sk_sk: Hodnota elementu ITEM_ID nie je unikátna

# feedaudit.validators.is_unique_item_id.duplicate.help
source: ITEM_ID element is a unique product identifier. It's value must be unique.
cs_cz: Element ITEM_ID představuje unikátní označení položky zboží. Hodnota musí být jedinečná.
pl_pl: Element ITEM_ID to unikalny identyfikator produktu. Jego wartość nie może się powtarzać.
sk_sk: Element ITEM_ID predstavuje unikátne označenie položky tovaru. Hodnota musí byť jedinečná.

# feedaudit.validators.is_unique_item_title.duplicate.message
source: ITEM_TITLE element value is not unique
cs_cz: Hodnota elementu ITEM_TITLE není unikátní
pl_pl: Wartość elementu ITEM_TITLE nie jest unikalna
sk_sk: Hodnota elementu ITEM_TITLE nie je unikátna

# feedaudit.validators.is_unique_link.duplicate.message
source: LINK element value is not unique
cs_cz: Hodnota elementu LINK není unikátní
pl_pl: Wartość elementu LINK nie jest unikalna
sk_sk: Hodnota elementu LINK nie je unikátna

# feedaudit.validators.is_unique_link.duplicate.help
source: Some of product URL addresses are identical for more products which leads to duplicity. Generally that does not make sense so please check for error.
cs_cz: Některé adresy se opakují u více produktů. Takový stav většinou nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre produkty posiadają ten sam adres URL, co prowadzi do duplikowania produktów. W większości przypadków takie działanie nie ma sensu. Sprawdź czy nie doszło do będu.
sk_sk: Niektoré adresy sa opakujú pri viacerých produktoch. Takýto stav väčšinou nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_mobile_link.duplicate.message
source: G:MOBILE_LINK element value is not unique
cs_cz: Hodnota elementu G:MOBILE_LINK není unikátní
pl_pl: Wartość elementu G:MOBILE_LINK nie jest unikalna
sk_sk: Hodnota elementu G:MOBILE_LINK nie je unikátna

# feedaudit.validators.is_unique_mobile_link.duplicate.help
source: URL address of a particular product. Without it customers could not visit your online store.
cs_cz: URL adresa konkrétního produktu. Bez ní nemůže zákazník navštívit váš e-shop.
pl_pl: Adres URL konkretnego produktu. Bez tego adresu klienci nie mogliby odwiedzić Twojego sklepu.
sk_sk: URL adresa konkrétneho produktu. Bez nej nemôže zákazník navštíviť váš e-shop.

# feedaudit.validators.is_unique_mpc.duplicate.message
source: MPC element value is not unique
cs_cz: Hodnota elementu MPC není unikátní
pl_pl: Wartość elementu MPC nie jest unikalna
sk_sk: Hodnota elementu MPC nie je unikátna

# feedaudit.validators.is_unique_name.duplicate.message
source: NAME element value is not unique
cs_cz: Hodnota elementu NAME není unikátní
pl_pl: Wartość elementu NAME nie jest unikalna
sk_sk: Hodnota elementu NAME nie je unikátna

# feedaudit.validators.is_unique_name.duplicate.help
source: Product name should be unique. Some shop services use it to identify products. If more items have the same name it can cause problems.
cs_cz: Název produktu by měl být jedinečný. Některé vyhledávače ho využívají pro identifikaci produktu. Pokud má více položek stejný název, může to dělat problémy.
pl_pl: Nazwa produktu powinna być unikalna. Niektóre wyszukiwarki wykorzystują nazwę do identyfikacji produktu. Jeśli kilka produktów posiada tę samą nazwę, może prowadzić to do problemów.
sk_sk: Názov produktu by mal byť jedinečný. Niektoré porovnávače ho využívajú pre identifikáciu produktu. Ak má viac položiek doslova rovnaký názov, môže to robiť problémy.

# feedaudit.validators.is_unique_picture.duplicate.message
source: PICTURE element value is not unique.
cs_cz: Hodnota elementu PICTURE není unikátní
pl_pl: Wartość elementu PICTURE nie jest unikalna
sk_sk: Hodnota elementu PICTURE nie je unikátna

# feedaudit.validators.is_unique_picture.duplicate.help
source: Some pictures are identical for more products. Generally that does not make sense so please check for error.
cs_cz: Některé obrázky se opakují u více produktů. Takový stav většinou nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre produkty mają identyczne zdjęcia. Nie ma to sensu, napraw ten błąd.
sk_sk: Niektoré obrázky sa opakujú pri viacerých produktoch. Takýto stav väčšinou nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_product.duplicate.message
source: PRODUCT element value is not unique
cs_cz: Hodnota elementu PRODUCT není unikátní
pl_pl: Wartość elementu PRODUCT nie jest unikalna
sk_sk: Hodnota elementu PRODUCT nie je unikátna

# feedaudit.validators.is_unique_product.duplicate.help
source: Product name should be unique. Some shop services use it to identify products. If more items have the same name it can cause problems.
cs_cz: Název zboží by mel být jedinečný. Některé vyhledávače jej využívají pro identifikaci zboží. Pokud má více položek stejný název doslova, může to činit problémy.
pl_pl: Nazwa produktu powinna być unikalna. Niektóre wyszukiwarki wykorzystują nazwę do identyfikacji produktu. Jeśli kilka produktów posiada tę samą nazwę, może prowadzić to do problemów.
sk_sk: Názov produktu by mal byť jedinečný. Niektoré vyhľadávače ho využívajú pre identifikáciu produktu. Ak má viac položiek doslova rovnaký názov, môže to robiť problémy.

# feedaudit.validators.is_unique_product_deeplink.duplicate.message
source: PRODUCT_DEEPLINK element value is not unique
cs_cz: Hodnota elementu PRODUCT_DEEPLINKG není unikátní
pl_pl: Wartość elementu PRODUCT_DEEPLINK nie jest unikalna
sk_sk: Hodnota elementu PRODUCT_DEEPLINK nie je unikátna

# feedaudit.validators.is_unique_product_deeplink.duplicate.help
source: Some of product URL addresses are identical for more products which leads to duplicity. Generally that does not make sense so please check for error.
cs_cz: Některé URL adresy produktů se u jednotlivých produktů opakují, což způsobuje jejich duplicitu. Takový stav obvykle nedává smysl. Zkontrolujte, zda se nejdná o chybu.
pl_pl: Niektóre produkty posiadają ten sam adres URL, co prowadzi do duplikowania produktów. W większości przypadków takie działanie nie ma sensu. Sprawdź czy nie doszło do będu.
sk_sk: Niektoré URL adresy produktov sa pri jednotlivých produktoch opakujú, čo spôsobuje ich duplicitu. Toto zvyčajne nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_product_id.duplicate.message
source: PRODUCT_ID element value is not unique.
cs_cz: Hodnota elementu PRODUCT_ID není unikátní
pl_pl: Wartość elementu PRODUCT_ID nie jest unikalna
sk_sk: Hodnota elementu PRODUCT_ID nie je unikátna

# feedaudit.validators.is_unique_product_id.duplicate.help
source: PRODUCT_ID element is a unique product identifier. It's value should be unique.
cs_cz: Element PRODUCT_ID představuje unikátní označení produktu. Jeho hodnota musí být jedinečná.
pl_pl: Element ITEM_ID to unikalny identyfikator produktu. Jego wartość nie może się powtarzać.
sk_sk: Element PRODUCT_ID predstavuje unikátne označenie produktu. Jeho hodnota musí byť jedinečná.

# feedaudit.validators.is_unique_product_image.duplicate.message
source: PRODUCT_IMAGE element value is not unique
cs_cz: Hodnota elementu PRODUCT_IMAGE není unikátní
pl_pl: Wartość elementu PRODUCT_IMAGE nie jest unikalna
sk_sk: Hodnota elementu PRODUCT_IMAGE nie je unikátna

# feedaudit.validators.is_unique_product_image.duplicate.help
source: Some image addresses are identical for more products. Generally that does not make sense so please check for error.
cs_cz: Některé adresy obrázků se opakují u více produktů. Takový stav většinou nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre adresy zdjęć są takie same dla kilku produktów. Sprawdź czy nie jest to błąd.
sk_sk: Niektoré adresy obrázkov sa opakujú pri viacerých produktoch. Takýto stav väčšinou nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_product_img.duplicate.message
source: PRODUCT_IMG element value is not unique
cs_cz: Hodnota elementu PRODUCT_IMG není unikátní
pl_pl: Wartość elementu PRODUCT_IMG nie jest unikalna
sk_sk: Hodnota elementu PRODUCT_IMG nie je unikátna

# feedaudit.validators.is_unique_product_img.duplicate.help
source: Some image addresses are identical for more products. Generally that does not make sense so please check for error.
cs_cz: Některé adresy obrázků se u opakují u více produktů. Takový stav většinou nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre adresy zdjęć są takie same dla kilku produktów. Sprawdź czy nie jest to błąd.
sk_sk: Niektoré adresy produktov sa pri jednotlivých produktoch opakujú. Toto zvyčajne nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_product_name.duplicate.message
source: PRODUCT_NAME element value is not unique
cs_cz: Hodnota elementu PRODUCT_NAME není unikátní
pl_pl: Wartość elementu PRODUCT_NAME nie jest unikalna
sk_sk: Hodnota elementu PRODUCT_NAME nie je unikátna

# feedaudit.validators.is_unique_product_name.duplicate.help
source: Product name should be unique. Some shop services use it to identify products. If more items have the same name it can cause problems.
cs_cz: Název produktu by měl být jedinečný. Některé vyhledávače ho využívají pro identifikaci produktu. Pokud má více položek stejný název, může to dělat problémy.
pl_pl: Niektóre produkty posiadają ten sam adres URL, co prowadzi do duplikowania produktów. W większości przypadków takie działanie nie ma sensu. Sprawdź czy nie doszło do będu.
sk_sk: Názov produktu by mal byť jedinečný. Niektoré porovnávače ho využívajú pre identifikáciu produktu. Ak má viac položiek doslova rovnaký názov, môže to robiť problémy.

# feedaudit.validators.is_unique_product_sku.duplicate.message
source: productSKU element value is not unique
cs_cz: Hodnota elementu productSKU není unikátní
pl_pl: Wartość elementu productSKU nie jest unikalna
sk_sk: Hodnota elementu productSKU nie je unikátna

# feedaudit.validators.is_unique_product_url.duplicate.message
source: PRODUCT_URL element value is not unique
cs_cz: Hodnota elementu PRODUCT_URL není unikátní
pl_pl: Wartość elementu PRODUCT_URL nie jest unikalna
sk_sk: Hodnota elementu PRODUCT_URL nie je unikátna

# feedaudit.validators.is_unique_product_url.duplicate.help
source: Some product addresses are identical for more products. Generally that does not make sense so please check for error.
cs_cz: Některé adresy produktů se opakují u více položek. Toto obvykle nedává smysl. Zkontrolujte, zda se nejedná o chybu.
pl_pl: Niektóre produkty posiadają ten sam adres. To jest błąd.
sk_sk: Niektoré adresy produktov sa pri jednotlivých produktoch opakujú. Toto zvyčajne nedáva zmysel. Skontrolujte, či sa nejedná o chybu.

# feedaudit.validators.is_unique_productname.duplicate.message
source: PRODUCTNAME element value is not unique
cs_cz: Hodnota elementu PRODUCTNAME není unikátní
pl_pl: Wartość elementu PRODUCTNAME nie jest unikalna
sk_sk: Hodnota elementu PRODUCTNAME nie je unikátna

# feedaudit.validators.is_unique_productname.duplicate.help
source: PRODUCTNAME element should be unique. Some shop services use it to identify products. If more items have the same name it can cause problems.
cs_cz: Element PRODUCTNAME by měl být jedinečný. Některé vyhledávače ho využívají pro identifikaci produktu. Pokud má více položek stejný název, může to dělat problémy.
pl_pl: Element PRODUCTNAME powinien być unikalny. Niektóre wyszukiwarki wykorzystują nazwę do identyfikacji produktu. Jeśli kilka produktów posiada tę samą nazwę, może prowadzić to do problemów.
sk_sk: Element PRODUCTNAME by mal byť jedinečný. Niektoré porovnávače ho využívajú na identifikáciu produktu. Ak má viac položiek rovnaký názov, môže to spôsobovať problémy.

# feedaudit.validators.is_unique_productname_ext.duplicate.message
source: Value of PRODUCTNAME + PRODUCTNAMEEXT elements is not unique
cs_cz: Hodnota elementů PRODUCTNAME + PRODUCTNAMEEXT není unikátní
pl_pl: Wartości elementów PRODUCTNAME + PRODUCTNAMEEXT nie są unikalne
sk_sk: Hodnota elementov PRODUCTNAME + PRODUCTNAMEEXT nie je unikátna

# feedaudit.validators.is_unique_productname_ext.duplicate.help
source: A product name should be unique. Some shop services use it to identify products. If more items have the same name it can cause problems.
cs_cz: Název zboží by mel být jedinečný. Některé vyhledávače jej využívají pro identifikaci zboží. Pokud má více položek stejný název doslova, může to činit problémy.
pl_pl: Nazwa produktu powinna być unikalna. Niektóre wyszukiwarki wykorzystują nazwę do identyfikacji produktu. Jeśli kilka produktów posiada tę samą nazwę, może prowadzić to do problemów
sk_sk: Názov produktu by mal byť jedinečný. Niektoré vyhľadávače ho využívajú pre identifikáciu produktu. Ak má viac položiek doslova rovnaký názov, môže to spôsobovať problémy.

# feedaudit.validators.is_unique_productname_zbozi.duplicate.message
source: PRODUCTNAME attribute value is not unique
cs_cz: Hodnota elementu PRODUCTNAME není unikátní
pl_pl: Wartość elementu PRODUCTNAME nie jest unikatna
sk_sk: Hodnota elementu PRODUCTNAME nie je unikátna

# feedaudit.validators.is_unique_sku.duplicate.message
source: SKU element value is not unique
cs_cz: Hodnota elementu SKU není unikátní
pl_pl: Wartość elementu SKU nie jest unikalna
sk_sk: Hodnota elementu SKU nie je unikátna

# feedaudit.validators.is_unique_sku.duplicate.help
source: SKU element is a unique product identifier. It's value must be unique.
cs_cz: Element SKU představuje unikátní označení položky zboží. Jeho hodnota musí být jedinečná.
pl_pl: Element SKU to unikalny identyfikator produktu. Jego wartość nie może się powtarzać.
sk_sk: Element SKU predstavuje unikátne označenie produktu. Jeho hodnota musí byť jedinečná.

# feedaudit.validators.is_unique_title.duplicate.message
source: TITLE element value is not unique
cs_cz: Hodnota elementu TITLE není unikátní
pl_pl: Wartość elementu TITLE nie ejst unikalna
sk_sk: Hodnota elementu TITLE nie je unikátna
