Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_number_ceneje_delivery_time_min.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_delivery_time_min.wrong.message
source: Element “DELIVERYTIMEMIN” contains invalid value
cs_cz: Element “DELIVERYTIMEMIN” obsahuje neplatnou hodnotu
pl_pl: Element “DELIVERYTIMEMIN” zawiera niewłaściwą wartość
sk_sk: Element “DELIVERYTIMEMIN” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_delivery_time_min.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_ean.nan.message
source: Element “EAN” element does not contain a number
cs_cz: Element “EAN” neobsahuje číslo
pl_pl: Element “EAN” nie zawiera liczby
sk_sk: Element “EAN” neobsahuje číslo

# feedaudit.validators.is_number_ceneje_ean.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_ean.wrong.message
source: Element “EAN” contains invalid value
cs_cz: Element “EAN” obsahuje neplatnou hodnotu
pl_pl: Element “EAN” zawiera niewłaściwą wartość
sk_sk: Element “EAN” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_ean.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_price.nan.message
source: Element “PRICE” element does not contain a number
cs_cz: Element “PRICE” neobsahuje číslo
pl_pl: Element “PRICE” nie zawiera liczby
sk_sk: Element “PRICE” neobsahuje číslo

# feedaudit.validators.is_number_ceneje_price.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_price.wrong.message
source: Element “PRICE” contains invalid value
cs_cz: Element “PRICE” obsahuje neplatnou hodnotu
pl_pl: Element “PRICE” zawiera niewłaściwą wartość
sk_sk: Element “PRICE” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_price.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_quantity.nan.message
source: Element “QUANTITY” element does not contain a number
cs_cz: Element “QUANTITY” neobsahuje číslo
pl_pl: Element “QUANTITY” nie zawiera liczby
sk_sk: Element “QUANTITY” neobsahuje číslo

# feedaudit.validators.is_number_ceneje_quantity.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_quantity.wrong.message
source: Element “QUANTITY” contains invalid value
cs_cz: Element “QUANTITY” obsahuje neplatnou hodnotu
pl_pl: Element “QUANTITY” zawiera niewłaściwą wartość
sk_sk: Element “QUANTITY” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_quantity.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_regular_price_camel.nan.message
source: Element “REGULARPRICE” element does not contain a number
cs_cz: Element “REGULARPRICE” neobsahuje číslo
pl_pl: Element “REGULARPRICE” nie zawiera liczby
sk_sk: Element “REGULARPRICE” neobsahuje číslo

# feedaudit.validators.is_number_ceneje_regular_price_camel.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_regular_price_camel.wrong.message
source: Element “REGULARPRICE” contains invalid value
cs_cz: Element “REGULARPRICE” obsahuje neplatnou hodnotu
pl_pl: Element “REGULARPRICE” zawiera niewłaściwą wartość
sk_sk: Element “REGULARPRICE” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_regular_price_camel.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_copyrightfee_camel.nan.message
source: CopyrightFee element does not contain a number
cs_cz: Element CopyrightFee neobsahuje číslo
pl_pl: Element CopyrightFee nie zawiera numeru
sk_sk: Element CopyrightFee by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_copyrightfee_camel.nan.help
source: CopyrightFee element contains invalid value. It should contain only positive numbers.
cs_cz: Element CopyrightFee pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Element CopyrightFee zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element CopyrightFee pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_copyrightfee_camel.wrong.message
source: CopyrightFee element contains invalid value
cs_cz: Element CopyrightFee obsahuje nepovolenou hodnotu
pl_pl: Element CopyrightFee zawiera niewłaściwą wartość
sk_sk: Element CopyrightFee obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_copyrightfee_camel.wrong.help
source: CopyrightFee element contains invalid value. It should contain only positive numbers.
cs_cz: Element CopyrightFee pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Element CopyrightFee zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element CopyrightFee pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_cpc.nan.message
source: CPC element does not contain a number
cs_cz: Element CPC neobsahuje číslo
pl_pl: Element CPC nie zawiera liczby
sk_sk: Element CPC neobsahuje číslo

# feedaudit.validators.is_number_cpc.nan.help
source: This element determines maximum cost per click in a product card. It should contain a positive number, but it seems that for selected items your XML has a different value.
cs_cz: Tento element určuje maximální nabídku za proklik z produktových karet. Obsahovat by měl kladné číslo, avšak zdá se, že Vaše XML má u vybraných položek hodnotu jinou.
pl_pl: Ten element określa maksymalny koszt za kliknięcie na karty produktu. Powinien zawierać liczbę dodatnią, a wybrane elementy w Twoim XML feedzie mają inną wratość.
sk_sk: Tento element určuje maximálnu cenovú ponuku za preklik z produktových kariet. Obsahovať by mal kladné číslo, no zdá sa, že Vaše XML má u vybraných položiek inú hodnotu.

# feedaudit.validators.is_number_cpc.wrong.message
source: CPC element contains invalid values
cs_cz: Element CPC obsahuje neplatnou hodnotu
pl_pl: Element CPC zawiera nieprawidłową wartość
sk_sk: Element CPC obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_cpc.wrong.help
source: CPC element contains information about a cost per click, therefore it must be a positive number.
cs_cz: Element CPC obsahuje informaci o ceně za proklik, musí to tedy být kladné číslo.
pl_pl: Element CPC zawiera informacje o koszcie za kliknięcie I musi być to liczba dodatnia.
sk_sk: Element CPC obsahuje informáciu o cene za kliknutie a musí to byť kladné číslo.

# feedaudit.validators.is_number_cpc_fulltext.nan.message
source: CPC_FULLTEXT element does not contain a number
cs_cz: Element CPC_FULLTEXT neobsahuje číslo
pl_pl: Element CPC_FULLTEXT nie zawiera liczby
sk_sk: Element CPC_FULLTEXT neobsahuje číslo

# feedaudit.validators.is_number_cpc_fulltext.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Tento element slouží k nastavení ceny za proklik a proto by měl obsahovat jen kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Tento element slúži k nastaveniu ceny za preklik a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_cpc_fulltext.wrong.message
source: CPC_FULLTEXT element contains invalid value
cs_cz: Element CPC_FULLTEXT obsahuje neplatnou hodnotu
pl_pl: Element CPC_FULLTEXT zawiera niewłaściwą wartość
sk_sk: Element CPC_FULLTEXT obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_cpc_fulltext.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Tento element slouží k nastavení ceny za proklik a proto by měl obsahovat jen kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Tento element slúži k nastaveniu ceny za preklik a preto by mal obsahovať iba nezáporné číselné hodnoty.

# feedaudit.validators.is_number_current_price.nan.message
source: CURRENT_PRICE element does not contain a number
cs_cz: Element CURRENT_PRICE neobsahuje číslo
pl_pl: Element CURRENT_PRICE nie zawiera liczby
sk_sk: Element CURRENT_PRICE neobsahuje číslo

# feedaudit.validators.is_number_current_price.wrong.message
source: CURRENT_PRICE element contains invalid value
cs_cz: Element CURRENT_PRICE obsahuje neplatnou hodnotu
pl_pl: Element CURRENT_PRICE zawiera niewałaściwą wartość
sk_sk: Element CURRENT_PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_decimal_count.nan.message
source: Element DECIMAL_COUNT does not contain a number
cs_cz: Element DECIMAL_COUNT neobsahuje číslo
pl_pl: Element DECIMAL_COUNT nie zawiera numeru
sk_sk: Element DECIMAL_COUNT neobsahuje číslo

# feedaudit.validators.is_number_decimal_count.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_decimal_count.wrong.message
source: Element DECIMAL_COUNT contains invalid value
cs_cz: Element DECIMAL_COUNT obsahuje nepovolenou hodnotu
pl_pl: Element DECIMAL_COUNT zawiera niewłaściwą wartość
sk_sk: Element DECIMAL_COUNT obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_decimal_count.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_delivery_cost.nan.message
source: DELIVERY_COST element does not contain a number
cs_cz: Element DELIVERY_COST neobsahuje číslo
pl_pl: Element DELIVERY_COST nie zawiera liczby
sk_sk: Element DELIVERY_COST neobsahuje číslo

# feedaudit.validators.is_number_delivery_cost.nan.help
source: Delivery cost must be always a positive number.
cs_cz: Cena dopravy musí být vždy kladným číslem.
pl_pl: Koszt dostawy musi zawsze być liczbą dodatnią
sk_sk: Cena dopravy musí byť vždy kladné číslo.

# feedaudit.validators.is_number_delivery_cost.wrong.message
source: DELIVERY_COST element contains invalid value
cs_cz: Element DELIVERY_COST obsahuje neplatnou hodnotu
pl_pl: Element DELIVERY_COST zawiera niewłaściwą wartość
sk_sk: Element DELIVERY_COST obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_delivery_cost.wrong.help
source: Element value represents the cheapest cost of delivery beside will call. It must be a positive number.
cs_cz: Hodnota elementu vyjadřuje nejnižší cenu dopravy mimo osobní odběr a musí být kladným číslem.
pl_pl: Wartość elementu reprezentuje najniższą cenę za dostawę, poza odbiorem osobistym. Musi być to liczba dodatnia
sk_sk: Hodnota elementu vyjadruje najnižšiu cenu dopravy mimo osobný odber a musí to byť kladné číslo.

# feedaudit.validators.is_number_delivery_date.nan.message
source: DELIVERY_DATE element does not contain a number
cs_cz: Element DELIVERY_DATE neobsahuje číslo
pl_pl: Element DELIVERY_DATE nie zawiera liczby
sk_sk: Element DELIVERY_DATE neobsahuje číslo

# feedaudit.validators.is_number_delivery_date.nan.help
source: Delivery date must always be a number between 0 and 99, where 0 means available in stock.
cs_cz: Termín doručení zboží musí být vždy číslem od 0 do 99, kdy 0 znamená dostupnost skladem.
pl_pl: Termin dostawy musi zawsze wynosić od 0 do 99, gdzie 0 oznacza dostępny w magazynie.
sk_sk: Termín doručenia tovaru musí byť vždy číslom.

# feedaudit.validators.is_number_delivery_date.wrong.message
source: DELIVERY_DATE element contains invalid value
cs_cz: Element DELIVERY_DATE obsahuje neplatnou hodnotu
pl_pl: Element DELIVERY_DATE zawiera niewłaściwą wartość
sk_sk: Element DELIVERY_DATE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_delivery_date.wrong.help
source: Delivery date must always be a number between 0 and 99, where 0 means available in stock.
cs_cz: Termín doručení zboží musí být vždy číslem od 0 do 99, kdy 0 znamená dostupnost skladem.
pl_pl: Termin dostawy musi zawsze wynosić od 0 do 99, gdzie 0 oznacza dostępny w magazynie.
sk_sk: Termín doručenia tovaru musí byť vždy číslom od 0 do 99, kde 0 znamená dostupnosť skladom.

# feedaudit.validators.is_number_delivery_date_hyperzbozi.nan.message
source: DELIVERY_DATE element does not contain a number
cs_cz: Element DELIVERY_DATE neobsahuje číslo
pl_pl: Element DELIVERY_DATE nie zawiera liczby
sk_sk: Element DELIVERY_DATE neobsahuje číslo

# feedaudit.validators.is_number_delivery_date_hyperzbozi.nan.help
source: Product delivery date must be written in numbers.
cs_cz: Termín doručení zboží musí být zapsán číslem.
pl_pl: Data dostawy produktu musi być zapisana cyframi.
sk_sk: Termín doručenia tovaru musí byť zapísané číslom.

# feedaudit.validators.is_number_delivery_date_hyperzbozi.wrong.message
source: DELIVERY_DATE element contains invalid value
cs_cz: Element DELIVERY_DATE obsahuje neplatnou hodnotu
pl_pl: Element DELIVERY_DATE zawiera niewłaściwą wartość
sk_sk: Element DELIVERY_DATE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_delivery_date_hyperzbozi.wrong.help
source: DELIVERY_DATE element can contain only integers.
cs_cz: Element DELIVERY_DATE smí obsahovat jen celé kladné číslo.
pl_pl: Element DELIVERY_DATE może zawierac tylko liczby całkowite.
sk_sk: Element DELIVERY_DATE smie obsahovať len celé kladné číslo.

# feedaudit.validators.is_number_delivery_date_pos_with_zero.nan.message
source: DELIVERY_DATE element does not contain a number
cs_cz: Element DELIVERY_DATE neobsahuje číslo
pl_pl: Element DELIVERY_DATE nie zawiera liczby
sk_sk: Element DELIVERY_DATE neobsahuje číslo

# feedaudit.validators.is_number_delivery_date_pos_with_zero.wrong.message
source: DELIVERY_DATE element contains invalid value
cs_cz: Element DELIVERY_DATE obsahuje neplatnou hodnotu
pl_pl: Element DELIVERY_DATE zawiera niewłaściwą wartość
sk_sk: Element DELIVERY_DATE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_delivery_days.nan.message
source: DELIVERY_DAYS element does not contain a number
cs_cz: Element DELIVERY_DAYS neobsahuje číslo
pl_pl: Element DELIVERY_DAYS nie zawiera liczby
sk_sk: Element DELIVERY_DAYS neobsahuje číslo

# feedaudit.validators.is_number_delivery_days.nan.help
source: Delivery date should always be between 0 and 99, where 0 means in stock.
cs_cz: Termín doručení zboží musí být vždy mezi čísly 0 a 99, kdy nula znamená dostupnost skladem.
pl_pl: Termin dostawy musi zawsze wynosić od 0 do 99, gdzie 0 oznacza dostępny w magazynie.
sk_sk: Termín doručenia tovaru musí byť vždy číslom od 0 do 99, kde 0 znamená dostupnosť skladom.

# feedaudit.validators.is_number_delivery_days.wrong.message
source: DELIVERY_DAYS element contains invalid value
cs_cz: Element DELIVERY_DAYS obsahuje neplatnou hodnotu
pl_pl: Element DELIVERY_DAYS zawiera niewłaściwą wratość
sk_sk: Element DELIVERY_DAYS obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_delivery_days.wrong.help
source: Delivery date should always be between 0 and 99, where 0 means in stock.
cs_cz: Termín doručení zboží musí být vždy mezi čísly 0 a 99, kdy nula znamená dostupnost skladem.
pl_pl: Termin dostawy musi zawsze wynosić od 0 do 99, gdzie 0 oznacza dostępny w magazynie.
sk_sk: Termín doručenia tovaru musí byť vždy číslom od 0 do 99, kde 0 znamená dostupnosť skladom.

# feedaudit.validators.is_number_delivery_delay.nan.message
source: DELIVERY_DELAY element does not contain a number
cs_cz: Element DELIVERY_DELAY neobsahuje číslo
pl_pl: Element DELIVERY_DELAY nie zawiera liczby
sk_sk: Element DELIVERY_DELAY neobsahuje číslo

# feedaudit.validators.is_number_delivery_delay.wrong.message
source: DELIVERY_DELAY element contains invalid value
cs_cz: Element DELIVERY_DELAY obsahuje neplatnou hodnotu
pl_pl: Element DELIVERY_DELAY zawiera niewłaściwą wartość
sk_sk: Element DELIVERY_DELAY obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_delivery_price.nan.message
source: DELIVERY_PRICE element does not contain a number
cs_cz: Element DELIVERY_PRICE neobsahuje číslo
pl_pl: Element DELIVERY_PRICE nie zawiera liczby
sk_sk: Element DELIVERY_PRICE neobsahuje číslo

# feedaudit.validators.is_number_delivery_price.wrong.message
source: DELIVERY_PRICE element contains invalid value
cs_cz: Element DELIVERY_PRICE obsahuje neplatnou hodnotu
pl_pl: Element DELIVERY_PRICE zawiera niewłaściwą wartość
sk_sk: Element DELIVERY_PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_delivery_price_cod.nan.message
source: DELIVERY_PRICE_COD element does not contain a number
cs_cz: Element DELIVERY_PRICE_COD neobsahuje číslo
pl_pl: Element DELIVERY_PRICE_COD nie zawiera liczby
sk_sk: Element DELIVERY_PRICE_COD neobsahuje číslo

# feedaudit.validators.is_number_delivery_price_cod.wrong.message
source: DELIVERY_PRICE_COD element contains invalid value
cs_cz: Element DELIVERY_PRICE_COD obsahuje neplatnou hodnotu
pl_pl: Element DELIVERY_PRICE_COD zawiera niewłaściwą wartość
sk_sk: Element DELIVERY_PRICE_COD obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_depth.nan.message
source: Element DEPTH does not contain a number
cs_cz: Element DEPTH neobsahuje číslo
pl_pl: Element DEPTH nie zawiera numeru
sk_sk: Element DEPTH neobsahuje číslo

# feedaudit.validators.is_number_depth.nan.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_depth.wrong.message
source: Element DEPTH contains invalid value
cs_cz: Element DEPTH obsahuje nepovolenou hodnotu
pl_pl: Element DEPTH zawiera niewłaściwą wartość
sk_sk: Element DEPTH obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_depth.wrong.help
source: Element value needs to be positive number.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_discount.nan.message
source: DISCOUNT element does not contain a number
cs_cz: Element DISCOUNT neobsahuje číslo
pl_pl: Element DISCOUNT nie zawiera liczby
sk_sk: Element DISCOUNT neobsahuje číslo

# feedaudit.validators.is_number_discount.nan.help
source: DISCOUNT element contains information about provided discount. Authorized values are 0-100. The number is stated in percent.
cs_cz: Element DISCOUNT obsahuje informace o poskytované slevě. Povolené hodnoty jsou 0-100. Údaj je v procentech.
pl_pl: Element DISCOUNT zawiera informacje o udzielonej zniżce. Autoryzowane wartości są w zakresie od 0 do 100. Liczba jest podawana w procentach.
sk_sk: Výška zľavy je dôležitý marketingový nástroj, ktorý nám umožní zobrazovať produkty na Zlavy.Odpadnes.sk. Zvyšuje efektivitu inzerovania a záujem o Vaše produkty. Povolené hodnoty sú 0-100.

# feedaudit.validators.is_number_discount.wrong.message
source: DISCOUNT element contains invalid value.
cs_cz: Element DISCOUNT obsahuje neplatnou hodnotu
pl_pl: Element DISCOUNT zawiera niewlaściwą wratość
sk_sk: Element DISCOUNT obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_discount.wrong.help
source: DISCOUNT element contains information about provided discount. Authorized values are 0-100. The number is stated in percent.
cs_cz: Element DISCOUNT obsahuje informace o poskytované slevě. Povolené hodnoty jsou 0-100. Údaj je v procentech.
pl_pl: Element DISCOUNT zawiera informacje o udzielonej zniżce. Autoryzowane wartości są w zakresie od 0 do 100. Liczba jest podawana w procentach.
sk_sk: Výška zľavy je dôležitý marketingový nástroj, ktorý nám umožní zobrazovať produkty na Zlavy.Odpadnes.sk. Zvyšuje efektivitu inzerovania a záujem o Vaše produkty. Povolené hodnoty sú 0-100.
