Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.length_color_max_500.long.message
source: COLOR element is too long
cs_cz: Element COLOR je příliš dlouhý
pl_pl: Element COLOR jest za długi
sk_sk: Hodnota elementu COLOR je príliš dlhá

# feedaudit.validators.length_color_max_500.long.help
source: G:COLOR element can contain maximum 500 characters.
cs_cz: Element COLOR může obsahovat maximálně 500 znaků.
pl_pl: Element G:COLOR może zawierać maksymalnie 500 znaków.
sk_sk: Element COLOR môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_currency.long.message
source: CURRENCY element value is too long
cs_cz: Hodnota elementu CURRENCY je příliš dlouhá
pl_pl: Wartość elementu CURRENCY jest za długa
sk_sk: Hodnota elementu CURRENCY je príliš dlhá

# feedaudit.validators.length_currency.long.help
source: DESCRIPTION element can contain maximum 3 characters.
cs_cz: Element CURRENCY může obsahovat maximálně 3 znaky.
pl_pl: Element DESCRIPTION może zawierać maksymalnie 3 znaki.
sk_sk: Element CURRENCY môže obsahovať maximálne 3 znaky.

# feedaudit.validators.length_custom_label.long.message
source: CUSTOM_LABEL element value is too long.
cs_cz: Hodnota elementu CUSTOM_LABEL je příliš dlouhá.
pl_pl: Wartość elementu CUSTOM_LABEL jest za długa
sk_sk: Hodnota elementu CUSTOM_LABEL je príliš dlhá.

# feedaudit.validators.length_custom_label.long.help
source: CUSTOM_LABEL element can contain maximum 250 characters.
cs_cz: Element CUSTOM_LABEL může obsahovat maximálně 250 znaků.
pl_pl: Element CUSTOM_LABEL może zawierać maksymalnie 250 znaków.
sk_sk: Element CUSTOM_LABEL môže obsahovať maximálne 250 znakov.

# feedaudit.validators.length_description_5000.long.message
source: description element is too long
cs_cz: Element description je příliš dlouhý
pl_pl: Wartość elementu description jest za długa
sk_sk: Hodnota elementu description je príliš dlhá

# feedaudit.validators.length_description_camel.long.message
source: DESCRIPTION element value is too long
cs_cz: Hodnota elementu DESCRIPTION je příliš dlouhá
pl_pl: Wartość elementu DESCRIPTION jest za długa
sk_sk: Hodnota elementu DESCRIPTION je príliš dlhá

# feedaudit.validators.length_description_max.long.message
source: DESCRIPTION element value is too long
cs_cz: Hodnota elementu DESCRIPTION je příliš dlouhá
pl_pl: Wartość elementu DESCRIPTION jest za długa
sk_sk: Hodnota elementu DESCRIPTION je príliš dlhá

# feedaudit.validators.length_description_max.long.help
source: DESCRIPTION element value is longer than 1024 characters.
cs_cz: Hodnota elementu DESCRIPTION je delší, než 1024 znaků.
pl_pl: Wartość elementu DESCRIPTION jest dłuższa niż 1024 znaki.
sk_sk: Element DESCRIPTION môže obsahovať maximálne 1024 znakov.

# feedaudit.validators.length_description_max_1000.long.message
source: DESCRIPTION element value is too long
cs_cz: Hodnota elementu DESCRIPTION je příliš dlouhá
pl_pl: Wartość elementu DESCRIPTION jest za długa
sk_sk: Hodnota elementu DESCRIPTION je príliš dlhá

# feedaudit.validators.length_description_max_1000.long.help
source: DESCRIPTION element value is longer than 1000 characters.
cs_cz: Hodnota elementu DESCRIPTION je delší, než 1000 znaků.
pl_pl: Wartość elementu DESCRIPTION jest dłuższa niż 1000 znaków.
sk_sk: Element DESCRIPTION môže obsahovať maximálne 1000 znakov.

# feedaudit.validators.length_description_max_300.long.message
source: DESCRIPTION element value is too long
cs_cz: Hodnota elementu DESCRIPTION je příliš dlouhá
pl_pl: Wartość elementu DESCRIPTION jest za długa
sk_sk: Hodnota elementu DESCRIPTION je príliš dlhá

# feedaudit.validators.length_description_max_300.long.help
source: DESCRIPTION element can contain maximum 300 characters.
cs_cz: Element DESCRIPTION může obsahovat maximálně 300 znaků.
pl_pl: Wartość elementu DESCRIPTION jest dłuższa niż 300 znaków.
sk_sk: Element DESCRIPTION môže obsahovať maximálne 300 znakov.

# feedaudit.validators.length_description_max_3000.long.message
source: DESCRIPTION element value is too long
cs_cz: Hodnota elementu DESCRIPTION je příliš dlouhá
pl_pl: Wartość elementu DESCRIPTION jest za długa
sk_sk: Hodnota elementu DESCRIPTION je príliš dlhá

# feedaudit.validators.length_description_max_3000.long.help
source: DESCRIPTION element value is longer than 3000 characters.
cs_cz: Hodnota elementu DESCRIPTION je delší, než 3000 znaků.
pl_pl: Wartość elementu DESCRIPTION jest dłuższa niż 3000 znaków.
sk_sk: Element DESCRIPTION môže obsahovať maximálne 3000 znakov.

# feedaudit.validators.length_description_max_5000.long.message
source: DESCRIPTION element value is too long
cs_cz: Element DESCRIPTION je příliš dlouhý
pl_pl: Wartość elementu DESCRIPTION jest za długa
sk_sk: Hodnota elementu DESCRIPTION je príliš dlhá

# feedaudit.validators.length_description_max_5000.long.help
source: DESCRIPTION element can contain maximum 5000 characters.
cs_cz: Element DESCRIPTION může obsahovat maximálně 5000 znaků.
pl_pl: Element DESCRIPTION może zawierać maksymalnie 500 znaków.
sk_sk: Element DESCRIPTION môže obsahovať maximálne 5000 znakov.

# feedaudit.validators.length_description_min.short.message
source: DESCRIPTION element value is too short
cs_cz: Hodnota elementu DESCRIPTION je příliš krátká
pl_pl: Wartość elementu DESCRIPTION jest za krótka
sk_sk: Hodnota elementu DESCRIPTION je príliš krátka

# feedaudit.validators.length_designation_150.long.message
source: designation element is too long
cs_cz: Element designation je příliš dlouhý
pl_pl: Wartość elementu designation jest za długa
sk_sk: Hodnota elementu designation je príliš dlhá

# feedaudit.validators.length_fb_description_max_5000.long.message
source: G:DESCRIPTION element is too long
cs_cz: Element G:DESCRIPTION je příliš dlouhý
pl_pl: Element G:DESCRIPTION jest za długi
sk_sk: Hodnota elementu G:DESCRIPTION je príliš dlhá

# feedaudit.validators.length_fb_description_max_5000.long.help
source: DESCRIPTION element can contain maximum 5000 characters.
cs_cz: Element DESCRIPTION může obsahovat maximálně 5000 znaků.
pl_pl: Element DESCRIPTION może zawierać maksymalnie 500 znaków.
sk_sk: Element DESCRIPTION môže obsahovať maximálne 5000 znakov.

# feedaudit.validators.length_gift.long.message
source: GIFT element value is too long
cs_cz: Hodnota elementu GIFT je příliš dlouhá
pl_pl: Wartość elementu GIFT jest za długa
sk_sk: Hodnota elementu GIFT je príliš dlhá

# feedaudit.validators.length_gift.long.help
source: GIFT element can contain maximum 250 characters.
cs_cz: Maximální délka obsahu elementu GIFT nesmí přesáhnout 250 znaků.
pl_pl: Element GIFT może zawierac maksymalnie 250 znaków.
sk_sk: Maximálna dĺžka obsahu elementu GIFT nesmie presiahnuť 250 znakov.

# feedaudit.validators.length_gooogle_product_category.long.message
source: G:GOOGLE_PRODUCT_CATEGORY element value is too long
cs_cz: Hodnota elementu G:GOOGLE_PRODUCT_CATEGORY je příliš dlouhá
pl_pl: Wartość elementu G:GOOGLE_PRODUCT_CATEGORY jest za długa
sk_sk: Hodnota elementu G:GOOGLE_PRODUCT_CATEGORY je príliš dlhá

# feedaudit.validators.length_gooogle_product_category.long.help
source: G:GOOGLE_PRODUCT_CATEGORY element value is longer than 250 characters.
cs_cz: Hodnota elementu G:GOOGLE_PRODUCT_CATEGORY je delší, než 250 znaků.
pl_pl: Wartość elementu G:GOOGLE_PRODUCT_CATEGORY jest dłuższa niż 250 znaków.
sk_sk: Maximálna dĺžka obsahu elementu G:GOOGLE_PRODUCT_CATEGORY nesmie presiahnuť 250 znakov.

# feedaudit.validators.length_gtin_max_49.long.message
source: GTIN element is too long
cs_cz: Element GTIN je příliš dlouhý
pl_pl: Element GTIN jest zbyt długi
sk_sk: Hodnota elementu GTIN je príliš dlhá

# feedaudit.validators.length_gtin_max_49.long.help
source: GTIN element can contain maximum 49 characters.
cs_cz: Element GTIN může obsahovat maximálně 49 znaků.
pl_pl: Element GTIN może zawierać maksymalnie 49 znaków.
sk_sk: Element GTIN môže obsahovať maximálne 49 znakov.

# feedaudit.validators.length_gtin_max_50.long.message
source: G:GTIN element is too long
cs_cz: Element G:GTIN je příliš dlouhý
pl_pl: Element G:GTIN jest za długi
sk_sk: Hodnota elementu G:GTIN je príliš dlhá

# feedaudit.validators.length_gtin_max_50.long.help
source: G:GTIN element can contain maximum 50 characters.
cs_cz: Element G: GTIN může obsahovat maximálně 50 znaků.
pl_pl: Element G:GTIN może zawierać maksymalnie 250 znaków.
sk_sk: Element G:GTIN môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_gtin_max_50_pricegrabber.long.message
source: GTIN element is too long
cs_cz: Element GTIN je příliš dlouhý
pl_pl: Element GTIN jest za długi
sk_sk: Hodnota elementu GTIN je príliš dlhá

# feedaudit.validators.length_gtin_max_50_pricegrabber.long.help
source: GTIN element can contain maximum 50 characters.
cs_cz: Element G:GTIN může obsahovat maximálně 50 znaků.
pl_pl: Element GTIN może zawierać maksymalnie 50 znaków.
sk_sk: Element GTIN môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_gtin_max_70.long.message
source: G:GTIN element is too long
cs_cz: Element G:GTIN je příliš dlouhý
pl_pl: Element G:GTIN jest za długi
sk_sk: Hodnota elementu G:GTIN je príliš dlhá

# feedaudit.validators.length_gtin_max_70.long.help
source: G:GTIN element can contain maximum 70 characters.
cs_cz: Element G:GTIN může obsahovat maximálně 70 znaků.
pl_pl: Element G:GTIN może zawierać maksymalnie 70 znkaów.
sk_sk: Element G:GTIN môže obsahovať maximálne 70 znakov.

# feedaudit.validators.length_id_max_100.long.message
source: G:ID element is too long
cs_cz: Element G:ID je příliš dlouhý
pl_pl: Element G:ID jest za długi
sk_sk: Hodnota elementu G:ID je príliš dlhá

# feedaudit.validators.length_id_max_100.long.help
source: G:ID element can contain maximum 100 characters.
cs_cz: Element ID může obsahovat maximálně 100 znaků.
pl_pl: Element G:ID może zawierać maksymalnie 100 znaków.
sk_sk: Element ID môže obsahovať maximálne 100 znakov.

# feedaudit.validators.length_id_max_32.long.message
source: ID element is too long
cs_cz: Element ID je příliš dlouhý
pl_pl: Element ID jest za długi
sk_sk: Element ID je príliš dlhý

# feedaudit.validators.length_id_max_32.long.help
source: ID element can contain maximum 32 characters.
cs_cz: Element ID může obsahovat maximálně 32 znaků.
pl_pl: Element ID może zawierać maksymalnie 32 znaki.
sk_sk: Element ID môže obsahovať maximálne 32 znakov.

# feedaudit.validators.length_id_max_50.long.message
source: G:ID element is too long
cs_cz: Element G:ID je příliš dlouhý
pl_pl: Element G:ID jest za długi
sk_sk: Hodnota elementu G:ID je príliš dlhá

# feedaudit.validators.length_id_max_50.long.help
source: G:ID element can contain maximum 50 characters.
cs_cz: Element G:ID může obsahovat maximálně 50 znaků.
pl_pl: E;ement G:ID może zawierać maksymalnie 50 znaków.
sk_sk: Element G:ID môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_image_link.long.message
source: G:IMAGE_LINK element is too long
cs_cz: Element G:IMAGE_LINK je příliš dlouhý
pl_pl: Element G:IMAGE_LINK jest za długi
sk_sk: Hodnota elementu G:IMAGE_LINK je príliš dlhá

# feedaudit.validators.length_image_link.long.help
source: G:IMAGE_LINK element can contain maximum 2000 characters
cs_cz: Element G:IMAGE_LINK může obsahovat maximálně 2000 znaků.
pl_pl: Element G:IMAGE_LINK może zawierać maksymalnie 2000 znaków.
sk_sk: Element G:MOBILE_LINK môže obsahovať maximálne 2000 znakov.

# feedaudit.validators.length_image_url_max_2000.long.message
source: IMAGE_URL element value is too long
cs_cz: Element IMAGE URL je příliš dlouhý
pl_pl: Wartość elementu IMAGE_URL jest za długa
sk_sk: Hodnota elementu IMAGE URL je príliš dlhá

# feedaudit.validators.length_image_url_max_2000.long.help
source: IMAGE_URL element can contain maximum 2000 characters.
cs_cz: Element IMAGE URL může obsahovat maximálně 2000 znaků.
pl_pl: Element IMAGE_URL może zawierać maksymalnie 2000 znaków.
sk_sk: Element IMAGE URL môže obsahovať maximálne 2000 znakov.

# feedaudit.validators.length_imageurl.long.message
source: IMAGEURL element value is too long
cs_cz: Hodnota elementu IMAGEURL je příliš dlouhá
pl_pl: Wartość elementu IMAGEURL jest za długa
sk_sk: Hodnota elementu IMAGEURL je príliš dlhá

# feedaudit.validators.length_imageurl.long.help
source: IMAGEURL element can contain maximum 300 characters.
cs_cz: Element IMAGEURL může obsahovat maximálně 300 znaků.
pl_pl: Element IMAGEURL może zawierać maksymalnie 300 znaków.
sk_sk: Element IMAGEURL môže obsahovať maximálne 300 znakov.

# feedaudit.validators.length_item_description_space.long.message
source: ITEM_DESCRIPTION element value is too long
cs_cz: Hodnota elementu ITEM DESCRIPTION je příliš dlouhá
pl_pl: Wartość elementu ITEM_DESCRIPTION jest za długa
sk_sk: Hodnota elementu ITEM DESCRIPTION je príliš dlhá

# feedaudit.validators.length_item_description_space.long.help
source: ITEM_DESCRIPTION element can contain maximum 25 characters.
cs_cz: Element ITEM DESCRIPTION může obsahovat maximálně 25 znaků.
pl_pl: Element ITEM_DESCRIPTION może zawierać maksymalnie 25 znaków.
sk_sk: Element ITEM DESCRIPTION môže obsahovať maximálne 25 znakov.

# feedaudit.validators.length_item_group_id_max_50.long.message
source: G:ITEM_GROUP_ID element is too long
cs_cz: Element G:ITEM_GROUP_ID je příliš dlouhý
pl_pl: Wartość elementu G:ITEM_GROUP_ID jest za długa
sk_sk: Hodnota elementu G:ITEM_GROUP_ID je príliš dlhá

# feedaudit.validators.length_item_group_id_max_50.long.help
source: G:ITEM_GROUP_ID element can contain maximum 50 characters.
cs_cz: Element G:ITEM_GROUP_ID může obsahovat maximálně 50 znaků.
pl_pl: Element G:ITEM_GROUP_ID może zawierać maksymalnie 50 znaków.
sk_sk: Element G:ITEM_GROUP_ID môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_item_subtitle_space.long.message
source: ITEM_SUBTITLE element value is too long
cs_cz: Hodnota elementu ITEM SUBTITLE je příliš dlouhá
pl_pl: Wartość elementu ITEM_SUBTITLE jest za długa
sk_sk: Hodnota elementu ITEM SUBTITLE je príliš dlhá

# feedaudit.validators.length_item_subtitle_space.long.help
source: ITEM_SUBTITLE element can contain maximum 25 characters.
cs_cz: Element ITEM SUBTITLE může obsahovat maximálně 25 znaků.
pl_pl: Element ITEM_SUBTITLE może zawierać maksymalnie 25 znaków.
sk_sk: Element ITEM SUBTITLE môže obsahovať maximálne 25 znakov.

# feedaudit.validators.length_item_title_space.long.message
source: ITEM_TITLE element value is too long
cs_cz: Hodnota elementu ITEM TITLE je příliš dlouhá
pl_pl: Wartość elementu ITEM_TITLE jest za długa
sk_sk: Hodnota elementu ITEM TITLE je príliš dlhá

# feedaudit.validators.length_item_title_space.long.help
source: ITEM_TITLE element can contain maximum 25 characters.
cs_cz: Element ITEM TITLE může obsahovat maximálně 25 znaků.
pl_pl: ElementITEM_TITLE może zawierać maksymalnie 25 znaków.
sk_sk: Element ITEM TITLE môže obsahovať maximálne 25 znakov.

# feedaudit.validators.length_itemgroup_id_max_1000.long.message
source: ITEM_GROUP_ID element value is too long
cs_cz: Hodnota elementu ITEM GROUP ID je příliš dlouhá
pl_pl: Iwartość elementu TEM_GROUP_ID jest za długa
sk_sk: Hodnota elementu ITEM GROUP ID je príliš dlhá

# feedaudit.validators.length_itemgroup_id_max_1000.long.help
source: ITEM_GROUP_ID element can contain maximum 1000 characters.
cs_cz: Element ITEM GROUP ID může obsahovat maximálně 1000 znaků.
pl_pl: Element ITEM_GROUP_ID może zawierać maksymalnie 1000 znaków.
sk_sk: Element ITEM GROUP ID môže obsahovať maximálne 1000 znakov.

# feedaudit.validators.length_itemgroup_id_max_36.long.message
source: ITEMGROUP_ID element is too long
cs_cz: Element ITEMGROUP_ID je příliš dlouhý
pl_pl: Element ITEMGROUP_ID jest za długi
sk_sk: Element ITEMGROUP_ID má príliš dlhú hodnotu

# feedaudit.validators.length_itemgroup_id_max_36.long.help
source: To select a group of variant bids any combination of maximum 36 characters is allowed [0-9, a-z, A-Z, _ , -], i.e. numbers from zero to nine, uppercase and lowercase without accents, underscores and dashes.
cs_cz: Pro označení skupiny variantních nabídek je povolena jakákoli kombinace maximálně 36 znaků [0-9, a-z, A-Z, _ , -] tedy čísel nula až devět, malých a velkých písmen bez diakritiky, podtržítka a pomlčky.
pl_pl: Aby wybrać grupę ofert wariantowych, dopuszcza się dowolną kombinację maksymalnie 36 znaków [0-9, a-z, A-Z, _, -], tj. liczb od zera do dziewięciu, wielkich i małych liter bez akcentów I podkreślników.
sk_sk: Pre označenie skupiny variantných ponúk je povolená akákoľvek kombinácia maximálne 36 znakov [0-9, a-z, A-Z, _, -] teda čísel nula až deväť, malých a veľkých písmen bez diakritiky, podčiarknutia a pomlčky.

# feedaudit.validators.length_keywords.long.message
source: KEYWORDS element value is too long
cs_cz: Hodnota elementu keywords je příliš dlouhá
pl_pl: Element KEYWORDS jest za długi
sk_sk: Hodnota elementu keywords je príliš dlhá

# feedaudit.validators.length_keywords.long.help
source: KEYWORDS element can contain maximum 300 characters.
cs_cz: Element keywords může obsahovat maximálně 300 znaků.
pl_pl: Element KEYWORDS może zawierać maksymalnie 300 znaków.
sk_sk: Element keywords môže obsahovať maximálne 300 znakov.

# feedaudit.validators.length_label.long.message
source: LABEL element value is too long
cs_cz: Hodnota elementu label je příliš dlouhá
pl_pl: Wartość elementu LABEL jest za długa
sk_sk: Hodnota elementu label je príliš dlhá

# feedaudit.validators.length_label.long.help
source: LABEL element can contain maximum 160 characters.
cs_cz: Element label může obsahovat maximálně 160 znaků.
pl_pl: Element LABEL może zawierać maksymalnie 160 znaków.
sk_sk: Element label môže obsahovať maximálne 160 znakov.

# feedaudit.validators.length_link.long.message
source: LINK element is too long
cs_cz: Element LINK je příliš dlouhý
pl_pl: Element LINK jest za długi
sk_sk: Hodnota elementu LINK je príliš dlhá

# feedaudit.validators.length_link.long.help
source: LINK element can contain maximum 2000 chaaracters.
cs_cz: Element LINK může obsahovat maximálně 2000 znaků.
pl_pl: Element LINK może zawierać maksymalnie 2000 znaków.
sk_sk: Element LINK môže obsahovať maximálne 2000 znakov.

# feedaudit.validators.length_longdesc_max_300.long.message
source: LONGDESC element value is too long
cs_cz: Hodnota elementu LONGDESC je příliš dlouhá
pl_pl: Wartość elementu LONGDESC jest za długa
sk_sk: Hodnota elementu LONGDESC je príliš dlhá

# feedaudit.validators.length_manufacturer.long.message
source: MANUFACTURER element value is too long
cs_cz: Hodnota elementu MANUFACTURER je příliš dlouhá
pl_pl: Wartość elementu MANUFACTURER jest za długa
sk_sk: Hodnota elementu MANUFACTURER je príliš dlhá

# feedaudit.validators.length_manufacturer.long.help
source: MANUFACTURER element can contain maximum 255 characters.
cs_cz: Element MANUFACTURER může obsahovat maximálně 255 znaků.
pl_pl: Element MANUFACTURER może zawierać maksymalnie 255 znaków.
sk_sk: Element MANUFACTURER môže obsahovať maximálne 255 znakov.

# feedaudit.validators.length_manufacturer.short.message
source: MANUFACTURER element value is too short
cs_cz: Hodnota elementu MANUFACTURER je příliš krátká
pl_pl: Wartość elementu MANUFACTURER jest za długa
sk_sk: Hodnota elementu MANUFACTURER je príliš krátká

# feedaudit.validators.length_manufacturer_artno.long.message
source: MANUFACTURER_ARTNO element value is too long
cs_cz: Hodnota elementu MANUFACTURER_ARTNO je příliš dlouhá
pl_pl: Wartość elementu MANUFACTURER_ARTNO jest za długa
sk_sk: Hodnota elementu MANUFACTURER_ARTNO je príliš dlhá

# feedaudit.validators.length_manufacturer_artno.long.help
source: MANUFACTURER_ARTNO element can contain maximum 50 characters.
cs_cz: Element MANUFACTURER_ARTNO může obsahovat maximálně 50 znaků.
pl_pl: Element MANUFACTURER_ARTNO może zawierać maksymalnie 50 znaków.
sk_sk: Element MANUFACTURER_ARTNO môže obsahovať maximálne 255 znakov.

# feedaudit.validators.length_manufacturer_camel.long.message
source: Manufacturer element value is too long
cs_cz: Hodnota elementu Manufacturer je příliš dlouhá
pl_pl: Wartość elementu Manufacturer jest za długa
sk_sk: Hodnota elementu Manufacturer je príliš dlhá

# feedaudit.validators.length_manufacturer_max_160.long.message
source: MANUFACTURER element value is too long
cs_cz: Hodnota elementu MANUFACTURER je příliš dlouhá
pl_pl: Wartość elementu Manufacturer jest za długa
sk_sk: Hodnota elementu MANUFACTURER je príliš dlhá

# feedaudit.validators.length_manufacturer_max_160.long.help
source: MANUFACTURER element can contain maximum 160 characters.
cs_cz: Element MANUFACTURER může obsahovat maximálně 160 znaků.
pl_pl: Element MANUFACTURER może zawierać maksymalnie 160 znaków.
sk_sk: Element MANUFACTURER môže obsahovať maximálne 160 znakov.

# feedaudit.validators.length_manufacturer_max_50.long.message
source: MANUFACTURER element value is too long
cs_cz: Hodnota elementu MANUFACTURER je příliš dlouhá
pl_pl: Wartość elementu Manufacturer jest za długa
sk_sk: Hodnota elementu MANUFACTURER je príliš dlhá

# feedaudit.validators.length_manufacturer_max_50.long.help
source: MANUFACTURER element can contain maximum 50 characters.
cs_cz: Element MANUFACTURER může obsahovat maximálně 50 znaků.
pl_pl: Element MANUFACTURER może zawierać maksymalnie 50 znaków.
sk_sk: Element MANUFACTURER môže obsahovať maximálne 50 znakov.

# feedaudit.validators.length_material.long.message
source: G:MATERIAL element is too long
cs_cz: Element G:MATERIAL je příliš dlouhý
pl_pl: Element G:MATERIAL jest za długi
sk_sk: Hodnota elementu G:MATERIAL je príliš dlhá

# feedaudit.validators.length_material.long.help
source: G:MATERIAL element can contain maximum 200 characters
cs_cz: Element G:MATERIAL může obsahovat maximálně 200 znaků.
pl_pl: Element G:MATERIAL może zawierać maksymalnie 200 znaków.
sk_sk: Element G:MATERIAL môže obsahovať maximálne 200 znakov.

# feedaudit.validators.length_material_max_500.long.message
source: MATERIAL element is too long
cs_cz: Hodnota elementu MATERIAL je příliš dlouhá
pl_pl: Element MATERIAL jest za długi
sk_sk: Hodnota elementu MATERIAL je príliš dlhá

# feedaudit.validators.length_material_max_500.long.help
source: MATERIAL element can contain maximum 500 characters
cs_cz: Element MATERIAL může obsahovat maximálně 500 znaků.
pl_pl: Element MATERIAL może zawierać maksymalnie 500 znaków.
sk_sk: Element MATERIAL môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_merchandisetype.long.message
source: MERCHANISETYPE element value is too long
cs_cz: Hodnota elementu MERCHANDISETYPE je příliš dlouhá
pl_pl: Wartość elementu MERCHANISETYPE jest za długa
sk_sk: Hodnota elementu MERCHANDISETYPE je príliš dlhá

# feedaudit.validators.length_merchandisetype.long.help
source: MERCHANDISETYPE element can contain maximum 100 characters.
cs_cz: Element MERCHANDISETYPE může obsahovat maximálně 100 znaků.
pl_pl: Element MERCHANDISETYPE może zawierać maksymalnie 100 znaków.
sk_sk: Element MERCHANDISETYPE môže obsahovať maximálne 500 znakov.

# feedaudit.validators.length_miinto_season_tag.long.message
source: C:SEASON_TAG:STRING element value is too long
cs_cz: Hodnota elementu C:SEASON_TAG:STRING je příliš dlouhá
pl_pl: Wartość elementu C:SEASON_TAG:STRING jest zbyt długa
sk_sk: Hodnota elementu C:SEASON_TAG:STRING je príliš dlhá

# feedaudit.validators.length_miinto_season_tag.long.help
source: C:SEASON_TAG:STRING element can contain maximum 19 characters.
cs_cz: Element C:SEASON_TAG:STRING může obsahovat maximálně 19 znaků.
pl_pl: Element C:SEASON_TAG:STRING może zawierać maksymalnie 19 znaków.
sk_sk: Element C:SEASON_TAG:STRING môže obsahovať maximálne 19 znakov.

# feedaudit.validators.length_mobile_link.long.message
source: G:MOBILE_LINK element is too long
cs_cz: Element G:MOBILE_LINK je příliš dlouhý
pl_pl: Element G:MOBILE_LINK jest za długi
sk_sk: Hodnota elementu G:MOBILE_LINK
