Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_present_any_price_price_vat.missing.help
source: Your online store does not give any price for these items.
cs_cz: U těchto položek Váš e-shop neuvádí cenu.
pl_pl: Twój e-sklep nie zawiera żadnej ceny tego produktu.
sk_sk: Pri týchto položkách Váš e-shop neuvádza cenu.

# feedaudit.validators.is_present_any_product_productname.missing.message
source: PRODUCT element as well as PRODUCTNAME element is empty
cs_cz: Element PRODUCT chybí a zároveň chybí element PRODUCTNAME
sk_sk: Element PRODUCT chýba a zároveň chýba element PRODUCTNAME

# feedaudit.validators.is_present_any_product_productname.missing.help
source: Some shopping services describe the item name as PRODUCT, others as PRODUCTNAME. For some items in your XML, none of these elements is given.
cs_cz: Některé vyhledávače označují název zboží jako PRODUCT, jiné jako PRODUCTNAME. U vybraných položek vašeho XML není uveden ani jeden z těchto elementů.
pl_pl: Niektóre wyszukiwarki określają nazwę produktu jako PRODUCT, inne jako PRODUCTNAME.W przypadku niektórych elementów w pliku XML żadna z tych nazw nie jest podana.
sk_sk: Niektoré vyhľadávače označujú názov produktu ako PRODUCT, iné ako PRODUCTNAME. Pri vybraných položkách vášho XML nie je uvedený ani jeden z týchto elementov.

# feedaudit.validators.is_present_any_vat_price_vat.missing.message
source: VAT element as well as PRICE_VAT element is empty
cs_cz: Element VAT chybí a zároveň chybí element PRICE_VAT
pl_pl: Element VAT oraz element PRICE_VAT są puste
sk_sk: Element VAT chýba a zároveň chýba element PRICE_VAT

# feedaudit.validators.is_present_any_vat_price_vat.missing.help
source: VAT rate. It is a mandatory element if in PRICE element you state prices without VAT.
cs_cz: Sazba DPH. Povinná položka, pokud uvádíte ceny pouze bez DPH pomocí elementu PRICE.
pl_pl: Stawka VAT. Jeśli w elemencie PRICE podajesz ceny bez VATu - jest to obowiązkowy element.
sk_sk: Sadzba DPH. Povinná položka, ak uvádzate ceny iba bez DPH pomocou elementu PRICE.

# feedaudit.validators.is_present_art_beschreibung.missing.message
source: Element art_beschreibung is empty or missing
cs_cz: Element art_beschreibung chybí nebo je prázdný
pl_pl: Brakuje element art_beschreibung, albo jest pusty
sk_sk: Element art_beschreibung chýba alebo je prázdny

# feedaudit.validators.is_present_art_beschreibung.missing.help
source: Element contains short description of product
cs_cz: Element obsahuje stručnej popis produktu
sk_sk: Element obsahuje stručný popis produktu

# feedaudit.validators.is_present_art_img_url.missing.message
source: Element art_img_url is empty or missing
cs_cz: Element art_img_url chybí nebo je prázdný
pl_pl: Brakuje element art_img_url, albo jest pusty
sk_sk: Element art_img_url chýba alebo je prázdny

# feedaudit.validators.is_present_art_img_url.missing.help
source: Element contains picture’s url
cs_cz: Element obsahuje url obrázku
sk_sk: Element obsahuje url obrázku

# feedaudit.validators.is_present_art_lieferkosten.missing.message
source: Element art_lieferkosten is empty or missing
cs_cz: Element art_lieferkosten chybí nebo je prázdný
pl_pl: Brakuje element art_lieferkosten, albo jest pusty
sk_sk: Element art_lieferkosten chýba alebo je prázdny

# feedaudit.validators.is_present_art_lieferkosten.missing.help
source: Element contains delivery price
cs_cz: Element obsahuje cenu za doručení
sk_sk: Element obsahuje cenu za doručenie

# feedaudit.validators.is_present_art_name.missing.message
source: Element art_name is empty or missing
cs_cz: Element art_name chybí nebo je prázdný
pl_pl: Brakuje element art_name, albo jest pusty
sk_sk: Element art_name chýba alebo je prázdny

# feedaudit.validators.is_present_art_name.missing.help
source: Element contains product’s name
cs_cz: Element obsahuje název produktu
sk_sk: Element obsahuje názov produktu

# feedaudit.validators.is_present_art_nr.missing.message
source: Element art_nr is empty or missing
cs_cz: Element art_nr chybí nebo je prázdný
pl_pl: Brakuje element art_nr, albo jest pusty
sk_sk: Element art_nr chýba alebo je prázdny

# feedaudit.validators.is_present_art_nr.missing.help
source: Element contains product’s unique id
cs_cz: Element obsahuje unikátní id produktu
sk_sk: Element obsahuje unikátne id produktu

# feedaudit.validators.is_present_art_preis.missing.message
source: Element art_preis is empty or missing
cs_cz: Element art_preis chybí nebo je prázdný
pl_pl: Brakuje element art_preis, albo jest pusty
sk_sk: Element art_preis chýba alebo je prázdny

# feedaudit.validators.is_present_art_preis.missing.help
source: Element contains product’s price
cs_cz: Element obsahuje cenu produktu
sk_sk: Element obsahuje cenu produktu

# feedaudit.validators.is_present_art_url.missing.message
source: Element art_url is empty or missing
cs_cz: Element art_url chybí nebo je prázdný
pl_pl: Brakuje element art_url, albo jest pusty
sk_sk: Element art_url chýba alebo je prázdny

# feedaudit.validators.is_present_art_url.missing.help
source: Element contains product’s url
cs_cz: Element obsahuje url produktu
sk_sk: Element obsahuje url produktu

# feedaudit.validators.is_present_art_waehrung.missing.message
source: Element art_waehrung is empty or missing
cs_cz: Element art_waehrung chybí nebo je prázdný
pl_pl: Brakuje element art_waehrung, albo jest pusty
sk_sk: Element art_waehrung chybí nebo je prázdný

# feedaudit.validators.is_present_art_waehrung.missing.help
source: Element contains used currency
cs_cz: Element obsahuje menu v ktorom je cena produktu
sk_sk: Element obsahuje menu v ktorom je cena produktu

# feedaudit.validators.is_present_availability.missing.message
source: AVAILABILITY element is empty or missing
cs_cz: Element AVAILABILITY chybí nebo je prázdný
pl_pl: Brakuje element AVAILABILITY, albo jest pusty
sk_sk: Element AVAILABILITY chýba alebo je prázdny

# feedaudit.validators.is_present_availability_lower.missing.message
source: AVAILABILITY element is empty or missing
cs_cz: Element AVAILABILITY chybí nebo je prázdný
pl_pl: Brakuje element AVAILABILITY, albo jest pusty
sk_sk: Element AVAILABILITY chýba alebo je prázdny

# feedaudit.validators.is_present_available.missing.message
source: AVAILABLE element is empty or missing
cs_cz: Element available chybí nebo je prázdný
pl_pl: Brakuje elementu AVAILABL, albo jest pusty
sk_sk: Element available chýba alebo je prázdny

# feedaudit.validators.is_present_available.missing.help
source: Element contains information about the product availability, which is important for the customer.
cs_cz: Element obsahuje informace o dostupnosti zboží a je pro zákazníky důležitý, zkontrolujte toto nastavení.
pl_pl: Element zawiera informacje o dostępności produktu. Jest to ważna informacja dla klienta.
sk_sk: Element obsahuje informácie o dostupnosti tovaru a je pre zákazníkov dôležitý, skontrolujte toto nastavenie.

# feedaudit.validators.is_present_brand_camel.missing.message
source: BRAND element is empty or missing
cs_cz: Element BRAND chybí nebo je prázdný
pl_pl: Brakuje elementu BRAND, albo jest pusty
sk_sk: Element BRAND chýba alebo je prázdny

# feedaudit.validators.is_present_brand_lower.missing.message
source: BRAND element is empty or missing
cs_cz: Element BRAND chybí nebo je prázdný
pl_pl: Brakuje elementu BRAND, albo jest pusty
sk_sk: Element BRAND chýba alebo je prázdny

# feedaudit.validators.is_present_brand_lower.missing.help
source: BRAND element contains information about brand. In an XML feed it serves for special cases of licensed brand (Hello Kitty, Star Wars) or for separate brands of one manufacturer (manufacturer Henkel: brands Persil, Ariel, Perwoll; manufacturer Coca-Cola: brands Coca-Cola, Fanta, Sprite, Kinley, Schweppes).
cs_cz: Element BRAND obsahuje informace o značce a v XML feedu slouží pro specifické případy licencované značky (Hello Kitty, Star Wars), nebo pro samostatné značky jednoho výrobce (výrobce Henkel: značky Persil, Ariel, Perwoll; výrobca Coca-Cola: značky Coca-Cola, Fanta, Sprite, Kinley, Schweppes).
pl_pl: Element BRAND zawiera informację o marce. XML feed służy do specjalnych przypadków licencjonowania marki (Hello Kitty, Star Wars), lub pojedynczego bradnigdu od producenta (producent Henkel: brands Persil, Ariel, Perwoll; producent Coca-Cola: brands Coca-Cola, Fanta, Sprite, Kinley, Schweppes).
sk_sk: Názov značky. Táto značka slúži v XML feede pre špecifické prípady licencovania značky (Hello Kitty, Star Wars), alebo samostatné značky jedného výrobcu (výrobca Henkel: značky Persil, Ariel, Perwoll; výrobca Coca-Cola: značky Coca-Cola, Fanta, Sprite, Kinley , Schweppes).

# feedaudit.validators.is_present_brand_zbozi.missing.message
source: BRAND attribute is missing or empty
cs_cz: Element BRAND chybí nebo je prázdný
pl_pl: Brakuje Elementu BRAND, albo element jest pusty
sk_sk: Element BRAND chýba, alebo je prázdny

# feedaudit.validators.is_present_buyurl.missing.message
source: BUYURL element is empty or missing
cs_cz: Element buyurl chybí nebo je prázdný
pl_pl: Brakuje elementu BUYURL, albo jest pusty
sk_sk: Element BUYURL chýba alebo je prázdny

# feedaudit.validators.is_present_buyurl.missing.help
source: Product address in your online store. Some items may not be displayed because the shop service does not now to which page of your online store it should send the user.
cs_cz: Adresa zboží na vašem e-shopu. Vybrané položky se v inzerci nemusejí zobrazovat, protože vyhledávač neví, na jakou stránku vašeho e-shopu má uživatele poslat.
pl_pl: Adres produktu w Twoim sklepie. Niektóre pozycje mogą sie nie wyświetlać, ponieważ wyszukiwarka nie wie na jaki adres ma odesłać klienta.
sk_sk: Adresa produktu na vašom e-shope. Vybrané položky sa v inzercii nemusia zobrazovať, pretože vyhľadávač nevie na akú stránku vášho e-shopu má používateľa poslať.

# feedaudit.validators.is_present_cat_lower.missing.message
source: Element “cat” is missing
cs_cz: Element “cat” chybí
pl_pl: Brakuje element cat, albo jest pusty
sk_sk: Element cat chýba alebo je prázdny

# feedaudit.validators.is_present_catalog_visibility.missing.message
source: Element “Visibility in catalog” is missing
cs_cz: Element “Visibility in catalog” chybí nebo je prázdný
pl_pl: Brakuje elementu “Visibility in catalog”, albo jest pusty
sk_sk: Element “Visibility in catalog” chyba alebo je prázdny

# feedaudit.validators.is_present_catalog_visibility.missing.help
source: Element “Visibility in catalog” should contain one of the following values: visibility, catalog, search or hidden.
cs_cz: Element Visibility in catalog by měl obsahovat hodnotu visible, catalog, search nebo hidden
pl_pl: Element “Visibility in catalog” może mieć tylko visible, catalog, search lub hidden
sk_sk: Element Visibility in catalog by mal obsahovať hodnotu visible, catalog, search alebo hidden

# feedaudit.validators.is_present_categorie_camel.missing.message
source: CATEGORIE element is empty or missing
cs_cz: Element CATEGORIE chybí nebo je prázdný
pl_pl: Brakuje elementu CATEGORIE, albo jest pusty
sk_sk: Element CATEGORIE chýba alebo je prázdny

# feedaudit.validators.is_present_category.missing.message
source: CATEGORY element is empty or missing
cs_cz: Element CATEGORY chybí nebo je prázdný
pl_pl: Brakuje elementu CATEGORY, albo jest pusty
sk_sk: Element CATEGORY chýba alebo je prázdny

# feedaudit.validators.is_present_category.missing.help
source: Category to which an item belongs. Correct category setting is important especially for products that are not commonly known. Shopping services will use CATEGORY element to integrate items in the search results.
cs_cz: Kategorie, do které zboží patří. Správné uvedení kategorie je důležité zejména u zboží, které není obecně známé. Vyhledávače pak element CATEGORY použijí pro správné začlenění do výsledků vyhledávání podle kategorií zboží.
pl_pl: Kategoria do której należy element. Właściwe ustawienie kategorii jest szczególnie ważne w przypadku produktów, które nie są powszechnie znane.Wyszukiwarki będą używać elementu CATEGORY do integracji elementów w wynikach wyszukiwania.
sk_sk: Kategória, do ktorej produkt patrí. Správne uvedenie kategórie je dôležité najmä pri tovare, ktorý nie je všeobecne známy. Vyhľadávače potom element CATEGORY použijú pre správne začlenenie do výsledkov vyhľadávania podľa kategórií tovaru.

# feedaudit.validators.is_present_category.missing.example
source: <CATEGORY>Apparel & Accessories > Jewelry > Watches</CATEGORY>
cs_cz: <CATEGORY>Digitální fotoaparáty | Digitální zrcadlovky</CATEGORY>
pl_pl: <CATEGORY>Odzież & Akcesoria > Biżuteria > Zegarki</CATEGORY>
sk_sk: <CATEGORY>Digitálne fotoaparáty | Digitální zrkadlovky</CATEGORY>

# feedaudit.validators.is_present_category_camel.missing.message
source: CATEGORY element is empty or missing
cs_cz: Element CATEGORY chybí nebo je prázdný
pl_pl: Brakuje elementu CATEGORY, albo jest pusty
sk_sk: Element CATEGORY chýba alebo je prázdný

# feedaudit.validators.is_present_category_id.missing.message
source: CATEGORY_ID element is empty or missing
cs_cz: Element CATEGORY_ID chybí nebo je prázdný
pl_pl: Brakuje elementu CATEGORY_ID, albo jest pusty
sk_sk: Element CATEGORY_ID chýba alebo je prázdny

# feedaudit.validators.is_present_category_lower.missing.message
source: Element “category” is missing
cs_cz: Element “category” chybí
pl_pl: Brakuje element category, albo jest pusty
sk_sk: Element category chýba alebo je prázdny

# feedaudit.validators.is_present_categorytext.missing.message
source: CATEGORYTEXT element is empty or missing
cs_cz: Element CATEGORYTEXT chybí nebo je prázdný
pl_pl: Brakuje elementu CATEGORYTEXT, albo jest pusty
sk_sk: Element CATEGORYTEXT chýba alebo je prázdny

# feedaudit.validators.is_present_categorytext.missing.help
source: Category to which an item belongs. Correct category setting is important especially for products that are not commonly known. Shopping services will use CATEGORY element to integrate items in the search results.
cs_cz: Kategorie, do které zboží patří. Správné uvedení kategorie je důležité zejména u zboží, které není obecně známé. Vyhledávače pak element CATEGORYTEXT použijí pro správné začlenění do výsledků vyhledávání podle kategorií zboží.
pl_pl: Kategoria, do której należy element. Właściwe ustawienie kategorii jest ważne szczególnie w przypadku produktów, które nie są powszechnie znane. Wyszukiwarki będą używać elementu CATEGORY do integracji elementów w wynikach wyszukiwania.
sk_sk: Kategória, do ktorej produkt patrí. Správne uvedenie kategórie je dôležité najmä pri tovare, ktorý nie je všeobecne známy. Vyhľadávače potom element CATEGORYTEXT použijú pre správne začlenenie do výsledkov vyhľadávania podľa kategórií tovaru.

# feedaudit.validators.is_present_categorytext.missing.example
source: <CATEGORYTEXT>Apparel & Accessories > Jewelry > Watches</CATEGORYTEXT>
cs_cz: <CATEGORYTEXT>Digitální fotoaparáty | Digitální zrcadlovky</CATEGORYTEXT>
pl_pl: <CATEGORYTEXT>Odzież& Akcesoria > Bizuteria > Zegarki</CATEGORYTEXT>
sk_sk: <CATEGORYTEXT>Digitálne fotoaparáty | Digitálne zrkadlovky</CATEGORYTEXT>

# feedaudit.validators.is_present_categorytext_error.missing.message
source: CATEGORYTEXT element is empty or missing
cs_cz: Element CATEGORYTEXT chybí nebo je prázdný
pl_pl: Brakuje elementu CATEGORYTEXT, albo jest pusty
sk_sk: Element CATEGORYTEXT chýba alebo je prázdny

# feedaudit.validators.is_present_categorytext_error.missing.help
source: Category to which an item belongs. Correct category setting is important especially for products that are not commonly known. Shopping services will use CATEGORY element to integrate items in the search results.
cs_cz: Kategorie, do které zboží patří. Správné uvedení kategorie je důležité zejména u zboží, které není obecně známé. Vyhledávače pak element CATEGORYTEXT použijí pro správné začlenění do výsledků vyhledávání podle kategorií zboží.
pl_pl: Kategoria, do której należy element. Właściwe ustawienie kategorii jest ważne szczególnie w przypadku produktów, które nie są powszechnie znane. Wyszukiwarki będą używać elementu CATEGORY do integracji elementów w wynikach wyszukiwania.
sk_sk: Kategória, do ktorej produkt patrí. Správne uvedenie kategórie je dôležité najmä pri tovare, ktorý nie je všeobecne známy. Vyhľadávače potom element CATEGORYTEXT použijú pre správne začlenenie do výsledkov vyhľadávania podľa kategórií tovaru.

# feedaudit.validators.is_present_ceneje_category_text_camel.missing.message
source: Element "CATEGORY_TEXT" is empty or missing
cs_cz: Element "CATEGORY_TEXT" chybí nebo je prázdný
pl_pl: Brakuje elementu "CATEGORY_TEXT", albo jest pusty
sk_sk: Element "CATEGORY_TEXT" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_delivery_cost_camel.missing.message
source: Element "DELIVERY_COST" is empty or missing
cs_cz: Element "DELIVERY_COST" chybí nebo je prázdný
pl_pl: Brakuje elementu "DELIVERY_COST", albo jest pusty
sk_sk: Element "DELIVERY_COST" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_description_lower.missing.message
source: Element "DESCRIPTION" is empty or missing
cs_cz: Element "DESCRIPTION" chybí nebo je prázdný
pl_pl: Brakuje elementu "DESCRIPTION", albo jest pusty
sk_sk: Element "DESCRIPTION" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_group_id_camel.missing.message
source: Element "GROUPID" is empty or missing
cs_cz: Element "GROUPID" chybí nebo je prázdný
pl_pl: Brakuje elementu "GROUPID", albo jest pusty
sk_sk: Element "GROUPID" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_id_upper.missing.message
source: Element "ID" is empty or missing
cs_cz: Element "ID" chybí nebo je prázdný
pl_pl: Brakuje elementu "ID", albo jest pusty
sk_sk: Element "ID" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_image_camel.missing.message
source: Element "IMAGE" is empty or missing
cs_cz: Element "IMAGE" chybí nebo je prázdný
pl_pl: Brakuje elementu "IMAGE", albo jest pusty
sk_sk: Element "IMAGE" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_link_lower.missing.message
source: Element "LINK" is empty or missing
cs_cz: Element "LINK" chybí nebo je prázdný
pl_pl: Brakuje elementu "LINK", albo jest pusty
sk_sk: Element "LINK" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_name_lower.missing.message
source: Element "NAME" is empty or missing
cs_cz: Element "NAME" chybí nebo je prázdný
pl_pl: Brakuje elementu "NAME", albo jest pusty
sk_sk: Element "NAME" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_price_lower.missing.message
source: Element "PRICE" is empty or missing
cs_cz: Element "PRICE" chybí nebo je prázdný
pl_pl: Brakuje elementu "PRICE", albo jest pusty
sk_sk: Element "PRICE" chýba alebo je prázdný

# feedaudit.validators.is_present_ceneje_stock_lower.missing.message
source: Element "STOCK" is empty or missing
cs_cz: Element "STOCK" chybí nebo je prázdný
pl_pl: Brakuje elementu "STOCK", albo jest pusty
sk_sk: Element "STOCK" chýba alebo je prázdný

source: ITEMGROUP_ID element is empty or missing
cs_cz: Element ITEMGROUP_ID chybí nebo je prázdný
pl_pl: Brakuje elementuITEMGROUP_ID, albo jest pusty
sk_sk: Element ITEMGROUP_ID chýba alebo je prázdny

# feedaudit.validators.is_present_code.missing.message
source: CODE element is empty or missing
cs_cz: Element CODE chybí nebo je prázdný
pl_pl: Brakuje elementu CODE, albo jest pusty
sk_sk: Element CODE chýba alebo je prázdny

# feedaudit.validators.is_present_code.missing.help
source: Unique item identifier. Its value should not change in time.
cs_cz: Jedinečný identifikátor zboží. V čase by jeho hodnota měla být stálá.
pl_pl: Unikalny identyfikator produktu. Jego wartość nie powinna się zmieniać w czasie.
sk_sk: Jedinečný identifikátor produktu. V čase by jeho hodnota mala byť stála.

# feedaudit.validators.is_present_color.missing.message
source: G:COLOR element is empty or missing
cs_cz: Element G:COLOR chybí nebo je prázdný
pl_pl: Brakuje elementu G:COLOR, albo jest pusty
sk_sk: Element G:COLOR chýba alebo je prázdny

# feedaudit.validators.is_present_color.missing.help
source: G:COLOR element gives information about product colour and should containt a text description.
cs_cz: Element G:COLOR uvádí informace o barvě produktu a má obsahovat slovní popis barvy.
pl_pl: Element G:COLOR zawiera informacje o kolorze produktu I powinien zawierać opis tekstowy.
sk_sk: Element G:COLOR uvádza informácie o farbe produktu a má obsahovať slovný popis farby.

# feedaudit.validators.is_present_color_everysize.missing.message
source: COLOR element is empty or missing
cs_cz: Element COLOR chybí nebo je prázdný
pl_pl: Brakuje elementu COLOR, albo jest pusty
sk_sk: Element COLOR chýba alebo je prázdny

# feedaudit.validators.is_present_color_lower.missing.message
source: COLOR element is empty or missing
cs_cz: Element COLOR chybí nebo je prázdný
pl_pl: Brakuje elementu COLOR, albo jest pusty
sk_sk: Element COLOR chýba alebo je prázdny

# feedaudit.validators.is_present_condition.missing.message
source: CONDITION element is empty or missing
cs_cz: Element CONDITION chybí nebo je prázdný
pl_pl: Brakuje elementu CONDITION, albo jest pusty
sk_sk: Element CONDITION chýba alebo je prázdny

# feedaudit.validators.is_present_copyrightfee_camel.missing.message
source: CopyrightFee element is empty or missing
cs_cz: Element CopyrightFee chybí nebo je prázdný
pl_pl: Brakuje elementu CopyrightFee, albo jest pusty
sk_sk: Element CopyrightFee chýba alebo je prázdný

# feedaudit.validators.is_present_currency_camel.missing.message
source: Currency element is empty or missing
cs_cz: Element Currency chybí nebo je prázdný
pl_pl: Brakuje elementu Currency, albo jest pusty
sk_sk: Element Currency chýba alebo je prázdný

# feedaudit.validators.is_present_current_price.missing.message
source: CURRENT_PRICE element is empty or missing
cs_cz: Element CURRENT PRICE chybí nebo je prázdný
pl_pl: Brakuje elementu CURRENT_PRICE, albo jest pusty
sk_sk: Element CURRENT PRICE chýba alebo je prázdny

# feedaudit.validators.is_present_current_price_lower.missing.message
source: Element current_price is empty or missing
cs_cz: Element current_price chybí nebo je prázdný
pl_pl: Brakuje element current_price, albo jest pusty
sk_sk: Element current_price chýba alebo je prázdny

# feedaudit.validators.is_present_dealercode_camel.missing.message
source: DealerCode element is empty or missing
cs_cz: Element DealerCode chybí nebo je prázdný
pl_pl: Brakuje elementu DealerCode, albo jest pusty
sk_sk: Element DealerCode chýba alebo je prázdný

# feedaudit.validators.is_present_deeplink.missing.message
source: DEEPLINK element is empty or missing
cs_cz: Element DEEPLINK chybí nebo je prázdný
pl_pl: Brakuje elementu DEEPLINK, albo jest pusty
sk_sk: Element DEEPLINK chýba alebo je prázdny

# feedaudit.validators.is_present_deeplink_lower.missing.message
source: DEEPLINK element is empty or missing
cs_cz: Element DEEPLINK chybí nebo je prázdný
pl_pl: Brakuje elementu DEEPLINK, albo jest pusty
sk_sk: Element DEEPLINK chýba alebo je prázdny

# feedaudit.validators.is_present_deeplink_url.missing.message
source: deeplink_url element is empty or missing
cs_cz: Element deeplink_url chybí nebo je prázdný
pl_pl: Brakuje elementu deeplink_url, albo jest pusty
sk_sk: Element deeplink_url chýba alebo je prázdny

# feedaudit.validators.is_present_delivery_cost.missing.message
source: DELIVERY_COST element is empty or missing
cs_cz: Element DELIVERY_COST chybí nebo je prázdný
pl_pl: Brakuje elementu DELIVERY_COST, albo jest pusty
sk_sk: Element DELIVERY_COST chýba alebo je prázdny
