Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.is_not_present_dues.present.message
source: DUES element is no longer supported, however it was found in the XML.
cs_cz: Element DUES již není podporován, avšak v XML se vyskytuje
pl_pl: Element DUES nie jest już obsługiwany, ale został znaleziony w XML
sk_sk: Element DUES už nie je podporovaný, avšak v XML sa vyskytuje

# feedaudit.validators.is_not_present_dues.present.help
source: According to current XML specification of Zboží.cz the DUES element is not supported anymore. Yet it was found in your XML.
cs_cz: Podle aktuální XML specifikace Zboží.cz není element DUES nadále podporován. Přesto však byl v XML nalezen.
pl_pl: Zgodnie z aktualną specyfikacją XML Zboží.cz element DUES nie jest już obsługiwany. Jednakże został znaleziony w Twoim XML.
sk_sk: Podľa aktuálnej XML špecifikácie Zboží.cz nie je element DUES naďalej podporovaný. Napriek tomu však bol v XML nájdený.

# feedaudit.validators.is_not_present_firmy_cz.present.message
source: XML contains outdated elements (FIRMY_CZ)
cs_cz: XML obsahuje zastaralé elementy (FIRMY_CZ)
pl_pl: XML zawiera przestarzałe elementy (FIRMY_CZ)
sk_sk: XML obsahuje zastaralé elementy (FIRMY_CZ)

# feedaudit.validators.is_not_present_firmy_cz.present.help
source: Your XML file contains elements, which are not used anymore. Deleting them will not affect your product information, but the final XML file will be smaller.
cs_cz: Váš XML soubor obsahuje XML elementy, které se již nepoužívají. Jejich odstraněním se informace o zboží nezmění, výsledný XML soubor bude ale menší.
pl_pl: Twój plik XML zawiera elementy, które nie są już obsługiwane. Usunięcie ich nie będzie miało żadnego wpływu na informacje o produkcie, ale sam plik XML będzie mniejszy .
sk_sk: Váš XML súbor obsahuje XML elementy, ktoré sa už nepoužívajú. Ich odstránením sa informácie tovaru nezmenia, výsledný XML súbor bude ale menší.

# feedaudit.validators.is_not_present_tollfree.present.message
source: The XML contains outdated elements (TOLLFREE)
cs_cz: XML obsahuje zastaralé elementy (TOLLFREE)
pl_pl: The XML zawiera przestarzałe elementy(TOLLFREE)
sk_sk: XML obsahuje zastaralé elementy (TOLLFREE)

# feedaudit.validators.is_not_present_tollfree.present.help
source: Your XML file contains elements, which are not used anymore. Deleting them will not affect your product information, but the final XML file will be smaller.
cs_cz: Váš XML soubor obsahuje XML elementy, které se již nepoužívají. Jejich odstraněním se informace zboží nezmění, výsledný XML soubor bude ale menší.
pl_pl: Twój plik XML zawiera elementy, które nie są już obsługiwane. Usunięcie ich nie będzie miało żadnego wpływu na informacje o produkcie, ale sam plik XML będzie mniejszy .
sk_sk: Váš XML súbor obsahuje XML elementy, ktoré sa už nepoužívajú. Ich odstránením sa informácie tovaru nezmenia, výsledný XML súbor bude ale menší.

# feedaudit.validators.is_not_present_variant.present.message
source: VARIANT element is not supported yet, but it is still present in the XML.
cs_cz: Element VARIANT již není podporován, avšak v XML se vyskytuje
pl_pl: Element VARIANT nie jest jeszcze obsługiwany, ale jest obecny w XML
sk_sk: Element VARIANT už nie je podporovaný, avšak v XML sa vyskytuje

# feedaudit.validators.is_not_present_variant.present.help
source: According to current XML specification of Zboží.cz the VARIANT element is not supported anymore. Yet it was found in your XML.
cs_cz: Podle aktuální XML specifikace Zboží.cz není element VARIANT nadále podporován. Přesto však byl v XML nalezen.
pl_pl: Zgodnie z aktualną specyfikacją XML Zboží.cz element VARIANT nie jest już obsługiwany. Jednakże został znaleziony w Twoim XML.
sk_sk: Podľa aktuálnej XML špecifikácie Zboží.cz nie je element VARIANT naďalej podporovaný. Napriek tomu však bol v XML nájdený.

# feedaudit.validators.is_number_availability.nan.message
source: AVALIABILITY element does not contain a number
cs_cz: Element AVALIABILITY neobsahuje číselnou hodnotu
pl_pl: Element AVALIABILITY nie zawiera liczby
sk_sk: Element AVALIABILITY neobsahuje číselnú hodnotu

# feedaudit.validators.is_number_availability.nan.help
source: AVALIABILITY element must be either a number between 0 and 49, or exactly 50 or 100.
cs_cz: Element AVALIABILITY musí obsahovat číslo v rozmezí 0 až 49, nebo v hodnotě 50 či 100.
pl_pl: Element AVALIABILITY musi być liczbą od 0 do 49, albo dokładnie 50 lub 100.
sk_sk: Element AVALIABILITY musí obsahovať číslo v rozmedzí 0 až 49, alebo v hodnote 50 či 100.

# feedaudit.validators.is_number_availability.wrong.message
source: AVALIABILITY element does not contain a number
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element AVALIABILITY nie zawiera liczby
sk_sk: Element AVALIABILITY neobsahuje číselnú hodnotu

# feedaudit.validators.is_number_availability.wrong.help
source: AVALIABILITY element must be either a number between 0 and 49, or exactly 50 or 100.
cs_cz: Element AVALIABILITY musí obsahovat číslo v rozmezí 0 až 49, nebo v hodnotě 50 či 100.
pl_pl: Element AVALIABILITY musi być liczbą od 0 do 49, albo dokładnie 50 lub 100.
sk_sk: Element AVALIABILITY musí obsahovať číslo v rozmedzí 0 až 49, alebo v hodnote 50 či 100.

# feedaudit.validators.is_number_availability_mailkit.nan.message
source: AVALIABILITY element should contain a number
cs_cz: Element AVAILABILITY by měl obsahovat číselnou hodnotu
pl_pl: Element AVALIABILITY nie zawiera liczby
sk_sk: Element AVAILABILITY by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_availability_mailkit.nan.help
source: AVAILABILITY element must contain a number. Ensure that listed items do not contain characters other than numbers.
cs_cz: Element AVAILABILITY musí obsahovat číselnou hodnotu. Zkontrolujte si, zda uvedené položky neobsahují jiné znaky, než číslice.
pl_pl: Element AVAILABILITY musi zawierać liczbę. Upewnij sie, że wymienione elementy nie zawierają innych znaków niż liczby.
sk_sk: Element AVAILABILITY musí obsahovať číselnú hodnotu. Skontrolujte si, či uvedené položky neobsahujú iné znaky, ako číslice.

# feedaudit.validators.is_number_availability_mailkit.wrong.message
source: AVAILABILITY element contains invalid value
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Elemnet AVAILABILITY zawiera niewłaściwą wartość
sk_sk: Element AVAILABILITY obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_availability_pos_with_zero.nan.message
source: AVAILABILITY element does not contain a number
cs_cz: Element AVAILABILITY neobsahuje číslo
pl_pl: Element AVAILABILITY nie zawiera liczby
sk_sk: Element AVAILABILITY neobsahuje číslo

# feedaudit.validators.is_number_availability_pos_with_zero.nan.help
source: Product availability must always be a positive number
cs_cz: Dostupnost zboží musí být vždy kladným číslem.
pl_pl: Dostępność produktu musi być zawsze liczbą dodatnią.
sk_sk: Dostupnosť tovaru musí byť vždy kladné číslo.

# feedaudit.validators.is_number_availability_pos_with_zero.wrong.message
source: AVAILABILITY element contains invalid value
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element AVAILABILITY zawiera niewłaściwą wartość
sk_sk: Element AVAILABILITY obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_availability_pos_with_zero.wrong.help
source: AVAILABILITY element specifies the date of product delivery. Authorized values are positive integers, where 0 means available in stock and another digits specify the number of days.
cs_cz: Element AVAILABILITY udává informace o době doručení zboží. Povolené hodnoty jsou kladná celá čísla, přičemž 0 znamená dostupnost skladem, další číslice potom počet dní.
pl_pl: Element AVAILABILITY określa datę dostawy produktu. Dopuszczalne wartości to tylko liczby dodatnie, gdzie 0 oznacza dostepne w magazynie, a kolejne cyfry określają liczbę dni.
sk_sk: Element AVAILABILITY udáva informácie o dobe doručenia tovaru. Povolené hodnoty sú kladné celé čísla, pričom 0 znamená dostupnosť skladom, ďalšia číslica potom počet dní.

# feedaudit.validators.is_number_availability_tovar.nan.message
source: AVAILABILITY element does not contain a number
cs_cz: Element AVAILABILITY neobsahuje číslo
pl_pl: Element AVAILABILITY nie zawiera liczby
sk_sk: Element AVAILABILITY neobsahuje číslo

# feedaudit.validators.is_number_availability_tovar.nan.help
source: AVAILABILITY element contains information about the product availability. List them in hours, where 0 hour = in stock, -1 = sold out, 24 = within 1 day.
cs_cz: Element AVAILABILITY obsahuje informace o dostupnosti zboží. Povolené hodnoty jsou jen celá čísla. Udávejte ho v hodinách, kdy 0 hodín = skladem, -1 = vyprodané, 24 = do 1 dne.
pl_pl: Element AVAILABILITY zawiera informacje o dostępności produktu. Oznacz je w godzinach, gdzie 0 hour = dostępne w magazynie, -1 = wyprzedane, 24 = w ciągu jednego dnia.
sk_sk: Element AVAILABILITY udáva informácie o dobe doručenia tovaru. Povolené hodnoty sú celé kladné čísla, pričom 0 znamená dostupnosť skladom, ďalšia číslica potom počet dní.

# feedaudit.validators.is_number_availability_tovar.wrong.message
source: AVAILABILITY element contains invalid value.
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element AVAILABILITY zawiera niewłaściwą wratość
sk_sk: Element AVAILABILITY obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_availability_tovar.wrong.help
source: AVAILABILITY element contains information about the product availability. List them in hours, where 0 hour = in stock, -1 = sold out, 24 = within 1 day..
cs_cz: Element AVAILABILITY obsahuje informace o dostupnosti zboží. Udávejte ho v hodinách, kdy 0 hodín = skladem, -1 = vyprodané, 24 = do 1 dne.
pl_pl: Element AVAILABILITY zawiera informacje o dostępności produktu. Oznacz je w godzinach, gdzie 0 hour = dostępne w magazynie, -1 = wyprzedane, 24 = w ciągu jednego dnia.
sk_sk: Element AVAILABILITY udáva informácie o dobe doručenia tovaru. Povolené hodnoty sú celé kladné čísla, pričom 0 znamená dostupnosť skladom, ďalšia číslica potom počet dní.

# feedaudit.validators.is_number_available.nan.message
source: AVAILABLE element does not contain a number
cs_cz: Element AVAILABLE neobsahuje číslo
pl_pl: Element AVAILABLE nie zawiera liczby
sk_sk: Element AVAILABLE neobsahuje číslo

# feedaudit.validators.is_number_available.nan.help
source: AVAILABILITY element contains information about the product availability. Authorized values are: 0 - to order, 1 - available immediately, any other number - availability in days.
cs_cz: Element AVAILABLE obsahuje informace o dostupnosti zboží. Povolené jsou pouze číselné hodnoty: 0 - na objednávku, 1 - dostupné ihned, jiné číslo - dostupnost ve dnech.
pl_pl: Element AVAILABILITY zawiera informacje dotyczące dostepności produktu. Dopuszczalne wartości to 0 – na zamówienie, 1 – dostępne teraz, każda kolejna cyfra – dostępność w dniach.
sk_sk: Dostupnosť produktu (číslom). 0 – na objednávku 1 – ihneď iné číslo – dostupnosť v dňoch.

# feedaudit.validators.is_number_available.wrong.message
source: AVAILABLE element contains invalid value
cs_cz: Element AVAILABLE obsahuje neplatnou hodnotu
pl_pl: Element AVAILABLE zawiera niewłaściwą wartość
sk_sk: Element AVAILABLE obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_available.wrong.help
source: AVAILABLE element contains information about the product availability. Authorized values are: 0 - to order, 1 - available immediately, any other number - availability in days.
cs_cz: Element AVAILABLE obsahuje informace o dostupnosti zboží. Povolené jsou pouze číselné hodnoty: 0 - na objednávku, 1 - dostupné ihned, jiné číslo - dostupnost ve dnech.
pl_pl: Element AVAILABILITY zawiera informacje dotyczące dostepności produktu. Dopuszczalne wartości to 0 – na zamówienie, 1 – dostępne teraz, każda kolejna cyfra – dostępność w dniach.
sk_sk: Dostupnosť produktu (číslom). 0 – na objednávku 1 – ihneď iné číslo – dostupnosť v dňoch.

# feedaudit.validators.is_number_category_id.nan.message
source: CATEGORY_ID element does not contain a number
cs_cz: Element CATEGORY_ID neobsahuje číslo
pl_pl: Element CATEGORY_ID nie zawiera liczby
sk_sk: Element CATEGORY_ID neobsahuje číslo

# feedaudit.validators.is_number_category_id.wrong.message
source: CATEGORY_ID element contains invalid value
cs_cz: Element CATEGORY_ID obsahuje neplatnou hodnotu
pl_pl: Element CATEGORY_ID zawiera niewłaściwą wartość
sk_sk: Element CATEGORY_ID obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_category_max_price_vat.nan.message
source: CATEGORY_MAX_PRICE_VAT element does not contain a number
cs_cz: Element CATEGORY_MAX_PRICE_VAT neobsahuje číslo
pl_pl: Element CATEGORY_MAX_PRICE_VAT nie zawiera liczby
sk_sk: Element CATEGORY_MAX_PRICE_VAT by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_category_max_price_vat.nan.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Element CATEGORY_MAX_PRICE_VAT pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element ma wskazuje cenę, dlatego powinien zawierac tylko liczby dodatnie.
sk_sk: Element CATEGORY_MAX_PRICE_VAT pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_category_max_price_vat.wrong.message
source: CATEGORY_MAX_PRICE_VAT element contains invalid value
cs_cz: Element CATEGORY_MAX_PRICE_VAT obsahuje nepovolenou hodnotu
pl_pl: Element CATEGORY_MAX_PRICE_VAT zawiera niewłaśćiwą wartość
sk_sk: Element CATEGORY_MAX_PRICE_VAT obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_category_max_price_vat.wrong.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Element CATEGORY_MAX_PRICE_VAT pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element ma wskazuje cenę, dlatego powinien zawierac tylko liczby dodatnie.
sk_sk: Element CATEGORY_MAX_PRICE_VAT pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_category_min_price_vat.nan.message
source: CATEGORY_MIN_PRICE_VAT element does not contain a number
cs_cz: Element CATEGORY_MIN_PRICE_VAT neobsahuje číslo
pl_pl: Element CATEGORY_MIN_PRICE_VAT nie zawiera liczby
sk_sk: Element CATEGORY_MIN_PRICE_VAT by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_category_min_price_vat.nan.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Element CATEGORY_MIN_PRICE_VAT pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element ma wskazuje cenę, dlatego powinien zawierac tylko liczby dodatnie.
sk_sk: Element CATEGORY_MIN_PRICE_VAT pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_category_min_price_vat.wrong.message
source: CATEGORY_MIN_PRICE_VAT element contains invalid value
cs_cz: Element CATEGORY_MIN_PRICE_VAT obsahuje nepovolenou hodnotu
pl_pl: Element CATEGORY_MIN_PRICE_VAT zawiera niewłaściwą wrtość
sk_sk: Element CATEGORY_MIN_PRICE_VAT obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_category_min_price_vat.wrong.help
source: This element indicates price and therefore should contain only positive numbers.
cs_cz: Element CATEGORY_MIN_PRICE_VAT pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element ma wskazuje cenę, dlatego powinien zawierac tylko liczby dodatnie.
sk_sk: Element CATEGORY_MIN_PRICE_VAT pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_category_quantity.nan.message
source: CATEGORY_QUANTITY element does not contain a number
cs_cz: Element CATEGORY_QUANTITY neobsahuje číslo
pl_pl: Element CATEGORY_QUANTITY nie zawiera numeru
sk_sk: Element CATEGORY_QUANTITY by mal obsahovať číselnú hodnotu

# feedaudit.validators.is_number_category_quantity.nan.help
source: CATEGORY_QUANTITY element contains invalid value. It should contain only positive numbers.
cs_cz: Element CATEGORY_QUANTITY pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Element CATEGORY_QUANTITY zawiera niepoprawną wartość. Powinien zawierać tylko liczbę dodatnią.
sk_sk: Element CATEGORY_QUANTITY pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_category_quantity.wrong.message
source: CATEGORY_QUANTITY element contains invalid value
cs_cz: Element CATEGORY_QUANTITY obsahuje nepovolenou hodnotu
pl_pl: Element CATEGORY_QUANTITY zawiera niewłaściwą wartość
sk_sk: Element CATEGORY_QUANTITY obsahuje nepovolenú hodnotu

# feedaudit.validators.is_number_category_quantity.wrong.help
source: CATEGORY_QUANTITY element contains invalid value. It should contain only positive numbers.
cs_cz: Element CATEGORY_QUANTITY pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Element CATEGORY_QUANTITY zawiera niepoprawną wartość. Powninien zawierać tylko liczbę dodatnią.
sk_sk: Element CATEGORY_QUANTITY pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_cen_category_id_camel.nan.message
source: Element “CENCATEGORYID” element does not contain a number
cs_cz: Element “CENCATEGORYID” neobsahuje číslo
pl_pl: Element “CENCATEGORYID” nie zawiera liczby
sk_sk: Element “CENCATEGORYID” neobsahuje číslo

# feedaudit.validators.is_number_ceneje_cen_category_id_camel.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_cen_category_id_camel.wrong.message
source: Element “CENCATEGORYID” contains invalid value
cs_cz: Element “CENCATEGORYID” obsahuje neplatnou hodnotu
pl_pl: Element “CENCATEGORYID” zawiera niewłaściwą wartość
sk_sk: Element “CENCATEGORYID” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_cen_category_id_camel.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_club_price_camel.nan.message
source: Element “CLUBPRICE” element does not contain a number
cs_cz: Element “CLUBPRICE” neobsahuje číslo
pl_pl: Element “CLUBPRICE” nie zawiera liczby
sk_sk: Element “CLUBPRICE” neobsahuje číslo

# feedaudit.validators.is_number_ceneje_club_price_camel.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_club_price_camel.wrong.message
source: Element “CLUBPRICE” contains invalid value
cs_cz: Element “CLUBPRICE” obsahuje neplatnou hodnotu
pl_pl: Element “CLUBPRICE” zawiera niewłaściwą wartość
sk_sk: Element “CLUBPRICE” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_club_price_camel.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_delivery_cost_camel.nan.message
source: Element “DELIVERYCOST” element does not contain a number
cs_cz: Element “DELIVERYCOST” neobsahuje číslo
pl_pl: Element “DELIVERYCOST” nie zawiera liczby
sk_sk: Element “DELIVERYCOST” neobsahuje číslo

# feedaudit.validators.is_number_ceneje_delivery_cost_camel.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_delivery_cost_camel.wrong.message
source: Element “DELIVERYCOST” contains invalid value
cs_cz: Element “DELIVERYCOST” obsahuje neplatnou hodnotu
pl_pl: Element “DELIVERYCOST” zawiera niewłaściwą wartość
sk_sk: Element “DELIVERYCOST” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_delivery_cost_camel.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_delivery_time_max.nan.message
source: Element “DELIVERYTIMEMAX” element does not contain a number
cs_cz: Element “DELIVERYTIMEMAX” neobsahuje číslo
pl_pl: Element “DELIVERYTIMEMAX” nie zawiera liczby
sk_sk: Element “DELIVERYTIMEMAX” neobsahuje číslo

# feedaudit.validators.is_number_ceneje_delivery_time_max.nan.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba čísla.

# feedaudit.validators.is_number_ceneje_delivery_time_max.wrong.message
source: Element “DELIVERYTIMEMAX” contains invalid value
cs_cz: Element “DELIVERYTIMEMAX” obsahuje neplatnou hodnotu
pl_pl: Element “DELIVERYTIMEMAX” zawiera niewłaściwą wartość
sk_sk: Element “DELIVERYTIMEMAX” obsahuje neplatnú hodnotu

# feedaudit.validators.is_number_ceneje_delivery_time_max.wrong.help
source: This element is used to set a cost per click and therefore it should contain only positive numbers.
cs_cz: Element pravděpodobně obsahuje neplatnou hodnotu. Správné hodnoty jsou pouze kladná čísla.
pl_pl: Ten element służy do ustalenia kosztu za kliknięcie, dlatego powinien zawierać tylko liczby dodatnie.
sk_sk: Element pravdepodobne obsahuje neplatnú hodnotu. Správne hodnoty sú iba kladné čísla.

# feedaudit.validators.is_number_ceneje_delivery_time_min.nan.message
source: Element “DELIVERYTIMEMIN” element does not contain a number
cs_cz: Element “DELIVERYTIMEMIN” neobsahuje číslo
pl_pl: Element “DELIVERYTIMEMIN” nie zawiera liczby
sk_sk: Element “DELIVERYTIMEMIN” neobsahuje číslo
