Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

source: At least one element APPLY_DISCOUNT_COUPON contains invalid value
cs_cz: Alespoň jeden element APPLY_DISCOUNT_COUPON obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element APPLY_DISCOUNT_COUPON zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element APPLY_DISCOUNT_COUPON obsahuje nepovolenú hodnotu

source: Element APPLY_DISCOUNT_COUPON should contain 0, 1, true or false.
cs_cz: Element APPLY_DISCOUNT_COUPON by měl obsahovat 0, 1, true nebo false.
pl_pl: Element APPLY_DISCOUNT_COUPON może mieć tylko 0, 1, true lub false.
sk_sk: Element APPLY_DISCOUNT_COUPON by mal obsahovať 0, 1, true alebo false.

source: At least one element APPLY_LOYALTY_DISCOUNT contains invalid value
cs_cz: Alespoň jeden element APPLY_LOYALTY_DISCOUNT obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element APPLY_LOYALTY_DISCOUNT zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element APPLY_LOYALTY_DISCOUNT obsahuje nepovolenú hodnotu

source: Element APPLY_LOYALTY_DISCOUNT should contain 0, 1, true or false.
cs_cz: Element APPLY_LOYALTY_DISCOUNT by měl obsahovat 0, 1, true nebo false.
pl_pl: Element APPLY_LOYALTY_DISCOUNT może mieć tylko 0, 1, true lub false.
sk_sk: Element APPLY_LOYALTY_DISCOUNT by mal obsahovať 0, 1, true alebo false.

source: At least one element APPLY_QUANTITY_DISCOUNT contains invalid value
cs_cz: Alespoň jeden element APPLY_QUANTITY_DISCOUNT obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element APPLY_QUANTITY_DISCOUNT zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element APPLY_QUANTITY_DISCOUNT obsahuje nepovolenú hodnotu

source: Element APPLY_QUANTITY_DISCOUNT should contain 0, 1, true or false.
cs_cz: Element APPLY_QUANTITY_DISCOUNT by měl obsahovat 0, 1, true nebo false.
pl_pl: Element APPLY_QUANTITY_DISCOUNT może mieć tylko 0, 1, true lub false.
sk_sk: Element APPLY_QUANTITY_DISCOUNT by mal obsahovať 0, 1, true alebo false.

source: At least one element APPLY_VOLUME_DISCOUNT contains invalid value
cs_cz: Alespoň jeden element APPLY_VOLUME_DISCOUNT obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element APPLY_VOLUME_DISCOUNT zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element APPLY_VOLUME_DISCOUNT obsahuje nepovolenú hodnotu

source: Element APPLY_VOLUME_DISCOUNT should contain 0, 1, true or false.
cs_cz: Element APPLY_VOLUME_DISCOUNT by měl obsahovat 0, 1, true nebo false.
pl_pl: Element APPLY_VOLUME_DISCOUNT może mieć tylko 0, 1, true lub false.
sk_sk: Element APPLY_VOLUME_DISCOUNT by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_contain_value_default_yn.wrong.message
source: At least one element DEFAULT_YN contains invalid value
cs_cz: Alespoň jeden element DEFAULT_YN obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element DEFAULT_YN zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element DEFAULT_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_default_yn.wrong.help
source: Element DEFAULT_YN should contain 0, 1, true or false.
cs_cz: Element DEFAULT_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element DEFAULT_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element DEFAULT_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_contain_value_free_billing.wrong.message
source: At least one element FREE_BILLING contains invalid value
cs_cz: Alespoň jeden element FREE_BILLING obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element FREE_BILLING zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element FREE_BILLING obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_free_billing.wrong.help
source: Element FREE_BILLING should contain 0, 1, true or false.
cs_cz: Element FREE_BILLING by měl obsahovat 0, 1, true nebo false.
pl_pl: Element FREE_BILLING może mieć tylko 0, 1, true lub false.
sk_sk: Element FREE_BILLING by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_contain_value_free_shipping.wrong.message
source: At least one element FREE_SHIPPING contains invalid value
cs_cz: Alespoň jeden element FREE_SHIPPING obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element FREE_SHIPPING zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element FREE_SHIPPING obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_free_shipping.wrong.help
source: Element FREE_SHIPPING should contain 0, 1, true or false.
cs_cz: Element FREE_SHIPPING by měl obsahovat 0, 1, true nebo false.
pl_pl: Element FREE_SHIPPING może mieć tylko 0, 1, true lub false.
sk_sk: Element FREE_SHIPPING by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_contain_value_including_vat.wrong.message
source: At least one element INCLUDING_VAT contains invalid value
cs_cz: Alespoň jeden element INCLUDING_VAT obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element INCLUDING_VAT zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element INCLUDING_VAT obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_including_vat.wrong.help
source: Element INCLUDING_VAT should contain 0, 1, true or false.
cs_cz: Element INCLUDING_VAT by měl obsahovat 0, 1, true nebo false.
pl_pl: Element INCLUDING_VAT może mieć tylko 0, 1, true lub false.
sk_sk: Element INCLUDING_VAT by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_contain_value_list_yn.wrong.message
source: At least one element LIST_YN contains invalid value
cs_cz: Alespoň jeden element LIST_YN obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element LIST_YN zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element LIST_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_list_yn.wrong.help
source: Element LIST_YN should contain 0, 1, true or false.
cs_cz: Element LIST_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element LIST_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element LIST_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_contain_value_main_yn.wrong.message
source: At least one element MAIN_YN contains invalid value
cs_cz: Alespoň jeden element MAIN_YN obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element MAIN_YN zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element MAIN_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_main_yn.wrong.help
source: Element MAIN_YN should contain 0, 1, true or false.
cs_cz: Element MAIN_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element MAIN_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element MAIN_YN by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_contain_value_primary_yn.wrong.message
source: At least one element PRIMARY_YN contains invalid value
cs_cz: Alespoň jeden element PRIMARY_YN obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element PRIMARY_YN zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element PRIMARY_YN obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_primary_yn.wrong.help
source: Element PRIMARY_YN should contain 0, 1, true or false.
cs_cz: Element PRIMARY_YN by měl obsahovat 0, 1, true nebo false.
pl_pl: Element PRIMARY_YN może mieć tylko 0, 1, true lub false.
sk_sk: Element PRIMARY_YN by mal obsahovať 0, 1, true alebo false.

source: At least one element REQUIRED_VALUE contains invalid value
cs_cz: Alespoň jeden element REQUIRED_VALUE obsahuje nepovolenou hodnotu
pl_pl: Co najmniej jeden element REQUIRED_VALUE zawiera niewłaściwą wartość
sk_sk: Aspoň jeden element REQUIRED_VALUE obsahuje nepovolenú hodnotu

# feedaudit.validators.multiple_elements_contain_value_required_value.wrong.help
source: Element REQUIRED_VALUE should contain 0, 1, true or false.
cs_cz: Element REQUIRED_VALUE by měl obsahovat 0, 1, true nebo false.
pl_pl: Element REQUIRED_VALUE może mieć tylko 0, 1, true lub false.
sk_sk: Element REQUIRED_VALUE by mal obsahovať 0, 1, true alebo false.

# feedaudit.validators.multiple_elements_date_action_price_from.wrong.message
source: At least one element ACTION_PRICE_FROM contains invalid date format
cs_cz: Alespoň jeden element ACTION_PRICE_FROM obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element ACTION_PRICE_FROM zawiera niedozwolony format daty
sk_sk: Aspoň jeden element ACTION_PRICE_FROM obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_action_price_from.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_action_price_until.wrong.message
source: At least one element ACTION_PRICE_UNTIL contains invalid date format
cs_cz: Alespoň jeden element ACTION_PRICE_UNTIL obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element ACTION_PRICE_UNTIL zawiera niedozwolony format daty
sk_sk: Aspoň jeden element ACTION_PRICE_UNTIL obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_action_price_until.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_active_from.wrong.message
source: At least one element ACTIVE_FROM contains invalid date format
cs_cz: Alespoň jeden element ACTIVE_FROM obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element ACTIVE_FROM zawiera niedozwolony format daty
sk_sk: Aspoň jeden element ACTIVE_FROM obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_active_from.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_active_to.wrong.message
source: At least one element ACTIVE_TO contains invalid date format
cs_cz: Alespoň jeden element ACTIVE_TO obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element ACTIVE_TO zawiera niedozwolony format daty
sk_sk: Aspoň jeden element ACTIVE_TO obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_active_to.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_expiration_date.wrong.message
source: G:EXPIRATION_DATE element contains value with invalid date format
cs_cz: Element G:EXPIRATION_DATE obsahuje nepovolený formát datumu
pl_pl: Element G:EXPIRATION_DATE zawiera niedozwolony format daty
sk_sk: Element G:EXPIRATION_DATE obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_expiration_date.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_length_from.wrong.message
source: At least one element LENGTH_FROM contains invalid date format
cs_cz: Alespoň jeden element LENGTH_FROM obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element LENGTH_FROM zawiera niedozwolony format daty
sk_sk: Aspoň jeden element LENGTH_FROM obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_length_from.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_length_to.wrong.message
source: At least one element LENGTH_TO contains invalid date format
cs_cz: Alespoň jeden element LENGTH_TO obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element LENGTH_TO zawiera niedozwolony format daty
sk_sk: Aspoň jeden element LENGTH_TO obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_length_to.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_new_from.wrong.message
source: At least one element NEW_FROM contains invalid date format
cs_cz: Alespoň jeden element NEW_FROM obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element NEW_FROM zawiera niedozwolony format daty
sk_sk: Aspoň jeden element NEW_FROM obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_new_from.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_new_to.wrong.message
source: At least one element NEW_TO contains invalid date format
cs_cz: Alespoň jeden element NEW_TO obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element NEW_TO zawiera niedozwolony format daty
sk_sk: Aspoň jeden element NEW_TO obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_new_to.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_sellout_from.wrong.message
source: At least one element SELLOUT_FROM contains invalid date format
cs_cz: Alespoň jeden element SELLOUT_FROM obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element SELLOUT_FROM zawiera niedozwolony format daty
sk_sk: Aspoň jeden element SELLOUT_FROM obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_sellout_from.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_sellout_to.wrong.message
source: At least one element SELLOUT_TO contains invalid date format
cs_cz: Alespoň jeden element SELLOUT_TO obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element SELLOUT_TO zawiera niedozwolony format daty
sk_sk: Aspoň jeden element SELLOUT_TO obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_sellout_to.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_special_from.wrong.message
source: At least one element SPECIAL_FROM contains invalid date format
cs_cz: Alespoň jeden element SPECIAL_FROM obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element SPECIAL_FROM zawiera niedozwolony format daty
sk_sk: Aspoň jeden element SPECIAL_FROM obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_special_from.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_special_to.wrong.message
source: At least one element SPECIAL_TO contains invalid date format
cs_cz: Alespoň jeden element SPECIAL_TO obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element SPECIAL_TO zawiera niedozwolony format daty
sk_sk: Aspoň jeden element SPECIAL_TO obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_special_to.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_valid_from.wrong.message
source: At least one element VALID_FROM contains invalid date format
cs_cz: Alespoň jeden element VALID_FROM obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element VALID_FROM zawiera niedozwolony format daty
sk_sk: Aspoň jeden element VALID_FROM obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_valid_from.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_date_valid_until.wrong.message
source: At least one element VALID_UNTIL contains invalid date format
cs_cz: Alespoň jeden element VALID_UNTIL obsahuje nepovolený formát datumu
pl_pl: Co najmniej jeden element VALID_UNTIL zawiera niedozwolony format daty
sk_sk: Aspoň jeden element VALID_UNTIL obsahuje nepovolený formát dátumu

# feedaudit.validators.multiple_elements_date_valid_until.wrong.help
source: Allowed date format is YYYY-MM-DD.
cs_cz: Povolený formát datumu je YYYY-MM-DD.
pl_pl: Dozwolony format daty to YYYY-MM-DD.
sk_sk: Povolený formát dátumu je YYYY-MM-DD.

# feedaudit.validators.multiple_elements_is_number_action_price.wrong.message
source: At least one element ACTION_PRICE contains invalid value
cs_cz: Alespoň jeden element ACTION_PRICE obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element ACTION_PRICE zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element ACTION_PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_action_price.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_amount.wrong.message
source: At least one element AMOUNT contains invalid value
cs_cz: Alespoň jeden element AMOUNT obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element AMOUNT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element AMOUNT obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_amount.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_maximal_amount.wrong.message
source: At least one element MAXIMAL_AMOUNT contains invalid value
cs_cz: Alespoň jeden element MAXIMAL_AMOUNT obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element MAXIMAL_AMOUNT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element MAXIMAL_AMOUNT obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_maximal_amount.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_min_price_ratio.wrong.message
source: At least one element MIN_PRICE_RATIO contains invalid value
cs_cz: Alespoň jeden element MIN_PRICE_RATIO obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element MIN_PRICE_RATIO zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element MIN_PRICE_RATIO obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_min_price_ratio.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_minimal_amount.wrong.message
source: At least one element MINIMAL_AMOUNT contains invalid value
cs_cz: Alespoň jeden element MINIMAL_AMOUNT obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element MINIMAL_AMOUNT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element MINIMAL_AMOUNT obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_minimal_amount.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price.wrong.message
source: At least one element PRICE contains invalid value
cs_cz: Alespoň jeden element PRICE obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element MINIMAL_AMOUNT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_price.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price_common.wrong.message
source: At least one element PRICE_COMMON contains invalid value
cs_cz: Alespoň jeden element PRICE_COMMON obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRICE_COMMON zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE_COMMON obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_price_common.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price_original.wrong.message
source: At least one element PRICE_ORIGINAL contains invalid value
cs_cz: Alespoň jeden element PRICE_ORIGINAL obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRICE_ORIGINAL zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE_ORIGINAL obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_price_original.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price_purchase.wrong.message
source: At least one element PRICE_PURCHASE contains invalid value
cs_cz: Alespoň jeden element PRICE_PURCHASE obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRICE_PURCHASE zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE_PURCHASE obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_price_purchase.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price_ratio.wrong.message
source: At least one element PRICE_RATIO contains invalid value
cs_cz: Alespoň jeden element PRICE_RATIO obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRICE_VAT zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE_RATIO obsahuje neplatnú hodnotu

# feedaudit.validators.multiple_elements_is_number_price_ratio.wrong.help
source: Element value needs to be positive number.
cs_cz: Hodnota elementu musí být kladné číslo.
pl_pl: Wartość elementu musi zawsze być liczbą dodatnią.
sk_sk: Hodnota elementu musí byť kladné číslo.

# feedaudit.validators.multiple_elements_is_number_price_sale.wrong.message
source: At least one element PRICE_SALE contains invalid value
cs_cz: Alespoň jeden element PRICE_SALE obsahuje neplatnou hodnotu
pl_pl: Co najmniej jeden element PRICE_SALE zawiera niewłaściwą wratość
sk_sk: Aspoň jeden element PRICE_SALE obsahuje neplatnú hodnotu
