Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/feedaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.parsing.decoding.message
source: Element content failed to decode
cs_cz: Nepovedlo se dekódovat obsah elementu
pl_pl: Nie udało się zdekodować zawartości elementu.
sk_sk: Nepodarilo sa dekódovať obsah elementu

# feedaudit.validators.parsing.duplicate_root_tag.message
source: Root XML tag is present more than once
cs_cz: Kořenová XML značka se vyskytuje více než jednou
pl_pl: Główny tag XML występuje więcej niż raz
sk_sk: Koreňová XML značka sa vyskytuje viac ako jedenkrát

# feedaudit.validators.parsing.empty_feed.message
source: Data file does not contain any products
cs_cz: Datový soubor neobsahuje žádné zboží
pl_pl: Plik danych nie zawiera żadnych produktów.
sk_sk: Dátový súbor neobsahuje žiadny produkt

# feedaudit.validators.parsing.empty_feed.help
source: Mergado did not find any product information in the file. It can be a file error. Perhaps the file is not an XML file or the file format is not valid.
cs_cz: Mergado nenašel v souboru žádné informace o zboží. Může jít o chybu v souboru. Třeba v tom, že nejde o XML soubor. Nebo je soubor chybný.
pl_pl: Mergado nie znalazł żadnych informacji o produkcie w tym pliku. Może to być błąd pliku. Plik może nie być plikiem XML, lub forrmat pliku może być nieprawidłowy.
sk_sk: Mergado nenašlo v súbore žiadne informácie o produktoch. Môže ísť o chybu v súbore. Napríklad v tom, že nejde o XML súbor alebo je súbor chybný.

# feedaudit.validators.parsing.empty_product.message
source: Product does not contain any data
cs_cz: Produkt neobsahuje žádná data
pl_pl: Produkt nie zawiera żadnych danych
sk_sk: Produkt neobsahuje žiadne dáta

# feedaudit.validators.parsing.error.message
source: XML file is not valid
cs_cz: XML soubor není validní
pl_pl: Plik XML jest nieprawidłowy
sk_sk: XML súbor nie je validný

# feedaudit.validators.parsing.error.help
source: An error occured during XML file processing. E.g.: crossover tags or special characters (&, <, >) etc.
cs_cz: Při zpracování XML souboru došlo k chybě. Například mohou být překřížené značky, neošetřené speciální znaky (&, <, >) apod.
pl_pl: Wystąpił błąd podczas przetwarzania pliku XML. Np. znaki specjalne (&, <,>) itd.
sk_sk: Pri spracovaní XML súboru došlo k chybe. Napríklad môžu byť prekrížené značky, neošetrené špeciálne znaky (&, <,>) apod.

# feedaudit.validators.parsing.incomplete_xml.message
source: XML file is not complet
cs_cz: XML soubor není kompletní
pl_pl: Plik XML nie jest kompletny
sk_sk: XML súbor nie je kompletný

# feedaudit.validators.parsing.invalid_parent_tag.message
source: Incorrectly placed element
cs_cz: Chybně umístěný element
pl_pl: Nieprawidłowo umieszczony element
sk_sk: Chybne umiestnený element

# feedaudit.validators.parsing.invalid_parent_tag.help
source: One of the elements is outside the product item element tags.
cs_cz: Některý z elementů je mimo uzavírací elementy položky zboží.
pl_pl: Jeden z elementów znajduje się poza tagami elementów produktu.
sk_sk: Niektorý z elementov je mimo uzatváracie elementy položiek tovaru.

# feedaudit.validators.parsing.invalid_parent_tag.example
source: <INCORRECT_ELEMENT>Value</INCORRECT_ELEMENT><SHOPITEM> <CORRECT_ELEMENT>Value </CORRECT_ELEMENT></SHOPITEM>
cs_cz: <CHYBNY_ELEMENT>Hodnota</CHYBNY_ELEMENT><SHOPITEM> <SPRAVNY_ELEMENT>Hodnota </SPRAVNY_ELEMENT></SHOPITEM>
sk_sk: <CHYBNY_ELEMENT>Hodnota</CHYBNY_ELEMENT><SHOPITEM> <SPRAVNY_ELEMENT>Hodnota </SPRAVNY_ELEMENT></SHOPITEM>

# feedaudit.validators.parsing.invalid_tag.message
source: Invalid XML tags
cs_cz: Neplatná XML značka
pl_pl: Nieprawidłowe tagi XML
sk_sk: Neplatná XML značka

# feedaudit.validators.parsing.invalid_tag_format.message
source: Angle bracket is missing in XML tag
cs_cz: U XML značky chybí špičatá závorka
sk_sk: Pri XML značke chýba špicatá zátvorka

# feedaudit.validators.parsing.missing_end_tag.message
source: End XML tag is missing
cs_cz: Chybí uzavírací XML značka
pl_pl: Brak końcowego tagu XML
sk_sk: Chýba uzatváracia XML značka

# feedaudit.validators.parsing.missing_root_tag.message
source: Root XML tag is missing
cs_cz: Chybí kořenová XML značka
pl_pl: Brak głównego tagu XML
sk_sk: Chýba koreňová XML značka

# feedaudit.validators.parsing.missing_root_tag.help
source: Root tag at the beginning and at the end of XML file. All items must be between these tags. These tags seem to be missing in your file. It could be an error of XML file.
cs_cz: Kořenová značka je na začátku a na konci XML souboru. Všechny položky zboží musí být mezi těmito značkami. Ve vašem případě tyto značky zřejmě chybí. Může jít o chybu XML souboru.
pl_pl: Znacznik główny na początku i na końcu pliku XML. Wszystkie elementy muszą znajdować się między tymi tagami. Tagi te wydają się być nieobecne w Twoim pliku. Może to być błąd pliku XML.
sk_sk: Koreňová značka je na začiatku a na konci XML súboru. Všetky položky tovaru musia byť medzi týmito značkami. Vo vašom prípade tieto značky zrejme chýbajú. Môže ísť o chybu XML súboru.

# feedaudit.validators.parsing.missing_start_tag.message
source: Start XML tag is missing
cs_cz: Chybí otevírací XML značka
pl_pl: Brakuje otwierającego tagu XML
sk_sk: Chýba otváracia XML značka

# feedaudit.validators.parsing.missing_xml_declaration.message
source: XML declaration at the beginning of file is missing
cs_cz: Chybí XML deklarace na začátku souboru
pl_pl: Brak deklaracji XML na początku
sk_sk: Chýba XML deklarácia na začiatku súboru

# feedaudit.validators.parsing.missing_xml_declaration.help
source: Declaration at the beginning of XML file usually defines basic properties, e.g. information that it is an XML file and which type of coding is used. The correct declaration prevents misprocessing by shop services.
cs_cz: Deklarace na začátku XML souboru obvykle udává základní náležitosti, jako že jde o XML soubor a jaké má kódování. Správné uvedení deklarace je prevencí před chybným zpracováním vyhledávači zboží.
pl_pl: Deklaracja na początku pliku XML zwykle definiuje podstawowe wartości, np. Informację, ze jest to plik XML oraz jaki rodzaj kodowania został użyty. Prawidłowa deklaracja zapobiega przed niewłaściwym przetwarzaniem danych przez wyszukiwarkę.
sk_sk: Deklarácia na začiatku XML súboru zvyčajne udáva základné náležitosti, napríklad, že ide o XML súbor a aké má kódovanie. Správne uvedenie deklarácie je prevenciou pred chybným spracovaním vyhľadávačmi tovaru.

# feedaudit.validators.parsing.tag_inside_content.message
source: XML tag inside an element content
cs_cz: XML značka uprostřed obsahu elementu
pl_pl: Tah XML tag w treści elementu.
sk_sk: XML značka uprostred obsahu elementu

# feedaudit.validators.parsing.tag_inside_content.help
source: Inside the XML element there is an undue element in angle brackets. This may be caused by an error in XML or by a fact that e.g. text description contains HTML elements. That is also an error.
cs_cz: Uvnitř XML elementu je nepatřičný element, uzavřený do ostrých závorek. Příčinou může bých chyba v XML či fakt, že např. textový popis obsahuje HTML elementy. To je chybou taktéž.
pl_pl: Wewnątrz elementu XML w ostrych nawiasach znajduje się niepotrzebny element. Może to być spowodowane błędem w XMLu, lub faktem, że opis tektowy zawiera HTML, co jest równiez błędem.
sk_sk: Vnútri XML elementu je neprimeraný element, uzavretý do ostrých zátvoriek. Príčinou môže byť chyba v XML či fakt, že napr. Textový popis obsahuje HTML elementy. To je taktiež chybou.

# feedaudit.validators.parsing.unclosed_content_in_the_end.message
source: XML contains redundant data behind the root element
cs_cz: XML obsahuje přebytečná data za kořenovým elementem
pl_pl: XML zawiera nadmiarowe dane za elementem głównym
sk_sk: XML obsahuje prebytočné dáta za koreňovým elementom

# feedaudit.validators.parsing.unclosed_content_in_the_end.example
source: <SHOP>...</SHOP> redundant data
cs_cz: <SHOP>...</SHOP> přebytečná data
sk_sk: <SHOP>...</SHOP> prebytočné dáta

# feedaudit.validators.parsing.unknown_tag.message
source: Unknown XML tag
cs_cz: Neznámá XML značka
pl_pl: Nieznany tag XML
sk_sk: Neznámá XML značka

# feedaudit.validators.parsing.xml_decl_missing_encoding.message
source: XML declaration does not contain the information about coding
cs_cz: XML deklarace neobsahuje údaj o kódování
pl_pl: Deklaracja XML nie zawiera informacji o kodowaniu
sk_sk: XML deklarácia neobsahuje údaj o kódovaní

# feedaudit.validators.parsing.xml_decl_missing_version.message
source: XML declaration does not contain the information about XML version
cs_cz: XML deklarace neobsahuje údaj o verzi
pl_pl: Deklaracja XML nie zawiera informacji o wersji XML
sk_sk: XML deklarácia neobsahuje údaj o verzii

# feedaudit.validators.parsing.xml_decl_not_first.message
source: XML declaration is not at the beginning of the file
cs_cz: XML deklarace není na začátku souboru
pl_pl: Deklaracja XML nie znajduje się na początku pliku
sk_sk: XML deklarácia nie je na začiatku súboru

# feedaudit.validators.parsing.xml_decl_unknown_attribute.message
source: XML declaration contains unknown attribute
cs_cz: XML deklarace obsahuje neznámý atribut
pl_pl: Deklaracja XML zawiera nieznane atrybuty.
sk_sk: XML deklarácia obsahuje neznámy atribút

# feedaudit.validators.parsing.xml_decl_unknown_attribute.help
source: According to XML specifications the declaration can only contain version, encoding and standalone attributes. Declaration in data file seems to contain some excessive attributes.
cs_cz: Dle specifikací XML může deklarace obsahovat pouze atributy version, encoding a standalone. Deklarace v datovém souboru zřejmě obsahuje nějaký nadbytečný atribut.
pl_pl: Zgodnie ze specyfikacjami XML deklaracja może zawierac tylko wersje, kodowanie I atrybuty niezależne. Deklaracja w pliku danych zawiera nieprawidłowe atrybuty.
sk_sk: Podľa špecifikácií XML môže deklarácia obsahovať len atribúty version, encoding a standalone. Deklarácia v dátovom súbore zrejme obsahuje nejaký nadbytočný atribút.

# feedaudit.validators.product_count_heureka.wrong.message
source: XML contains more than 500 000 products
cs_cz: XML obsahuje více než 500 tisíc produktů
pl_pl: XML zawiera więcej niż 500 000 produktów
sk_sk: XML obsahuje viac než 500 tisíc produktov

# feedaudit.validators.reg_exp_availability_alpha.wrong.message
source: AVAILABILITY element contains invalid value!
cs_cz: Element AVAILABILITY obsahuje neplatnou hodnotu
pl_pl: Element AVAILABILITY zawiera niepoprawną wartość!
sk_sk: Element AVAILABILITY obsahuje nepovolenú hodnotu!

# feedaudit.validators.reg_exp_availability_date.wrong.message
source: G:AVAILABILITY_DATE element contains invalid value
cs_cz: Element G:AVAILABILITY_DATE obsahuje neplatnou hodnotu
pl_pl: Element G:AVAILABILITY_DATE zawiera nieprawidłową wartość
sk_sk: Element G:AVAILABILITY_DATE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_availability_date.wrong.help
source: G:AVAILABILITY_DATE element contains information about the availability of preorded goods. Fill it in either YYYY-MM-DD, YYYY-MM-DDThh:mm:ss or YYYY-MM-DDThh:mm:ssZ format.
cs_cz: Element G:AVAILABILITY_DATE obsahuje informace o tom, kdy bude k dispozici zboží, které si zákazníci předobjednali. Uvádějte ve formátu RRRR-MM-DD, RRRR-MM-DDThh:mm:ss nebo RRRR-MM-DDThh:mm:ssZ.
pl_pl: Element G:AVAILABILITY_DATE zawiera informacje o dostępności towarów, wypełnij go w formacie RRRR-MM-DD, RRRR-MM-DDThh:mm:ss albo RRRR-MM-DDThh:mm:ssZ.
sk_sk: Uveďte dostupnosť produktu podľa aktuálneho stavu; dostupnosť musí zodpovedať dostupnosti uvedenej na vstupnej stránke. Podporované hodnoty: in stock, out of stock, preorder.

# feedaudit.validators.reg_exp_availability_not_num.wrong.message
source: AVAILABILITY element contains invalid value
cs_cz: Element AVAILABILITY obsahuje nepovolenou hodnotu
pl_pl: Element AVAILABILITY zawiera nieprawidłową wartość
sk_sk: Element AVAILABILITY obsahuje nepovolenú hodnotu

# feedaudit.validators.reg_exp_category_id.wrong.message
source: CATEGORY_ID element contains invalid value
cs_cz: Element CATEGORY_ID obsahuje nepovolenou hodnotu
pl_pl: Element CATEGORY_ID zawiera nieprawidłową wartość
sk_sk: Element CATEGORY_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.reg_exp_category_id.wrong.help
source: The element unambiguously identifies the item. The element can contain numbers, uppercase or lowercase without accents, underscores or dashes. Nothing else.
cs_cz: Jednoznačně identifikuje položku zboží. Element může obsahovat čísla, velká či malá písmena bez diakritiky, podtržítka, nebo pomlčky. Nic jiného.
pl_pl: Element jednoznacznie identyfikuje przedmiot. Element może zawierać tylko cyfry, wielkie lub małe litery bez akcentów, podkreśleń lub myślników. Nic więcej.
sk_sk: Jednoznačne identifikuje položku tovaru. Element môže obsahovať čísla, veľké či malé písmená bez diakritiky, podčiarknutia, alebo pomlčky. Nič iné.

# feedaudit.validators.reg_exp_currency.wrong.message
source: CURRENCY element contains invalid value
cs_cz: Element CURRENCY obsahuje nepovolenou hodnotu
pl_pl: Element CURRENCY zawiera nieprawidłową wartość
sk_sk: Element CURRENCY obsahuje nepovolenú hodnotu

# feedaudit.validators.reg_exp_expiration_date.wrong.message
source: G:EXPIRATION_DATE element contains invalid value
cs_cz: Element G:EXPIRATION_DATE obsahuje neplatnou hodnotu
pl_pl: Element G:EXPIRATION_DATE zawiera nieprawidlową wartość
sk_sk: Element G:EXPIRATION_DATE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_expiration_date.wrong.help
source: G:EXPIRATION_DATE element gives an information about the expiration date. After this date the product will be excluded from advertising. Fill it in YYYY-MM-DD format.
cs_cz: Element G:EXPIRATION_DATE uvádí informace o době trvanlivosti, po jejím uplynutí bude z inzerce vyřazen. Uvádějte jej ve tvaru RRRR-MM-DD.
pl_pl: Element G:EXPIRATION_DATE zawiera informacje o trwałości produktu. Po upływie tego terminu produkt przestanie być reklamowany. Wypełnij go w formacie RRRR-MM-DD.
sk_sk: Element G:EXPIRATION_DATE uvádza informácie o dobe trvanlivosti tovaru, po jej uplynutí bude z inzercie vyradený. Priložte ho v tvare RRRR-MM-DD.

# feedaudit.validators.reg_exp_fb_shipping_size.wrong.message
source: G:SHIPPING_SIZE element contains invalid value
cs_cz: Element G:SHIPPING_SIZE obsahuje neplatnou hodnotu
pl_pl: Element G:SHIPPING_SIZE zawiera nieprawidłową wartość
sk_sk: Element G:SHIPPING_SIZE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_fb_shipping_size.wrong.help
source: G:SHIPPING_SIZE element describes the size of a product. Allowed units are cm, m, in, ft. Proportions should be filled in lenth x width x height format (e.g. 0,3x2x1 m).
cs_cz: Element G:SHIPPING_SIZE udává velikost zboží. Povolené jednotky jsou cm, m, in, ft. Rozměry udávejte ve formátu délka x šířka x výška (např. 0,3x2x1 m).
pl_pl: Element G: SHIPPING_SIZ opisuje rozmiar produktu. Dozwolone jednostki to cm, m, in, ft. Proporcje należy wypełniać w formacie x szerokość x wysokość (np. 0,3 x 2 x 1 m).
sk_sk: Element G: SHIPPING_SIZE udáva veľkosť tovaru. Povolené jednotky sú cm, m, in, ft. Rozmery udávajte vo formáte dĺžka x šírka x výška (napr. 0,3x2x1 m).

# feedaudit.validators.reg_exp_google_id.wrong.message
source: G:ID element contains invalid value
cs_cz: Element G:ID obsahuje neplatnou hodnotu
pl_pl: Element G:ID zawiera nieprawidłową wartośc
sk_sk: Element G:ID obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_google_id.wrong.help
source: G:ID element is a unique identifier of product. It's value must be unique.
cs_cz: Element G:ID představuje unikátní označení produktu. Jeho hodnota musí být jedinečná.
pl_pl: Element G:ID to unikalny identyfikator produktu. Jego wartość musi być unikalna.
sk_sk: Element G:ID predstavuje unikátny označenie produktu. Jeho hodnota musí byť jedinečná.

# feedaudit.validators.reg_exp_google_shipping_weight.wrong.message
source: G:SHIPPING_WEIGHT element contains invalid value
cs_cz: Element G:SHIPPING_WEIGHT obsahuje neplatnou hodnotu
pl_pl: Element G:SHIPPING_WEIGHT zawiera nieprawidłową wartość
sk_sk: Element G:SHIPPING_WEIGHT obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_google_shipping_weight.wrong.help
source: G:SHIPPING_WEIGHT element contains information about product weight during shipping. Allowed units are g, kg, l, oz, e.g. 15,3 kg.
cs_cz: Element G:SHIPPING_WEIGHT obsahuje informace o váze zboží při přepravě. Povolené jednotky jsou g, kg, l, oz, například 15,3 kg.
pl_pl: Element G:SHIPPING_WEIGHT zawiera informaje o wadze produktu do wysyłki. Dozwolone wartości to: g, kg, l, oz, np. 15,3 kg.
sk_sk: Element G:SHIPPING_WEIGHT obsahuje informácie o váhe tovaru pri preprave. Povolené jednotky sú g, kg, l, oz, napríklad 15,3 kg.

# feedaudit.validators.reg_exp_id.wrong.message
source: ID element contains invalid value
cs_cz: Element ID obsahuje nepovolenou hodnotu
pl_pl: Element ID zawiera nieprawidłową wartość
sk_sk: Element ID obsahuje nepovolenú hodnotu

# feedaudit.validators.reg_exp_id.wrong.help
source: This element unambiguously identifies an item for Pricemania. The element can contain numbers, uppercase or lowercase without accents, underscores or dashes. Nothing else.
cs_cz: Jednoznačně identifikuje položku zboží pro Pricemanii. Element může obsahovat čísla, velká či malá písmena bez diakritiky, podtržítka, nebo pomlčky. Nic jiného.
pl_pl: Ten element jednoznacznie identyfikuje przedmiot dla Pricemanii. Może zawierać cyfry, wielkie lub małe litery bez akcentów, podkreślników, lub myślników. Nic więcej.
sk_sk: Jednoznačne identifikuje položku tovaru pre Pricemaniu. Element môže obsahovať čísla, veľké či malé písmená bez diakritiky, podčiarknutia, alebo pomlčky. Nič iné.

# feedaudit.validators.reg_exp_item_id.wrong.message
source: ITEM_ID element contains invalid value
cs_cz: Element ITEM_ID obsahuje nepovolenou hodnotu
pl_pl: Element ITEM_ID zawiera niepoprawną wartość
sk_sk: Element ITEM_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.reg_exp_item_id.wrong.help
source: This element unambiguously identifies an item. It can contain numbers, uppercase or lowercase without accents, underscores or dashes. Nothing else.
cs_cz: Jednoznačně identifikuje položku zboží. Element může obsahovat čísla, velká či malá písmena bez diakritiky, podtržítka, nebo pomlčky. Nic jiného.
pl_pl: Ten element jednoznacznie identyfikuje przedmiot. Może zawierać cyfry, wielkie lub małe litery bez akcentów, podkreślników, lub myślników. Nic więcej.
sk_sk: Jednoznačne identifikuje položku tovaru. Element môže obsahovať čísla, veľké či malé písmená bez diakritiky, podčiarknutia, alebo pomlčky. Nič iné.

# feedaudit.validators.reg_exp_item_id_slashes.wrong.message
source: ITEM_ID element contains invalid value
cs_cz: Element ITEM_ID obsahuje nepovolenou hodnotu
pl_pl: Element ITEM_ID zawiera niepoprawną wartość
sk_sk: Element ITEM_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.reg_exp_item_id_slashes.wrong.help
source: This element unambiguously identifies an item. It can contain numbers, uppercase or lowercase without accents, underscores or dashes. Nothing else.
cs_cz: Jednoznačně identifikuje položku zboží. Element může obsahovat čísla, velká či malá písmena bez diakritiky, podtržítka, nebo pomlčky. Nic jiného.
pl_pl: Ten element jednoznacznie identyfikuje przedmiot. Może zawierać cyfry, wielkie lub małe litery bez akcentów, podkreślników, lub myślników. Nic więcej.
sk_sk: Jednoznačne identifikuje položku tovaru. Element môže obsahovať čísla, veľké či malé písmená bez diakritiky, podčiarknutia, alebo pomlčky. Nič iné.

# feedaudit.validators.reg_exp_itemgroup_id.wrong.message
source: ITEMGROUP_ID element contains invalid value
cs_cz: Element ITEMGROUP_ID obsahuje nepovolenou hodnotu
pl_pl: Element ITEMGROUP_ID zawiera niepoprawną wartość
sk_sk: Element ITEMGROUP_ID obsahuje nepovolenú hodnotu

# feedaudit.validators.reg_exp_itemgroup_id.wrong.help
source: ITEMGROUP_ID element is used to identify different variants of one item. E.g. one T-shirt of more sizes etc. Element can contain numbers, uppercase, lowercase without accents, underscores or hyphens. Nothing else.
cs_cz: Element ITEMGROUP_ID slouží pro označení položky zboží, které jsou k sobě vzájemně variantami. Může jít např. o jedno tričku v různých velikostech atp. Element může obsahovat čísla, velká či malá písmena bez diakritiky, podtržítka, nebo pomlčky. Nic jiného.
pl_pl: Element ITEMGROUP_ID służy do identyfikacji różnych wariantów jednego elementu. Na przykład. jedna koszulka w różnuch rozmiarach itp. Element może zawierać cyfry, wielkie litery, małe litery bez akcentów, podkreślniki, lub łączniki. Nic więcej.
sk_sk: Element ITEMGROUP_ID slúži na označenie položiek tovaru, ktoré sú k sebe vzájomne variantami. Môže ísť napr. o jedno tričko v rôznych veľkostiach a pod. Element môže obsahovať čísla, veľké či malé písmená bez diakritiky, podčiarknutia, alebo pomlčky. Nič iné.

# feedaudit.validators.reg_exp_pret_old_new_with_dec_separator.wrong.message
source: PRET element contains invalid value
cs_cz: Element PRET obsahuje neplatnou hodnotu
pl_pl: Element PRET zawiera niepoprawną wartość
sk_sk: Element PRET obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_pret_old_new_with_dec_separator.wrong.help
source: The PRET element takes into account only the decimal point. It is also possible to define old and new values by using: old / new value.
cs_cz: Element PRET bere v potaz pouze desetinnou tečku. Dále je možné stanovit starou i novou hodnotu ve tvaru: stará/nová hodnota.
pl_pl: Element PRET uwzględnia tylko kropkę dziesiętną. Możliwe jest również zdefiniowanie starych i nowych wartości w postaci: stara / nowa wartość.
sk_sk: Element PRET berie do úvahy iba desatinnú bodku. Ďalej je možné stanoviť starú i novú hodnotu v tvare: stará / nová hodnota.

# feedaudit.validators.reg_exp_price.wrong.message
source: G:PRICE element contains invalid value
cs_cz: Element G:PRICE obsahuje neplatnou hodnotu
pl_pl: Element G:PRICE zawiera niepoprawną wartość
sk_sk: Element G:PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_price.wrong.help
source: Information about price should contain currency, e.g. "150.00 CZK".
cs_cz: Informace o ceně zadávejte včetně měny ve formátu "150.00 CZK".
pl_pl: Informacja o cenie powinna zawierać walutę np. "150.00 CZK".
sk_sk: Informácie o cene zadávajte vrátane meny vo formáte "20.00 EUR".

# feedaudit.validators.reg_exp_price_adwords.wrong.message
source: PRICE element contains invalid value
cs_cz: Element PRICE obsahuje neplatnou hodnotu
pl_pl: Element PRICE zawiera niepoprawną wartość
sk_sk: Element PRICE obsahuje neplatnú hodnotu

# feedaudit.validators.reg_exp_price_adwords.wrong.help
source: Information about price should contain currency, e.g. "150.00 CZK".
cs_cz: Informace o ceně zadávejte včetně měny ve formátu "150.00 CZK".
pl_pl: Informacja o cenie powinna zawierać walutę np. "150.00 CZK".
sk_sk: Informácie o cene zadávajte vrátane meny vo formáte "20.00 EUR".

# feedaudit.validators.reg_exp_product.wrong.message
source: Check product names (PRODUCT element)
cs_cz: Zkontrolujte názvy zboží (element PRODUCT)
pl_pl: Sprawdź nazwy produktów (PRODUCT element)
sk_sk: Skontrolujte názvy produktov (element PRODUCT)

# feedaudit.validators.reg_exp_product.wrong.help
source: Product name (PRODUCT element) seems to contain non-standard characters or words. Check and correct possible errors.
cs_cz: Název zboží PRODUCT pravděpodobně obsahuje nestandardní znaky či slova. Zkontrolujte jej a případně opravte.
pl_pl: Nazwa produktu (PRODUCT element) wydaje się zawierać niestandardowe wyrażenia lub słowa. Sprawdź to I popraw.
sk_sk: Názov produktu PRODUCT pravdepodobne obsahuje neštandardné znaky či slová. Skontrolujte ho a prípadne opravte.
