Repository: rajmundHutar/kufr-game
Catalog: web-project/lang/*/LC_MESSAGES/statsaudit.validators.po
Languages: cs_cz, pl_pl, sk_sk

# feedaudit.validators.heureka_not_alone.alone.message
source: Product is not alone on product cards at Heureka
cs_cz: Zboží je v produktových kartách na Heurece samo
pl_pl: produkt jest sam w kartach produktowych Heureki
sk_sk: Produkt je v produktových kartách na Heureke sám

# feedaudit.validators.heureka_not_alone.alone.help
source: Listed product(s) is paired to a product card at Heureka, but there is no other product in this product card. It could be useful to check if there are other product cards and if they do not list above your card. Moving to those cards could increase your revenues.
cs_cz: Uvedené zboží je na Heurece spárováno do produktové karty. Je tam ovšem samo. Mohlo by stát za to zkontrolovat, zda není na Heurece produktových karet víc a zda se tyto karty nevypisují nad tou vaší. Přesun nabídky do těchto karet by vám pak mohl navýšit tržby.
pl_pl: Wymieniony produkty są sparowane z kartą produktów w Heurece, ale na tej karcie nie ma innych produktów. Zalecamy, abyś sprawdził, czy istnieją inne karty produktów i czy nie znajdują się one nad Twoją kartą. Przejście na te karty może zwiększyć twoje dochody
sk_sk: Uvedený produkt je na Heureke spárovaný do produktovej karty. Je tam však sám. Mohlo by stáť za to skontrolovať, či nie je na Heureke produktových kariet viac a či sa tieto karty nevypisujú nad tou vašou. Presun ponuky do týchto kariet by vám potom mohol navýšiť tržby.

# feedaudit.validators.heureka_cpc_status.low.message
source: Cost per click is too low
cs_cz: Nabídka za proklik je příliš nízká
pl_pl: stawka za kliknięcie jest zbyt niska
sk_sk: Cena za preklik je príliš nízka

# feedaudit.validators.heureka_cpc_status.low.help
source: Your XML offers a cost per click, which is lower than the lowest allowed amount. Your offer will then not be taken into consideration by a shopping service. It would be useful to check the setting of cost per click and increase the amount reasonably.
cs_cz: Vaše XML navrhuje nabídku za proklik, která je nižší, než minimální povolená nabídka. Vámi nabízená částka tak nebude vyhledávačem zboží nijak zohledněna. Bylo by vhodné nastavení nabídek za prokliky zkontrolovat a částky rozumně navýšit.
pl_pl: Twój XML sugeruje stawkę kosztu kliknięcia (CPC) poniżej minimalnej dozwolonej stawki. W związku z tym kwota, którą oferujesz, nie zostanie uwzględniona przez wyszukiwarkę. Zalecamy sprawdzenie ustawień dotyczących stawek i kliknięć oraz rozsądne zwiększenie kwot
sk_sk: Vaše XML navrhuje cenu za preklik, ktorá je nižšia, ako minimálna povolená cena. Vami ponúkaná čiastka tak nebude vyhľadávačom tovaru nijako zohľadnená. Bolo by vhodné nastavenie ponúk za prekliky skontrolovať a čiastky rozumne navýšiť.

# feedaudit.validators.heureka_cpc_status.decreased.message
source: Increasing of costs per click can increase your sales.
cs_cz: Navýšení nabídek za prokliky přinese navýšení prodejů
pl_pl: podniesienie stawek za kliknięcia spowoduje wzrost sprzedaży
sk_sk: Navýšenie ponúk za prekliky prinesie navýšenie predajov

# feedaudit.validators.heureka_cpc_status.decreased.help
source: You offer listed product(s) for a good price and it is in stock. Nevertheless it does not belong to the TOP 3 items at Heureka. Slight increase of cost per click could improve the position of the product and your revenues.
cs_cz: Uvedené zboží nabízíte za příznivou cenu a máte jej skladem. Přesto však nepatří mezi TOP 3 položky na Heurece. Mírné navýšení nabídek za prokliky by mohlo zlepšit pozici zboží a tak i vaše tržby.
pl_pl: Oferujesz produkty po korzystnej cenie i masz je w magazynie. Mimo to, nie są one w gronie TOP3 Heureki. Niewielki wzrost liczby kliknięć mógłby poprawić pozycję Twoich produktów i sprzedaży.
sk_sk: Uvedený produkt ponúkate za priaznivú cenu a máte ho skladom. Napriek tomu však nepatrí medzi TOP 3 položky na Heureke. Mierne navýšenie ponúk za prekliky by mohlo zlepšiť pozíciu produktu a tak aj vaše tržby.

# feedaudit.validators.heureka_is_paired.wrong.message
source: Product is not paired
cs_cz: Produkt není spárovaný
pl_pl: produkt nie jest sparowany
sk_sk: Produkt nie je spárovaný

# feedaudit.validators.heureka_is_paired.wrong.help
source: Listed product(s) is not paired to product cards at Heureka. It can be caused by data sent from online store or a fact that Heureka does not have the required card.
cs_cz: Uvedené zboží není na Heurece spárováno do produktových karet. Příčinou mohou být data posílaná e-shopem, nebo fakt, že potřebnou produktovou kartu Heureka nemá.
pl_pl: Uvedené zboží není na Heurece spárováno do produktových karet. Příčinou mohou být data posílaná e-shopem, nebo fakt, že potřebnou produktovou kartu Heureka nemá
sk_sk: Uvedený tovar nie je na Heureke spárovaný do produktových kariet. Příčinou môžu byť dáta posielané e-shopom, alebo fakt, že Heureka potrebnú produktovú kartu proste nemá.

# feedaudit.validators.heureka_margin_status.low.message
source: Margin is very low
cs_cz: Marže je velmi nízká
pl_pl: marża jest bardzo niska
sk_sk: Marža je veľmi nízka

# feedaudit.validators.heureka_margin_status.low.help
source: Sell price of product(s) is only slightly exceeding the purchase price and there is a risk that this amount is not set correctly. We recommend you to check it.
cs_cz: Prodejní cena zboží převyšuje cenu nákupní jen nepatrně a tak existuje riziko, že tato částka není nastavena správně. Doporučujeme ji proto zkontrolovat.
pl_pl: Cena sprzedaży towaru jest nieznacznie wyższa od ceny zakupu. Istnieje ryzyko, że ta kwota została błędnie ustawiona. Zalecamy, albyś to sprawdził
sk_sk: Predajná cena produktu prevyšuje cenu nákupnú len nepatrne a tak existuje riziko, že táto suma nie je nastavená správne. Odporúčame ju preto skontrolovať.

# feedaudit.validators.heureka_margin_status.negative.message
source: Margin is negative
cs_cz: Marže je záporná
pl_pl: marża jest ujemna
sk_sk: Marža je záporná

# feedaudit.validators.heureka_margin_status.negative.help
source: Purchase price exceeds the selling price. Apart from data error it can be caused by total sale. Nevertheless it could be useful to check it. Either there is a problem with Mergado processing or the selling price is not set correctly. Selling such goods will create a loss.
cs_cz: Nákupní cena zboží převyšuje cenu prodejní. Kromě chyby v datech může být příčinou např. razantní výprodej. Přesto je vhodné položky zkontrolovat. Buď může být problém, která Mergado zpracovává, nebo je chybně stanovena prodejní cena. Prodej zboží tak přinese ztrátu.
pl_pl: Cena zakupu towarów przekracza cenę sprzedaży. Oprócz błędów w danych, może być to wyniki silnej wyprzedaży. Sprawdź te przedmioty. Może to być albo problem z przetwarzaniem Mergado, albo błędnie ustalona cena sprzedaży. Sprzedaż towarów może przynieść straty.
sk_sk: Nákupná cena produktu prevyšuje cenu predajnú. Okrem chyby v dátach môže byť príčinou napr. razantný výpredaj. Napriek tomu je vhodné položky skontrolovať. Buď môže byť problém, ktorý Mergado spracováva, alebo je nesprávne stanovená predajná cena. Predaj produktu tak prinesie stratu.

# feedaudit.validators.heureka_price_status.high.message
source: Selling price is higher than your competitors'.
cs_cz: Prodejní cena je vyšší než u konkurence
pl_pl: Cena jest wyższa niż u konkurencji
sk_sk: Predajná cena je vyššia ako u konkurencie

# feedaudit.validators.heureka_price_status.high.help
source: Competitors offer goods for lower prices than you do. It is good to check if your price is set correctly.
cs_cz: Konkurenti nabízejí zboží za ceny nižší, než vy. Je dobré zkontrolovat, zda je vaše cena nastavena správně.
pl_pl: Konkurencja sprzedaje produkty w niższej cenie. Sprawdź, czy ustawiona przez Ciebie cena jest poprawna.
sk_sk: Konkurenti ponúkajú tovar za nižšie ceny, než vy. Je dobré skontrolovať, či je vaša cena nastavená správne.

# feedaudit.validators.heureka_price_status.low.message
source: Selling price is too low
cs_cz: Prodejní cena je příliš nízká
pl_pl: cena sprzedaży jest zbyt niska
sk_sk: Predajná cena je príliš nízka

# feedaudit.validators.heureka_price_status.low.help
source: For this product(s) there is room for price increase. It is the cheapest offer and at the same time you have the goods in stock. Slight price increase could increase your margin while not affecting the decision of customers, because still you will be the cheapest one.
cs_cz: U tohoto zboží existuje prostor k navýšení cen. Jste totiž nejlevnější a zároveň máte zboží skladem. Drobné navýšení ceny by zvýšilo vaši marži a přitom by nemuselo ovlivnit zákazníka v rozhodování, neboť byste byli stále nejlevnější.
pl_pl: W przypadku tego produktu istnieje możliwość podniesienia ceny. Jest to najtańsza oferta, a jednocześnie masz towar na stanie. Niewielki wzrost ceny może zwiększyć twoją marżę, nie wpływając na decyzję klientów, ponieważ nadal będziesz sprzedawać towar w najtaniej.
sk_sk: U tohto tovaru existuje priestor k navýšeniu cien. Ste totiž najlacnejší a zároveň máte tovar skladom. Drobné navýšenie ceny by zvýšilo vašu maržu a pritom by nemuselo ovplyvniť zákazníka v rozhodovaní, pretože by ste boli stále najlacnejší.

# feedaudit.validators.heureka_price_status.increased.message
source: Selling price could be the cheapest one.
cs_cz: Prodejní cena by mohla být nejnižší
pl_pl: cena sprzedaży by mogła być najniższa
sk_sk: Predajná cena by mohla byť najnižšia

# feedaudit.validators.heureka_price_status.increased.help
source: Listed product(s) is not the cheapest one. But the difference between it's price and the price of the cheapest item is really small. Lowest price can attract more customers, so it would be good for you to lower your price a bit.
cs_cz: Uvedené zboží není ze všech nejlevnější, rozdíl mezi jeho cenou a cenou toho nejlevnějšího je však malý. Nejnižší cena by přitom mohla nalákat více zákazníků a tak by mohlo být dobré vaše zboží mírně zlevnit.
pl_pl: Wymieniony produkt nie jest najtańszy. Różnica między jego ceną, a ceną najtańszego produktu jest niewielka. Najniższa cena może przyciągnąć więcej klientów. Zalecamy jej obniżenie.
sk_sk: Uvedený produkt nie je zo všetkých najlacnejší, rozdiel medzi jeho cenou a cenou toho najlacnejšieho je však malý. Najnižšia cena by pritom mohla nalákať viac zákazníkov a tak by mohlo byť dobré váš tovar mierne zlacniť.

# feedaudit.validators.conversion_ratio.low.message
source: Product has uncommonly low conversion rate
cs_cz: Zboží má nezvykle nízký konverzní poměr
pl_pl: produkty mają niezwykle niski współczynnik konwersji
sk_sk: Produkt má nezvyčajne nízky konverzný pomer

# feedaudit.validators.conversion_ratio.low.help
source: Listed product(s) have many clickthroughs that lead users to online store's pages. However the share of those who actually buy is uncommonly low.
cs_cz: U vybraného zboží získáte mnoho prokliků, které přivedou uživatele na stránky našeho e-shopu. Podíl těch, kteří toto zboží zakoupí, je však nezvykle nízký.
pl_pl: Wystawione produkty mają wiele kliknięć prowadzących użytkowników do stron sklepu. Jednak udział tych, którzy rzeczywiście dokonują zakupu jest niezwykle niski.
sk_sk: Pri vybranom tovare získáte mnoho preklikov, ktoré privedú užívateľov na stránky vášho e-shopu. Podiel tých, ktorí si tento produkt zakúpia, je však nezvyčajne nízky.

# feedaudit.validators.cost_of_advertising.high.message
source: Advertising costs are too high and do not bring any conversion.
cs_cz: Náklady na inzerci jsou vysoké a nepřináší konverze
pl_pl: Náklady na inzerci jsou vysoké a nepřináší konverze
sk_sk: Náklady na inzerciu sú vysoké a neprinášajú konverzie

# feedaudit.validators.cost_of_advertising.high.help
source: Listed product(s) consume a significant budget while not bringing any conversion.
cs_cz: Uvedené zboží spotřebovává značný rozpočet a přitom nepřináší žádné konverze.
pl_pl: Wymienione produkty zużywają znaczną część budżetu i nie powodują żadnej konwersji.
sk_sk: Uvedený tovar spotrebováva značný rozpočet a pritom neprináša žiadne konverzie.

# feedaudit.validators.cost_of_conversion.high.message
source: Average cost per conversion is high
cs_cz: Průměrné náklady na konverzi jsou vysoké
pl_pl: Średni koszt konwersji jest wysoki
sk_sk: Priemerné náklady na konverziu sú vysoké

# feedaudit.validators.cost_of_conversion.high.help
source: Average cost of advertising per one conversion is higher than 100 CZK.
cs_cz: Průměrná cena inzerce, připadající na jednu konverzi, převyšuje 100 Kč.
pl_pl: Średni koszt reklamy na jedną konwersję jest wyższy niż 100 CZK.
sk_sk: Priemerná cena inzercie, pripadajúca na jednu konverziu, prevyšuje 100 Kč.

# feedaudit.validators.cost_of_sales.high.message
source: Share of costs on turnover is high
cs_cz: Podíl nákladů na obratu je vysoký
pl_pl: Udział kosztów w obrotach jest wysoki
sk_sk: Podiel nákladov na obrate je vysoký

# feedaudit.validators.cost_of_sales.high.help
source: Share of advertising cost on total revenues from sold products is highter than 5 %.
cs_cz: Podíl ceny inzerce na celkových tržbách za prodané zboží je vyšší než 5 %.
pl_pl: Udział kosztów reklamy w całkowitych przychodach ze sprzedanych produktów jest wyższy niż 5%.
sk_sk: Podiel ceny inzercie na celkových tržbách za predaný tovar je vyšší ako 5%.

# feedaudit.validators.no_loss.wrong.message
source: Goods are selling at a loss
cs_cz: Zboží prodáváte se ztrátou
pl_pl: sprzedaż towarów ze stratą
sk_sk: Tovar predávate so stratou

# feedaudit.validators.no_loss.wrong.help
source: Average profit per one order is negative. Costs of one product purchase and advertising thus exceed the product revenues.
cs_cz: Průměrný zisk na jednu objednávku je záporný. Náklady na pořízení zboží a inzerci tedy převyšují tržby za zboží.
pl_pl: Średni zysk z jednego zamówienia jest ujemny. Koszty zakupu jednego produktu i reklamy przekraczają przychody ze sprzedaży produktu.
sk_sk: Priemerný zisk na jednu objednávku je záporný. Náklady na obstaranie tovaru a inzerciu teda prevyšujú tržby za tovar.

# feedaudit.validators.heureka_category_name.wrong.message
source: Category contains many unpaired products
cs_cz: Kategorie obsahuje mnoho nespárovaných produktů
pl_pl: Kategoria zawiera dużo nie sparowanych kategorii Kategorie obsahuje mnoho nespárovaných produktů
sk_sk: Kategória obsahuje priveľa nespárovaných produktov

# feedaudit.validators.heureka_category_name.wrong.help
source: Product items are provided with CATEGORYTEXT element, which apparently does not work correctly pairing to product cards. It could be appropriate to adjust CATEGORYTEXT according to Heureka categories.
cs_cz: Položky zboží jsou opatřeny elementem CATEGORYTEXT, který zřejmě nepomáhá správnému spárování do produktových karet. Mohlo by být vhodné CATEGORYTEXT upravit dle kategorií Heureky.
pl_pl: Elementy produktu są dostarczane z elementem CATEGORYTEXT, który najwyraźniej nie działa poprawnie z parowanymi kartami produktów. Polecamy dostosowanie CATEGORYTEXT zgodnie z kategoriami Heureka. Položky zboží jsou opatřeny elementem CATEGORYTEXT, který zřejmě nepomáhá správnému spárování do produktových karet. Mohlo by být vhodné CATEGORYTEXT upravit dle kategorií Heureky.
sk_sk: Položky tovaru sú vybavené elementom CATEGORYTEXT, ktorý zrejme nepomáha správnemu spárovaniu do produktových kariet. Bolo by vhodné CATEGORYTEXT upraviť podľa kategórií Heureky.

# feedaudit.validators.heureka_position_status.low.message
source: Product has too low position in product card
cs_cz: Produkt má na kartě příliš nízkou pozici
pl_pl: produkt ma zbyt niską pozycję na karcie
sk_sk: Produkt má na karte príliš nízku pozíciu

# feedaudit.validators.heureka_position_status.low.help
source: Listed product(s) is so low in Heureka product card, that it is almost getting lost among the offers of competitors' online stores. For important product items it could be appropriate to reconsider change in price
cs_cz: Uvedené zboží je v produktových kartách Heureky tak nízko, že se mezi nabídkami konkurenčních e-shopů ztrácí. U významných položek zboží proto stojí za to zvážit úpravu prodejní ceny či
pl_pl: Wymieniony produkty są tak nisko na karcie produktu Heureki, że niemal gubią się wśród ofert innych e-sklepów. W przypadku ważnych produktów rozważ zmianę ceny
sk_sk: Uvedený tovar je v produktových kartách Heureky tak nízko, že sa medzi ponukami konkurenčných e-shopov stráca. U významných položiek tovaru preto stojí za to zvážiť úpravu predajnej ceny či zmenu ceny za preklik.
